<?php  return array (
  'id' => 67,
  'tmplvarid' => 3,
  'contentid' => 49,
  'value' => 'феминизированные семена, феминизированные семена конопли, феминизированные, автоцветущие феминизированные, купить феминизированные семена марихуаны в Украине, что такое феминизированные семена, феминизированные семена марихуаны, автоцветущие феминизированные семена, купить феминизированные семена конопли, феминизированные семена это, как получить феминизированные семена, как вырастить феминизированные семена',
);