<?php  return array (
  0 => 
  array (
    'id' => '6',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Вред от марихуаны',
    'longtitle' => 'Чем вредно курение марихуаны и какой вред марихуаны на органы',
    'description' => 'Узнайте про вред марихуаны, вредно ли курить траву девушкам и чем вредна конопля для здоровья спортсменов. ',
    'alias' => 'vred-ot-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p>Конопля, трава, каннабис и она же марихуана имеет десятки способов употребления и курения, но несмотря не на что растение это является наркотиком, и имеет 100% влияние на организм человека. Изучив десятки ресурсов с псевдо правдивой информацией про влияние и <strong>вред от марихуаны</strong>, мы создали список действительных и 100% фактов которые подтверждены независимыми источниками с серьезной репутацией. </p>
<p>Одни употребляют травку чтоб расслабиться, другие чтоб облегчить болезненные симптомы, третьи просто от любви к ней =) Какой бы причина употребления у Вас не была, знать и понимать последствия употребления это отличная возможность избежать проблем.</p>
<p><img src="assets/images/вред-от-марихуаны.png" width="100%" alt="Непоправимый вред от марихуаны" title="Узнайте какой вред от марихуаны"/></p>
<h2>Какой вред марихуаны и чем вредно курение марихуаны в больших количествах</h2>
<p style="font-size: 16px; color: #4bd12e;">Факт №1. Вред марихуаны на мозговую активность.</p>
<p>В современном мире суматохи и бешеной скорости от возможности развития шизофрении не застрахован никто. При этом существует группа риска людей, которая при регулярном употреблении марихуаны подвергает себя этому заболеванию. Исследования проводимые на протяжении 15 лет, указывают что люди регулярно употребляющие марихуану, в 6 раз более подвержены этой болезни нежели не курящие. Поэтому если вы знаете о таком возможном заболевании в вашей семье, или слабому психологическому здоровью, употребление марихуаны стоит ограничить или отказаться от нее вовсе.</p>
<p style="font-size: 16px; color: #4bd12e;">Факт №2. <strong>Вред от марихуаны</strong> на психическое состояние человека.</p>
<p>Во время курения и употребления каннабиса в пище, многие факторы замедляются и тело начинает абсолютно по другому функционировать. Спустя примерно 1 час после приема может прослеживаться апатия, вялость, нарушение мыслей и речи, появиться страхи и эмоциональная тупость, состояние депрессии. Так же марихуана способна подавлять мозговые импульсы, следствии чего страдает кратковременная память. Человек может говорить и через секунду забыть о чем говорил вообще, или идти по улице и забыть как вообще тут оказался и что происходило до. Такие ситуации бывают, но все эти факторы проходят как только заканчивается эффект от употребления. <br />Именно поэтому не стоит употреблять марихуану за рулем и при работе требующей максимальной концентрации. Это может быть опасно для Вашего здоровья и здоровья Ваших близких.</p>
<p style="font-size: 16px; color: #4bd12e;">Факт №3. Конопля вред наносит на дыхательную систему человека.</p>
<p>Несомненно что вред от курения сигарет намного больший чем вред от марихуаны, тем не менее не стоит заблуждаться в безвредности и чистоте легких при курении конопли. Даже если человека не курящий сигареты курить и вдыхает дым марихуаны, он наносит непоправимый вред легким. Основной причиной наносимого время является то что курильщики марихуаны вдыхают ее очень глубоко и очень на долго задерживают в легких, тем самым нарушая правильную работу органов и сосудов. Глубоко в легких оседают смолы и продукты горения которые и являются разрушительными факторами для здорового функционирования дыхательных путей. Регулярное, частое, сильное курение травки способно развить в организме бронхит и прочие хронические болезни дыхательных путей.</p>
<hr />
<p style="text-align: center;"><em>Марихуана не убивает! Вред марихуаны не приведет к моментальной смерти. Существует теория согласно которой необходимо 800 косяков каннабиса чтобы убить человека. При этом смерть наступит не от наркотической интоксикации, а от отравления окисью углерода!</em></p>
<hr />
<p><img style="vertical-align: middle;" title="Чем вредно курение марихуаны или это не правда?" src="assets/images/вред-марихуаны.png" alt="Узнайте чем вредно курение марихуаны" width="100%" /></p>
<p style="font-size: 16px; color: #4bd12e;">Факт №4. Курение и употребление конопли угнетает иммунную систему.</p>
<p>ТГК основной компонент конопли, который и несет прямое влияние на состояние человека, способен угнетать иммунную систему человека. Вредно ли курить траву? Именно по этой причине да, ведь ослабленный иммунитет организма становиться открытым для любых вирусов и их распространения. Конечно же, эта функция несет и немалую пользу, ведь для лечения многих заболеваний именно угнетение иммунной системы является необходимым фактором выздоровления. По этим причинам употребление конопли сомнительно - для одних польза, для других вред.</p>
<hr />
<h3>Вред от марихуаны для беременных женщин скрывается в здоровье и психике будущего малыша !</h3>
<hr />
<p style="font-size: 16px; color: #4bd12e;">Факт №5. Марихуане не вызывает нарушения клеток головного мозга.</p>
<p>Исследования на обезьянах, которые проводились в 70х годах, указывают о нарушениях функционирования мозга у макак которых заставляли курить марихуану по 5-6 косяков в день, в течении полугода.  В действительности этот фактор является симулятивным, и подлинность существования эксперимента подвергается сомнению.<br />До сих пор, учеными не доказано негативное влияние марихуаны на клетки головного мозга. Даже при частом, регулярном употреблении марихуаны. Говорить о расстройствах функционирования мозга, можно при любым случаях - будь то курильщик конопли или обычных сигарет. Если человек обладает низким уровнем iq, не развивается, ничего не изучает, не читает литературу его умственные способности будут стремительно понижаться с каждым годом вне зависимости от того курит он коноплю, сигареты или вообще ничего не курит.</p>
<p style="font-size: 16px; color: #4bd12e;">Факт №6. Во время интоксикации (момента после курения или принятия травки в любом другом виде) у некоторых людей наступает приступ тахикардии.</p>
<p style="font-size: 16px; color: #4bd12e;">Факт №7. Регулярное курение марихуаны это возможность инфаркта.</p>
<p>Из-за повышения артериального давления и частоты сердечных сокращений во время курения конопли снижается кислородная способность крови (гипоксия). В течении первого часа после употребления некоторые люди  попадают в группу риска по приступу инфаркта.</p>',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '0',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444520312',
    'editedby' => '1',
    'editedon' => '1451402020',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1447849980',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'vred-ot-marixuanyi.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '0',
  ),
  1 => 
  array (
    'id' => '10',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Влияние марихуаны на организм и ее действие',
    'longtitle' => 'Влияние марихуаны на организм человека и его действие вцелом',
    'description' => 'Существует ли влияние марихуаны на организм и какое происходит действие марихуаны на организм взрослого человека и подростка.',
    'alias' => 'vliyanie-marixuanyi-na-organizm',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p><img style="vertical-align: middle;" title="Влияние марихуаны на человеческий организм" src="assets/images/vlianie-marihyani-na-organizm.png" alt="Влияние марихуаны на человека" width="100%" height="329" />Растение конопля, имеет множество возможностей использования и применения человеком. Конопля может быть как полезной для человека и общества, так и нести негативные, а порой даже вредные качества. Одна из наиболее популярных и приятных для многих из производных конопли, является марихуана. Конопля может использоваться в медицине, сельскохозяйстве или например кулинарии, но именно про <strong>влияние марихуаны на организм</strong>, при ее курении далее.</p>
<h2>Действие и влияние марихуаны на организм</h2>
<p>При длительном и периодическом курении, конопля безповоротно несет определенное влияние на тело, мысли и общее физическое состояние человека. Характер и продолжительность которое несет действие конопли, зависит от каждого индивидуального случая и определяется такими ключевыми характеристиками как: периодичность курения, способ курения, количество употребления, сорт употребляемой конопли, индивидуальная предрасположенность.</p>
<p style="font-size: 16px; font-weight: bolder;">Действие марихуаны на организм и физическое состояние</p>
<ul>
<li><img style="float: right;" title="Узнайте какое действие марихуаны на мозг" src="assets/images/vlianie-marihyani-na-organizm-4eloveka.png" alt="Действие марихуаны на мозг" width="456" height="684" /><span style="font-size: 16px; color: #4bd12e;">Действие марихуаны на мозг.</span> Существуют факты и исследования, доказывающие снижение кратковременной памяти у курильщиков конопли. Такой эффект может происходить при первом употреблении марихуаны и всех последующих. Данный фактор зависит исключительно от умственных способностей индивида, и является широко распространненым среди курильщиков канабиса. <br />Это происходит за счет наружения работоспособности сосудов, которые в результате спазма сокращаються и могут вызывать небольшие отечности. Регулярное и часто употребление, может вызывать серьезные наружения в коре головного мозга, так как концентрация таких отеков в мозгу, нарушает питание, а в следствии приводит к гибели нервные клетки и окончания. Заядлые курильщики со временем наблюдают регулярность потери кратковременной памяти и проблемы с концентрацией внимания.  За счет этого, у курильщика который не развивает память и интелект, значительно ослабивает и снижаются умственные способности.</li>
<li><span style="font-size: 16px; color: #4bd12e;">Влияние марихуаны на организм мужчины и репродуктивную систему.</span> Несмотря на то что многими замечен такой положительный эффект как повышение сексуальной активности, у курении марихуаны есть другая, весьма опасная сторона медали. Организм курильщика подвержен возможности патологичнского влияния, существует возможность патологической задержки эякуляции. Регулярное употребление марихуаны ведет к снижению активности сперматозоидов, а так же снижается общее число выработки спермы. Сперматозоиды теряют способность проникать через защитную оболочку в яйцеклетку, тем самым сокращая возможность оплодотворения к минимуму.</li>
<li><span style="font-size: 16px; color: #4bd12e;">Влияние марихуаны на организм женщины.</span> Курильщицы конопли подвергают себя нарушениям процесса овуляции. Высокий уровень конопли снижает выработку спермы, влияет на подвижность сперматозоидов, у женщин нарушает процесс овуляции. </li>
<li><span style="font-size: 16px; color: #4bd12e;">Действие марихуаны на легкие человека.</span> Многие источники утверждают о негативном влиянии на легкие человека. Так как многие курильщики  в стремлении полужить больший эффект от дыма конопли, надолго задерживают ее в легких, это ведет к оседанию смол в не меньчем количестве чем от табака.<br />Дыхательные пути в организме сужаються и существует возможность развития эмфизема. Кашель и хрипота переходящие в хроническое состояние это одно из последствий курения конопли. </li>
<li>Эффект потребления марихуаны нарушает координацию движений, вызывает сухость во рту, покраснение глаз, чувство сильного голода и абсолютну смену общего физического состояния человека.</li>
<li>Некоторые исследования говорят про <span style="font-size: 16px; color: #4bd12e;">снижение защитной функции организма</span> и большей подверженности имунитета человека к заболеваниям. Действуя как имунодепресант, травка может подвергать человеческих организм бактериям и вирусным заполеваниям.</li>
</ul>
<h3>Действие марихуаны на человека и его психику</h3>
<ul>
<li><span style="font-size: 16px; color: #4bd12e;">Конопля вызывает зависимость!</span> И это факт. Многие курильщики не хотят его принимать и могут утверждать что совсем никакой зависимости нет, но прочитав о распространенных ощущениях во время отсутсвия марихуаны, многие смогут узнать и себя. Итак, недоступность марихуаны для курильщика со стажем вызывает дискомфорт в области сердца, головные боли, разражение, кратковременные проступы агрессии, не возможность концентрации внимания на чем либо, лень и пасивность. Такие ощущения могут длиться в течении 2-3 дней, а по истечении "жизнь снова налаживается". Переборов негативность нескольких дней, человек может освободиться от зависимости так как физических и психических дискомфортом более не ощущает. <br />Важно отметить что небольшое и крайне редкое употребление марихуаны не привод к зависимости, в отличии от регулярного курения в течении длительного периода.</li>
<li><span style="font-size: 16px; color: #4bd12e;">Развитие психозов.</span> Люди которые имеют физическую недостаточность и имеют предласположенность к психическим нарушениям, могут иметь серьезные последствия курения марихуаны даже в минимальных дозах. Часто возникают психозы, возможны развития шизофрении.</li>
<li><span style="font-size: 16px; color: #4bd12e;">Чувство страха и безпричинной тревозможности</span>, так же являються негативными последствиями потребления травки.</li>
</ul>
<hr />
<div id="fb-root"> </div>
<script type="text/javascript">// <![CDATA[
(function(d, s, id) {  var js, fjs = d.getElementsByTagName(s)[0];  if (d.getElementById(id)) return;  js = d.createElement(s); js.id = id;  js.src = "//connect.facebook.net/en_GB/sdk.js#xfbml=1&version=v2.3";  fjs.parentNode.insertBefore(js, fjs);}(document, \'script\', \'facebook-jssdk\'));
// ]]></script>
<div class="fb-video" data-allowfullscreen="1" data-href="/dariushfattahifanpage/videos/vb.48180460935/10152988474850936/?type=3">
<div class="fb-xfbml-parse-ignore">
<blockquote cite="https://www.facebook.com/dariushfattahifanpage/videos/10152988474850936/">
<p> </p>
Posted by <a href="https://www.facebook.com/dariushfattahifanpage/">Dariush Fattahi</a> on Saturday, 15 August 2015</blockquote>
</div>
</div>
<p><em>За обрабатывание информации в нашем мозге отвечают специальные клетки – нейроны. Нейромедиаторы составляют группу химических веществ, которые дают возможность нейронам взаимодействовать между собой. Нейромедиаторы заполняют существующие пробелы между нейронами и сразу присоединяются к протеиновым рецепторам, которые непосредственно отвечают за фукциональные способности организма человека. Некоторые из нейронов содержат тысячи рецепторов, которые являются специфичными для каждого нейромедиатора. Чужеродные тела, попадая в организм человека, имеют способность имитировать или блокировать действия нейромедиаторов, и как результат, не дают нашему организму выполнять свои функции.</em></p>
<p><em>В нашем мозге находится несколько групп канабиноидных рецепторов. Эти рецепторы непосредственно воздействуют умственную и физическую деятельность человека. А конкретно на:</em></p>
<p><em>- Координацию движения</em><br /><em>- Кратковременную память</em><br /><em>- Разрешение задач</em><br /><em>- Запоминание</em></p>
<p><em>Как известно канабиноидные рецепторы приводятся в действие нейромедиатором, который называется анандомидом. Тетрагидроканнабинол имитирует действие анандомидов. В результате присоединения к канабиноидным рецепторам тетрагидроканнабинол начинает активировать работу нейронов, которые производят отрицательное воздействие на организм человека.</em></p>
<p><em>Большое количество канабиноидных рецепторов находится в коре головного мозга, подкорковых узлах и гиппокампе. Находясь в височной доле головного мозга гиппокамп несет ответственность за функционирование кратковременной памяти. После того, как тетрагидроканнабинол начал взаимодействие с канабиноидными рецепторами внутри гиппокампа, то после такого взаимодействия нарушается воспроизведение недавних событий. Также тетрагидроканнабинол влияет на координацию движений, за которые несет ответственность кора головного мозга. Подкорковые узлы управляют неосознанными движениями мускул, и когда человек принимает марихуану, то у него наблюдается нарушение координации движений.</em></p>
<hr />
<p style="font-weight: bolder; text-align: center;">Среднестатистическое время выхождения ТГК из организма курильщика до десяти дней, полное выхождение наркотика из огранизма до 3х месяцев. </p>
<p>При длительном и периодическом курении, конопля безповоротно несет определенное влияние на тело, мысли и общее физическое состояние человека. Характер и продолжительность которое несет действие конопли, зависит от каждого индивидуального случая и определяется такими ключевыми характеристиками как: периодичность курения, способ курения, количество употребления, сорт употребляемой конопли, индивидуальная предрасположенность.</p>',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '1',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444520719',
    'editedby' => '1',
    'editedon' => '1451068853',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444519740',
    'publishedby' => '1',
    'menutitle' => 'Влияние на организм',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'vliyanie-marixuanyi-na-organizm.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '0',
  ),
  2 => 
  array (
    'id' => '9',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Польза марихуаны',
    'longtitle' => 'Существует ли какая-то польза марихуаны',
    'description' => 'Если ли польза марихуаны и какие у нее полезные свойства для организма человека.',
    'alias' => 'polza-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p>Растение конопли имеет массу возможных применений, и польза ее употребления/применения безусловно велика. Предлагаем разобраться в вопросе какая же все таки <strong>польза марихуаны</strong> и почему во всем мире это растение не дает смирения с запретом.</p>
<h2>Польза конопли в промышленности и польза марихуаны при курении и употреблении в быту</h2>
<p>Использование конопли широко распространялось по всеми миру еще за долго до существования административных учреждений и правительства, которое ее запретило. Польза конопли и ее положительное влияние на человека является несомненным. Представленный список дополняется ежемесячно, но исследования с применением марихуаны запрещены во многих странах, что замедляет процессы получения достоверной  или наверняка подтвержденной информации.</p>
<p style="font-size: 16px; font-weight: bolder;" align="left">Польза от марихуаны для тела и лечения заболеваний:</p>
<ul>
<li><span style="color: #4bd12e;">ВИЧ.</span> Употребление марихуаны в виде курительных смесей и марихуаны в кулинарии, значительно сокращает количество вирусных клеток в организме. Прямое влияние имеет ТГК растения. Употребление значительно снижает ущерб иммунной системы человека, который бесповоротно наносит ВИЧ.<img style="float: right;" title="Непревзойденная польза марихуаны и растения конопли" src="assets/images/польза-конопли.png" alt="Какая польза марихуаны" width="450" height="667" /></li>
<li><span style="color: #4bd12e;">Ожирение.</span> По статистике голландских ученых, любители марихуаны значительно реже страдают от этой болезни чем остальные.</li>
<li><span style="color: #4bd12e;">Раковые заболевания.</span> Периодическое курение марихуаны польза от которой зависит от ТГК, снижает риск получения и распространения раковых клеток. Так же марихуана снижает последствия химиотерапии, при этом абсолютно не влияя на результат химиотерапии.</li>
<li><span style="color: #4bd12e;">Судорожные рефлексы.</span> Марихуаны польза таковой является для лечения хронических судорожных припадков.</li>
<li><span style="color: #4bd12e;">Мозговая активность.</span> Умеренное употребление канабиноидов замедляет процессы старения мозга и дегенерации. Основной целебный компонент ТГК является нейропротектором и действует получше многих специальных химических лекарств.</li>
<li><span style="color: #4bd12e;">Ауотмиумнные болезни.</span> Польза от конопли, а конкретно ее ТГК, значительно снижает восприимчивость организма человека к таким болезням.</li>
<li><span style="color: #4bd12e;">Сердечная недостаточность.</span> Умеренное употребление минимального количества ТГК предотвращает легочно-сердечные недостаточности.</li>
<li><span style="color: #4bd12e;">Посттравматический синдром.</span> Польза курения конопли имеет безотказные приоритеты при лечении нервных и психических расстройств. Умеренное употребление, позволяет многим жителям планеты выйти из состояния серьезных психологических зажимов и помогает пережить стрессовые ситуации.</li>
<li><span style="color: #4bd12e;">Артроз.</span> Боли которые вызывает остеоартрит значительно снижаются при употреблении конопли.</li>
<li><span style="color: #4bd12e;">Болезнь Крона.</span> Польза курения марихуаны неоценима при лечении болезни Крона. Благодаря конопле, заболевание переходит в стадию ремиссии и человек снова может здорово функционировать. Так же значительным плюсом есть то что марихуана не вызывает побочных эффектов, которые являются неотъемлемым результатом медикаментозного лечения.</li>
<li><span style="color: #4bd12e;">Диабет.</span> Низкий уровень инсулина в крови, так же является следствием регулярного применения канабиса.</li>
<li><span style="color: #4bd12e;">Лечение от метамфитамина.</span> Лечение наркомании такого уровня посредством употребление марихуаны, значительно уменьшает токсичный эффект который происходит в теле человека после длительного приема метамфитамина.</li>
<li><span style="color: #4bd12e;">Болезнь Альцгеймера.</span> Употребляемая конопля польза от которой весьма значительная при многих болезнях, в случае Альцеймера весьма велика. Травка не только подавляет внешние признаки болезни, но и словно вакцина снижает дегенеративный эффект болезни. </li>
<li><span style="color: #4bd12e;">Депрессивные состояния.</span> Одиночество, социальная изоляция, психологические расстройства и другие душевные болезни, эффективно уничтожаются при употреблении конопли. Каннабис значительно помогает при нарушениях сна!</li>
<li><span style="color: #4bd12e;">Глаукома.</span> Применение и польза конопли проявляется в снижении и предотвращении развития глаукомы.</li>
</ul>
<hr />
<p style="text-align: center; color: #4bd12e;"><em>Польза марихуаны для организма человека лежит не только в самом растении конопли, но и в конопляных семечках. На сегодняшний день, семена конопли приобретают все большей популярности среди приверженцев здорового образа жизни и людей желающих выглядеть отлично и молодо.</em></p>
<hr />
<p style="text-align: center; color: #4bd12e;"><img style="vertical-align: middle;" title="Семена и конопля польза которой неоценима" src="assets/images/семена-конопли-польза.png" alt="Лучшая конопля польза или вред" width="1147" height="383" /></p>
<h3>Употребляя семена конопли польза марихуаны увеличивается в десятки раз</h3>
<p>Употребление в пищу семян конопли, в исторических записях впервые было замечено в древнем Китае. Люди употребляли не только растение конопли, но и ядра семечек для исцеления от болезней и как залог молодости тела и духа. Китайцы во многом превосходят европейцев касательно уровня здоровья, долголетия и развития, поэтому не удивительно что понимание целебных свойств этого растения впервые было замечено именно в этой стране.</p>
<p><em>Семена конопли польза для тела и ума. Как любые орехи и семена, конопляные семечки состоят из масел и белков, в соотношении 30% масел и 25% белков.</em> Каждый компонент и отдельная часть структурной составляющей семени конопли это залог пользы:</p>
<ul>
<li>Масло семечек конопли на 90% состоит из полинасыщенных жирных кислот.</li>
<li><span style="color: #4bd12e;">Семена конопли насыщены незаменимыми жирными кислотами - линоленовая кислота Омега 6 и альфа-линолевая кислота Омега 3. Это единственное растение на планете, которое имеет идеальное соотношение этих кислот для организма человека - 3:1. Многие ученые утверждают что именно такая пропорция является лучшей для значительного восстановления здоровья человека и лучшее состояние сердечно-сосудистой системы.</span></li>
<li>Огромное содержание минералов - фосфор, калий, сера, кальций, магний, железо и цинк.</li>
<li><span style="color: #4bd12e;">Семя конопли это концентрат пищевых волокон, витаминов и минералов. Состоит из огромного количества клетчатки, витамина А, витамина С, витамина Е.</span>  </li>
<li>Содержит биологические метаболиты незаменимые ЖК - это стеаридоновая кислота и гамма-линоленовая кислота.</li>
<li>Белковая часть семени конопли состоит из протеина эдестино и альбумина которые являются комплексом незаменимых аминокислот. Так же в конопляных семечках высокий уровень концентрации аргинина.</li>
</ul>
<p style="font-size: 16px; font-weight: bolder;" align="left">Семена конопли и конопляное масло польза употребления которых неоднократно доказана исследованиями, помогают телу:</p>
<ul>
<li><span style="color: #4bd12e;">Бороться с ожирением и холестерином.</span> Семена и масло снижают уровень холестерина в организме человека, чем спасают от тромбоза, болезни сосудов и прочих осложнений связанных с кровеносными сосудами.</li>
<li><span style="color: #4bd12e;">Улучшается состояние кожи.</span> Употребление семян снижает симптомы дерматита и воспалительные кожные процессы, а все благодаря сбалансированному содержанию полинасыщенных кислот.</li>
<li><span style="color: #4bd12e;">Препятствует болезни сердца.</span> Коноплиные семена при употреблении способствуют разжижению крови. Такой эффект уменьшает риски инфарктов и инсультов.</li>
</ul>
<p style="font-size: 16px; font-weight: bolder;" align="left"><img style="float: right; margin-left: 3px; margin-right: 3px;" title="Польза от марихуаны для всех" src="assets/images/польза-конопли-в-хозяйстве.png" alt="Какая польза от марихуаны и семечек конопли" width="336" height="408" />Как употреблять семена конопли польза чтоб с них не исчезала</p>
<p>Ежедневное употребление семян в пищу восстановит организм уже за пару недель. Одной горстки сырых семечек конопли или немного поджаренных на масле, станут отличным рационом в Вашем "суперфуде". Так же можно добавлять немного соли и специй.</p>
<h3>Конопля польза которой для человека бесценна, так же применяется и в промышленности</h3>
<ul>
<li>Для производства нитей и тканей. Сумок и канатов.</li>
<li>Снуды и самые прочные нити. (Такие использовались при транспортировке статуй из камня и других твердых материалов).</li>
<li>Производство бумаги, книг, карт.</li>
<li>Прочные и долговечные паруса для кораблей и мелких суден.</li>
<li>Горючее.</li>
<li>Лекарства, настоит и лечебные отвары.</li>
<li>Одежда, ремни, украшения и головные уборы. Постельное белье и полотенца.</li>
<li>Употреблять марихуану можно и в пищу.</li>
</ul>',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '2',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444520702',
    'editedby' => '1',
    'editedon' => '1451394697',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1446589560',
    'publishedby' => '1',
    'menutitle' => 'Польза употребления',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'polza-marixuanyi.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '0',
  ),
  3 => 
  array (
    'id' => '45',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Полезные и лечебные свойства марихуаны',
    'longtitle' => 'Лечебные свойства марихуаны и лечение марихуаной',
    'description' => 'Существуют научно доказанные лечебные свойства марихуаны, а так же практикуется лечение марихуаной рака и других онкологических заболеваний.',
    'alias' => 'lechenie-marixuanoj',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p>Конопля помогает при лечении многих органов. Конопляное растение издавна применялось для лечения самых тяжелых заболеваний. В частности <strong>лечебные свойства марихуаны</strong> были замечены при хронических недугах. В условиях подкупаемой конкуренции конопля уступила первое место препаратам на химической основе. За ними были огромные капиталы, а марихуана была простым и наглядным средством. Благодаря стремительную процессу современных технологий, рекламе и правительству, многие народные методы были вытеснены из реалий и насмешливо сделаны "бездейственными методами для шарлатанов". В число таких лекарств попала и марихуана, не смотря успешный опыт ее применения в борьбе с множеством болезней.</p>
<h2>Лечебные свойства марихуаны для тела и лечение марихуаной онкологии</h2>
<p>В странах, где исследование и применение конопли не запрещено бездумными бюрократами, изучение каннабиноидов и в частности конопли дает свои плоды. Поэтому там марихуана применяется в широком спектре производимых лекарств. В Израиле психоактивные качества конопли изучают согласно государственной программе. Израильские издания ежемесячно публикуют результаты исследований в области применения конопли и каннабиноидов. Такими исследованиями занимается не только Израиль но Канада, Англия, Италия, Испания и множество других стран где частично или полностью легализированная конопля и ее применение в различных целях.</p>
<p><img style="float: right; margin-left: 5px; margin-right: 5px;" title="Лечебные свойства марихуаны это успех в медицине" src="assets/images/le4ebnie-svoistva-marihyani.png" alt="Положительные лечебные свойства марихуаны спасают людей" width="230" height="476" />Так например, поскольку конопля в Канаде не имеет бюрократических преград, Канадская медицинская ассоциация информирует общество о пользе каннабиноидов и <strong>лечебные свойства марихуаны</strong>. <em style="color: #4fa819;">Одним из последних исследований Канадской ассоциации в области конопли было открытие пользы конопли при лечении рассеянного склероза. Ученые из Англии, Италии и Испании совместно доказали, что ТГК, содержащийся в растениях конопли, задерживает развитие болезни Хантингтона.</em></p>
<p style="font-size: 16px; font-weight: bolder;">Реабилитация наркозависимых</p>
<p>Ученые из Израиля и Американского Национального института злоупотребления алкоголя из Мэриленда считают, что конопля с высоким уровнем ТГК существенно снижает болевые ощущения при абстененции. Ученые из Китая и США предлагают новый способ лечения наркотической зависимости с помощью каннабноидов и в частности конопли. При этом длительное использование таких препаратов не провоцирует привыкания. Поэтому применение конопли в медицине более чем обосновано. При работе над конечной версией проекта «Национальной стратегии Украины в отношении наркотиков» ассоциация коноплеводов призывает государство пересмотреть свое отношение касательно конопли. Ведь психоактивные качества конопли тоже вполне применимы для лечения хронических заболеваний и наркозависимости. В документе о разработке и внедрении стратегии научного отношения к наркотикам. На подпись высокопоставленным служащим указаны детали. В частности указано, реалии на сегодня требуют медицинского подхода в применении конопли. Каннабиноиды, получаемые из конопли могут применяться в качестве анальгетиков. В лечении наркозависимоти применение конопли может заменить метадон и бупренорфин.</p>
<h3>Лечение рака марихуаной и других болезней</h3>
<p>В Америке конопля разрешена для курения раковым больным для снятия болевого синдрома. Американский институт рака и Калифорнийский мед.центр института в Сан-Франциско подтвердили пользу конопли при борьбе с раковыми клетками.</p>
<p style="text-align: center;"><em style="color: #4fa819;">Ученые из Англии пришли к выводу, что лечебные свойства марихуаны, в виде экстракты конопли помогают при лелчении эпилепсии, болезней кишечника, шизофрении, диабета. Учитывая все эти достижения применения конопли в медицине, многие медики и ученые в разных странах давно призывают правительства сменить свою позицию относительно конопли.</em></p>
<p style="font-size: 16px; font-weight: bolder;">Применение конопли в лекарствах<img style="margin-left: 5px; margin-right: 5px; float: left;" title="Кратковременное и длительное лечение марихуаной исцеляет от болезней" src="assets/images/le4enie-marihyanoi.png" alt="Лечение марихуаной помогает от болезней" width="600" height="400" /></p>
<p>В Новой Зеландии, Канаде и 8 стран Европы уже вовсю применяется препарат из конопли на основе добытых из растений конопли психоактивных веществ. В кратчайшие сроки лицензия на применение данных препаратов из конопли будет произведено в США, Германии, Франции, Италии. Тот же препарат из конопли, однако в других 15 странах доступен к продаже с некоторыми ограничениями относительно индивидуальных случаев больных. С 2011 года Израильский лекарственный комитет при Министерстве здравоохранения рекомендует признать медицинские качества конопли в виде специальной медицинской конопли. Также было внесено предложение внести медицинские сорта конопли ввести в минимальную корзину лекарств. Даже наркотические сорта конопли, которые имеют высокий уровень ТГК, и являются действительно дурманящим разум средством, разрешены для выращивания в США, Канаде, Израиле, Англии, Италии и Голландии.</p>
<hr />',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '3',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444729868',
    'editedby' => '1',
    'editedon' => '1451395867',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444729860',
    'publishedby' => '1',
    'menutitle' => 'Лечебные свойства марихуаны',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'lechenie-marixuanoj.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '0',
  ),
  4 => 
  array (
    'id' => '42',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Как курить гашиш и эффект от гашиша',
    'longtitle' => 'Что такое гашиш как его курить и какой дает эффект',
    'description' => 'Все про гашиш - эффект гашиша, как курить гашиш, его влияние на организм и вред.',
    'alias' => 'kak-kurit-gashish-i-effekt-ot-gashisha',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '4',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444729257',
    'editedby' => '1',
    'editedon' => '1446076728',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444729260',
    'publishedby' => '1',
    'menutitle' => 'Все про гашиш',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'kak-kurit-gashish-i-effekt-ot-gashisha.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '0',
  ),
  5 => 
  array (
    'id' => '43',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Что такое тгк и его влияние',
    'longtitle' => 'Узнайте что такое тгк и как его повысить',
    'description' => 'Что такое ТГК и какое влияние играет в свойствах конопли, а так же как повысить тгк в марихуане читате на страницах ресурса 4-20.com.ua',
    'alias' => 'chto-takoe-tgk',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '5',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444729370',
    'editedby' => '1',
    'editedon' => '1446073811',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444729320',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'chto-takoe-tgk.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '0',
  ),
  6 => 
  array (
    'id' => '44',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Что такое каннабис',
    'longtitle' => '',
    'description' => '',
    'alias' => 'chto-takoe-kannabis',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '6',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444729484',
    'editedby' => '1',
    'editedon' => '1446073867',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444729440',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'chto-takoe-kannabis.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '0',
  ),
  7 => 
  array (
    'id' => '47',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Что такое анаша',
    'longtitle' => '',
    'description' => '',
    'alias' => 'chto-takoe-anasha',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '7',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444730160',
    'editedby' => '1',
    'editedon' => '1446073949',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444730160',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'chto-takoe-anasha.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '0',
  ),
  8 => 
  array (
    'id' => '48',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Лучшие сорта конопли',
    'longtitle' => '',
    'description' => '',
    'alias' => 'luchshie-sorta-konopli',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '8',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444730496',
    'editedby' => '1',
    'editedon' => '1446073918',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444730460',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'luchshie-sorta-konopli.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '0',
  ),
  9 => 
  array (
    'id' => '46',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Способы употребления марихуаны',
    'longtitle' => '',
    'description' => '',
    'alias' => 'sposobyi-upotrebleniya-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '9',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444730016',
    'editedby' => '1',
    'editedon' => '1446073935',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444729980',
    'publishedby' => '1',
    'menutitle' => 'Девайсы для курения',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'sposobyi-upotrebleniya-marixuanyi.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '0',
  ),
  10 => 
  array (
    'id' => '55',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Наказание за выращивание марихуаны закон Украины',
    'longtitle' => 'За выращивание марихуаны закон наказывает',
    'description' => 'Поскольку выращивание марихуаны закон запрещает, прийдется заплатить большой штраф или загреметь в тюрьму.',
    'alias' => 'zakon-za-vyirashhivanie-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p>Не знание закона не освобождает от ответственности! Ознакомьтесь со всеми видами нарушений предусмотренных Уголовным Кодексом Украины и Законом Украины, а так же разными статьями. Существует два вида ответственности за выращивание, хранение и употребление наркотических препаратов, в данном случае марихуаны - <span>административная и уголовная. <strong>Выращивание марихуаны закон</strong> Украины 310, статьи 106-2, статья 309, 315. </span></p>
<h2>Статьи Уголовеного Кодекса про выращивание марихуаны Закон Украины</h2>
<p><img style="float: left;" title="За выращивание марихуаны закон предусматривает наказание" src="assets/images/zakon-o-virashivanii-marihyani.png" alt="выращивание марихуаны закон и наказание " width="420" height="214" />Выращивание конопли в Украине и других странах СНГ запрещено и преследуеться законом. Ниже представлены адменистративные и уголовные наказание за совершение незаконных правонарушений. <span style="font-weight: bolder; color: #f82306;">Кодекс Украины, в статье 106-2,</span> предписывает административные правонарушения <span style="font-weight: bolder; color: #4fa819;">за посев и выращивание конопли в размере до 10 (десяти) растений</span>. Такое правонарушение предусматривает <span style="font-weight: bolder; color: #4fa819;">штраф от 300 до 1700 гривен, и предусматривает конфискацию незаконно выращенных растений</span>. Растением считается один корень, вне зависимости от количества ростков. При нахождении растений конопли до 10ти кустов, сотрудник правоохранительных органов составляет админ протокол, в результате которого решением суда уточняется размер штрафа.</p>
<p>В случае когда выращивание растений конопли превышает 10 кустов, наступает уголовная ответственность. <span style="font-weight: bolder; color: #f82306;">Созласно 310 статье Уголовного кодекса Украины</span>, марихуаны <span style="font-weight: bolder; color: #4fa819;">варащивание в количестве от 10ти до 50ти растений, влечет за собой наложение штрафа от 1700 гривен до 9000 гривен, а так же/или арест гровера на срок до 6 месяцев с последующим/или ограничением сободы до 3х лет.</span></p>
<p>Так же, если выращиватель конопли добровольно выдал нарконические средства (марихуану, гашиш и тд), и помогал следствию в раскрытии дел с незаконным оборотом наркотиков, такое лицо освобождается от уголовной ответственности (но не административной) за производство, покупку, хранение или перевозку-пересылку.</p>
<p>Так же, важно отметить, что те кто притягивался ранее к ответственности по статьям 307, 309, 311, 317 и другим касательно изготовления, сбережения, распространения, хранения и тд накротических средств, в количестве от 50 и больше кустов марихуаны, должны быть готовы к лишению свободны на срок от 3х до 7ми лет.</p>
<p style="text-align: center;"><em>Преступление признается таковым с мемента проращивания семени и высадки в грунт, вне зависимости от того даже если растение не взошло, высохло или погибло в результате заморозка. Приобретение семян конопли, подготовка расскады, грунта и тд, в судебной практике называется "подготовка к преступлению" и так же учитывается в суде при вынесениее приговора (ст. 310). <br />Любой процесс посадки и выращивание марихуаны, закон готов всегда присечь и наказать виновных!</em></p>
<h3>Выращивание марихуаны Закон про дальнейшее хранение и перевозку</h3>
<p><span style="font-weight: bolder; color: #f82306;">Статья 44 Уголовного кодекса Украины</span>, предусматривает административное наказание <span style="font-weight: bolder; color: #4fa819;">за производство, покупку, хранение и перевозку марухуаны и ее производных в небольших количествах, без целей продажи</span>, а только для личного употребления - <span style="font-weight: bolder; color: #4fa819;">такие действия наказываються штрафом от 300 до 700 гривен и арестом нарушившего лица сроком до 15 суток.</span></p>
<p>Количество конопли и ее производных, для получения административного наказания:<img style="float: right; margin-left: 5px; margin-right: 5px;" title="Существуют такие статьи за выращивание марихуаны" src="assets/images/virashivanie_marihyani_zakon.png" alt="Статьи за выращивание марихуаны" width="401" height="268" /></p>
<ul>
<li><span style="line-height: 1.5em;">смола каннабиса (гашиш, анаша) — до 0,5 грамм;</span></li>
<li><span style="line-height: 1.5em;">масла, настойки, экстракт каннабиса — до 0,3 грамм;</span></li>
<li><span style="line-height: 1.5em;">шишки и сухие верхушки растений с цветами (без учета зрелых семян из которых не выделена смола) — до 5 грамм;</span></li>
<li>шишки и невысушенные верхушки растений с цветами (без учета зрелых семян из которых не выделена смола)  — до 25 грамм.</li>
</ul>
<p><span style="color: #4fa819; font-weight: bolder; line-height: 1.5em;">Все превышающие нормы квалифицинуются как уголовные нарушения и наказываються или штрафом от 850 до 1700 гривен и сроком лишения свободы от 3-6 лет.</span></p>
<hr />
<p style="font-size: 16px; font-weight: bolder;">Администрация 4-20.com.ua снимает с себя любую ответственность за беззаконное использование конопли, для  незаконных целей и противоречащих закону!</p>',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '10',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1445516642',
    'editedby' => '1',
    'editedon' => '1451396814',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1445523480',
    'publishedby' => '1',
    'menutitle' => 'Закон Украины о выращивании марихуаны',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'zakon-za-vyirashhivanie-marixuanyi.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '0',
  ),
);