<?php  return array (
  'id' => 9,
  'type' => 'document',
  'contentType' => 'text/html',
  'pagetitle' => 'Польза марихуаны',
  'longtitle' => 'Неповторимая польза марихуаны это реальность которую важно развивать',
  'description' => 'Если ли польза марихуаны и какие у нее полезные свойства для организма человека.',
  'alias' => 'polza-marixuanyi',
  'link_attributes' => '',
  'published' => 1,
  'pub_date' => 0,
  'unpub_date' => 0,
  'parent' => 2,
  'isfolder' => 0,
  'introtext' => '',
  'content' => '<p>Растение конопли имеет массу возможных применений, и польза ее употребления/применения безусловно велика. Предлагаем разобраться в вопросе какая же все таки <strong>польза марихуаны</strong> и почему во всем мире это растение не дает смирения с запретом.</p>
<h2>Польза конопли в промышленности и польза марихуаны при курении и употреблении в быту</h2>
<p>Использование конопли широко распространялось по всеми миру еще за долго до существования административных учреждений и правительства, которое ее запретило. Польза конопли и ее положительное влияние на человека является несомненным. Представленный список дополняется ежемесячно, но исследования с применением марихуаны запрещены во многих странах, что замедляет процессы получения достоверной  или наверняка подтвержденной информации.</p>
<p style="font-size: 16px; font-weight: bolder;" align="left">Польза от марихуаны для тела и лечения заболеваний:</p>
<ul>
<li><span style="color: #4bd12e;">ВИЧ.</span> Употребление марихуаны в виде курительных смесей и марихуаны в кулинарии, значительно сокращает количество вирусных клеток в организме. Прямое влияние имеет ТГК растения. Употребление значительно снижает ущерб иммунной системы человека, который бесповоротно наносит ВИЧ.<img style="float: right;" title="Непревзойденная польза марихуаны и растения конопли" src="assets/images/польза-конопли.png" alt="Какая польза марихуаны" width="450" height="667" /></li>
<li><span style="color: #4bd12e;">Ожирение.</span> По статистике голландских ученых, любители марихуаны значительно реже страдают от этой болезни чем остальные.</li>
<li><span style="color: #4bd12e;">Раковые заболевания.</span> Периодическое курение марихуаны польза от которой зависит от ТГК, снижает риск получения и распространения раковых клеток. Так же марихуана снижает последствия химиотерапии, при этом абсолютно не влияя на результат химиотерапии.</li>
<li><span style="color: #4bd12e;">Судорожные рефлексы.</span> Марихуаны польза таковой является для лечения хронических судорожных припадков.</li>
<li><span style="color: #4bd12e;">Мозговая активность.</span> Умеренное употребление канабиноидов замедляет процессы старения мозга и дегенерации. Основной целебный компонент ТГК является нейропротектором и действует получше многих специальных химических лекарств.</li>
<li><span style="color: #4bd12e;">Ауотмиумнные болезни.</span> Польза от конопли, а конкретно ее ТГК, значительно снижает восприимчивость организма человека к таким болезням.</li>
<li><span style="color: #4bd12e;">Сердечная недостаточность.</span> Умеренное употребление минимального количества ТГК предотвращает легочно-сердечные недостаточности.</li>
<li><span style="color: #4bd12e;">Посттравматический синдром.</span> Польза курения конопли имеет безотказные приоритеты при лечении нервных и психических расстройств. Умеренное употребление, позволяет многим жителям планеты выйти из состояния серьезных психологических зажимов и помогает пережить стрессовые ситуации.</li>
<li><span style="color: #4bd12e;">Артроз.</span> Боли которые вызывает остеоартрит значительно снижаются при употреблении конопли.</li>
<li><span style="color: #4bd12e;">Болезнь Крона.</span> Польза курения марихуаны неоценима при лечении болезни Крона. Благодаря конопле, заболевание переходит в стадию ремиссии и человек снова может здорово функционировать. Так же значительным плюсом есть то что марихуана не вызывает побочных эффектов, которые являются неотъемлемым результатом медикаментозного лечения.</li>
<li><span style="color: #4bd12e;">Диабет.</span> Низкий уровень инсулина в крови, так же является следствием регулярного применения канабиса.</li>
<li><span style="color: #4bd12e;">Лечение от метамфитамина.</span> Лечение наркомании такого уровня посредством употребление марихуаны, значительно уменьшает токсичный эффект который происходит в теле человека после длительного приема метамфитамина.</li>
<li><span style="color: #4bd12e;">Болезнь Альцгеймера.</span> Употребляемая конопля польза от которой весьма значительная при многих болезнях, в случае Альцеймера весьма велика. Травка не только подавляет внешние признаки болезни, но и словно вакцина снижает дегенеративный эффект болезни. </li>
<li><span style="color: #4bd12e;">Депрессивные состояния.</span> Одиночество, социальная изоляция, психологические расстройства и другие душевные болезни, эффективно уничтожаются при употреблении конопли. Каннабис значительно помогает при нарушениях сна!</li>
<li><span style="color: #4bd12e;">Глаукома.</span> Применение и польза конопли проявляется в снижении и предотвращении развития глаукомы.</li>
</ul>
<hr />
<p style="text-align: center; color: #4bd12e;"><em>Польза марихуаны для организма человека лежит не только в самом растении конопли, но и в конопляных семечках. На сегодняшний день, семена конопли приобретают все большей популярности среди приверженцев здорового образа жизни и людей желающих выглядеть отлично и молодо.</em></p>
<hr />
<p style="text-align: center; color: #4bd12e;"><img style="vertical-align: middle;" title="Семена и конопля польза которой неоценима" src="assets/images/семена-конопли-польза.png" alt="Лучшая конопля польза или вред" width="1147" height="383" /></p>
<h3>Употребляя семена конопли польза марихуаны увеличивается в десятки раз</h3>
<p>Употребление в пищу семян конопли, в исторических записях впервые было замечено в древнем Китае. Люди употребляли не только растение конопли, но и ядра семечек для исцеления от болезней и как залог молодости тела и духа. Китайцы во многом превосходят европейцев касательно уровня здоровья, долголетия и развития, поэтому не удивительно что понимание целебных свойств этого растения впервые было замечено именно в этой стране.</p>
<p><em>Семена конопли польза для тела и ума. Как любые орехи и семена, конопляные семечки состоят из масел и белков, в соотношении 30% масел и 25% белков.</em> Каждый компонент и отдельная часть структурной составляющей семени конопли это залог пользы:</p>
<ul>
<li>Масло семечек конопли на 90% состоит из полинасыщенных жирных кислот.</li>
<li><span style="color: #4bd12e;">Семена конопли насыщены незаменимыми жирными кислотами - линоленовая кислота Омега 6 и альфа-линолевая кислота Омега 3. Это единственное растение на планете, которое имеет идеальное соотношение этих кислот для организма человека - 3:1. Многие ученые утверждают что именно такая пропорция является лучшей для значительного восстановления здоровья человека и лучшее состояние сердечно-сосудистой системы.</span></li>
<li>Огромное содержание минералов - фосфор, калий, сера, кальций, магний, железо и цинк.</li>
<li><span style="color: #4bd12e;">Семя конопли это концентрат пищевых волокон, витаминов и минералов. Состоит из огромного количества клетчатки, витамина А, витамина С, витамина Е.</span>  </li>
<li>Содержит биологические метаболиты незаменимые ЖК - это стеаридоновая кислота и гамма-линоленовая кислота.</li>
<li>Белковая часть семени конопли состоит из протеина эдестино и альбумина которые являются комплексом незаменимых аминокислот. Так же в конопляных семечках высокий уровень концентрации аргинина.</li>
</ul>
<p style="text-align: center;"><iframe src="http://www.youtube.com/embed/2ipkJiczSNM" frameborder="0" width="100%" height="679"></iframe></p>
<p style="font-size: 16px; font-weight: bolder;" align="left">Семена конопли и конопляное масло польза употребления которых неоднократно доказана исследованиями, помогают телу:</p>
<ul>
<li><span style="color: #4bd12e;">Бороться с ожирением и холестерином.</span> Семена и масло снижают уровень холестерина в организме человека, чем спасают от тромбоза, болезни сосудов и прочих осложнений связанных с кровеносными сосудами.</li>
<li><span style="color: #4bd12e;">Улучшается состояние кожи.</span> Употребление семян снижает симптомы дерматита и воспалительные кожные процессы, а все благодаря сбалансированному содержанию полинасыщенных кислот.</li>
<li><span style="color: #4bd12e;">Препятствует болезни сердца.</span> Коноплиные семена при употреблении способствуют разжижению крови. Такой эффект уменьшает риски инфарктов и инсультов.</li>
</ul>
<p style="font-size: 16px; font-weight: bolder;" align="left"><img style="float: right; margin-left: 3px; margin-right: 3px;" title="Польза от марихуаны для всех" src="assets/images/польза-конопли-в-хозяйстве.png" alt="Какая польза от марихуаны и семечек конопли" width="336" height="408" />Как употреблять семена конопли польза чтоб с них не исчезала</p>
<p>Ежедневное употребление семян в пищу восстановит организм уже за пару недель. Одной горстки сырых семечек конопли или немного поджаренных на масле, станут отличным рационом в Вашем "суперфуде". Так же можно добавлять немного соли и специй.</p>
<h3>Конопля польза которой для человека бесценна, так же применяется и в промышленности</h3>
<ul>
<li>Для производства нитей и тканей. Сумок и канатов.</li>
<li>Снуды и самые прочные нити. (Такие использовались при транспортировке статуй из камня и других твердых материалов).</li>
<li>Производство бумаги, книг, карт.</li>
<li>Прочные и долговечные паруса для кораблей и мелких суден.</li>
<li>Горючее.</li>
<li>Лекарства, настоит и лечебные отвары.</li>
<li>Одежда, ремни, украшения и головные уборы. Постельное белье и полотенца.</li>
<li>Употреблять марихуану можно и в пищу.</li>
</ul>',
  'richtext' => 1,
  'template' => 7,
  'menuindex' => 3,
  'searchable' => 1,
  'cacheable' => 1,
  'createdby' => 1,
  'createdon' => 1444520702,
  'editedby' => 1,
  'editedon' => 1454927930,
  'deleted' => 0,
  'deletedon' => 0,
  'deletedby' => 0,
  'publishedon' => 1446589560,
  'publishedby' => 1,
  'menutitle' => 'Польза применения ',
  'donthit' => 0,
  'privateweb' => 0,
  'privatemgr' => 0,
  'content_dispo' => 0,
  'hidemenu' => 0,
  'class_key' => 'modDocument',
  'context_key' => 'web',
  'content_type' => 1,
  'uri' => 'polza-marixuanyi.html',
  'uri_override' => 0,
  'hide_children_in_tree' => 0,
  'show_in_tree' => 1,
  'properties' => NULL,
);