<?php  return array (
  'id' => 13,
  'type' => 'document',
  'contentType' => 'text/html',
  'pagetitle' => 'Оборудование для выращивания',
  'longtitle' => 'Профессиональное оборудование для выращивания марихуаны',
  'description' => 'Какое существует оборудование для выращивания марихуаны и в каких условиях его использование приносит благоприятные результаты.',
  'alias' => 'oborudovanie-dlya-vyirashhivaniya-marixuanyi',
  'link_attributes' => '',
  'published' => 1,
  'pub_date' => 0,
  'unpub_date' => 0,
  'parent' => 1,
  'isfolder' => 1,
  'introtext' => '',
  'content' => '<p><span style="line-height: 1.5em;">На страницах интернет ресурса 4-20.com.ua Вы можете </span><strong style="line-height: 1.5em;">купить оборудование для выращивания марихуаны</strong><span style="line-height: 1.5em;"> в домашних условиях и открытом грунте. В интернет магазине представлены лучшие мировые производители профессионального оборудования для гровинга, а так же самые популярные и полезные удобрения для Ваших растений. Так же в магазине представлены дополнительные аксессуары для ухода за растениями и для сбора урожая.</span></p>
<h2>В 4-20 купить оборудование для выращивания марихуаны можно всего в 3 клика</h2>
<p style="text-align: center;"><em>Если Вам необходимо купить оборудование для выращивания марихуаны в домашних условиях Вам понадобятся такие приспособления как гроубокс, отражатели, источники света и полива, вытяжки, оборгеватели и вентиляторы, таймеры и измерительные приборы, и конечно же удобрения. Все это и многое другое предоставляет интернет магазин 4-20 под заказ.</em></p>
<p style="font-size: 18px; font-weight: bolder;">Что необходимо для выращивания марихуаны в закрытых условиях:</p>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Гроутенты и гроубоксы</span><br /><br /><span style="line-height: 1.5em;">Специальный бокс полностью заполненный светоотражающими панелями. Такая комната позволяет максимально эффективно выращивать растения без потери света и температуры, а это два наиболее важных (после генетики растения) факторов для эффективного роста растения. Так же поскольку гроубокс полностью закрывается, он не пропускает свет что особенно хорошо при выращивании дома. Все дополнительные приборы с легкостью помещаются и крепятся в специализированных гроубоксах, которые Вы можете приобрести у нас, на страницах 4-20.</span></li>
</ul>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">ДНАТ Лампы</span><br /><br /><span style="line-height: 1.5em;">Основой роста любого растения и в том числе марихуаны является свет, поэтому для достойного роста растений в домашних условиях, необходимо достойное освещение которое удовлетворит все надобности цветка. Первое и основное оборудование для выращивания каннабиса это лампы ДНАТ с двойным спектром. Такое освещение имеет различные цветовые диапазоны что наиболее благоприятно сказывается на росте и цветении растений. В магазине Вы найдете лампы любой необходимой Вам мощности от 250 и до 1000 Вт. Мы работаем с лучшими производителями ламп со всего мира Lumatek, Osram, Philips, Sunmaster, Lucalox, а так же с хорошо зарекомендовавшими себя производителями из Украины. Так же можно использовать специальные энергосберегающие лампы LED-панели, но они дают не так много тепла и света как натриевые и по этой причине конечный результат отличается от выращивания под светом Днат.<br /><br /><img title="Профессиональное оборудование для выращивания марихуаны в любых условиях" src="assets/img/оборудование%20для%20выращивания%20конопли.png" alt="оборудование для выращивания марихуаны в закрытых условиях" width="100%" /></span></li>
</ul>
<h3>Оборудование для выращивания марихуаны которое обеспечивает бесперебойную работу</h3>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">ПРА, ЭМПРА регуляторы</span><br /><br /><span style="line-height: 1.5em;">Для того чтобы ваше оборудование для выращивания гидропоники не сгорело от скачка энергии или перенапряжения, важно при работе с натриевыми лампами использовать ПРА и ЭМПРА. Это электромагнитные регуляторы которые автоматически контролируют и обеспечивают плавный разогрев ламп и их четкую бесперебойную работу. На страницах нашего ресурса Вы найдете разнообразные регуляторы, в зависимости от Вашего бюджета.</span></li>
</ul>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Култуб и отражатели</span><br /><br /><span style="line-height: 1.5em;">Для равномерного распределения света на растении используются светоотражающие пластины. Световой поток и отток температуры благоприятно влияют на рост растения. Использование таких пластин рекомендовано как при выращивании со светом ДНАТ так и с LED-панелями.</span></li>
</ul>
<h4>Профессиональное оборудование для выращивания марихуаны которое обеспечивает свежий воздух и отсутствие запахов</h4>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Вытяжки, вентиляторы и угольные фильтры</span><br /><br /><span style="line-height: 1.5em;">Для того чтобы запах не накапливался в помещении, а так же постоянно циркулировал свежий воздух используются разнообразные вытяжки и другие приспособления. Наибольшей популярностью пользуются угольные фильтры поскольку обеспечивают наилучший результат, хотя конечно все зависит от Ваших целей. Так же использование вентиляторов является хорошей хитростью для развития крепкого стебля у растения, поскольку именно вентилятор будет создавать в закрытом помещении эффект ветра. Растению в таком случае прийдется укреплять стебель дабы выдержать свои тяжелые плоды.</span></li>
</ul>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Системы полива</span><br /><br />Гидропонные системы, капельный полив, Auto Pot и другие набирают все большей популярности. Такие установки минимизируют человеческий труд и позволяют контролировать полив растений самостоятельно. На сайте представлены все возможные виды автоматического полива растений и из дополнительной комплектации. Плюсом является то что такие системы энергосберегающие и обеспечивают максимально положительный результат полива.<br /><br /><img title="На 4-20 Вы можете купить оборудование для выращивания марихуаны лучших мировых производителей" src="assets/img/оборудование%20для%20выращивания%20марихуаны.png" alt="Теперь можно купить оборудование для выращивания марихуаны в Украине" width="100%" /></li>
</ul>
<h5>Важное дополнительное оборудование для выращивания марихуаны в домашних условиях </h5>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Таймеры и датчики климата</span><br /><br /><span style="line-height: 1.5em;">Для минимализации Вашего времени и четкого обеспечения растения светом важно использовать таймеры. Вы сможете контролировать световой режим дня для растения. Особенно это важно в период роста и цветения. Так же в нашем магазине представлены популярные контроллеры микроклимата. Эти проборы воедино контролируют датчики света и влажности, осушителя, вентилятора и обогревателя, а так же справляются с множеством других функций.</span></li>
</ul>
<hr />
<p>[[$form_main]]</p>',
  'richtext' => 1,
  'template' => 9,
  'menuindex' => 6,
  'searchable' => 1,
  'cacheable' => 1,
  'createdby' => 1,
  'createdon' => 1444560871,
  'editedby' => 1,
  'editedon' => 1455210406,
  'deleted' => 0,
  'deletedon' => 0,
  'deletedby' => 0,
  'publishedon' => 1450737600,
  'publishedby' => 1,
  'menutitle' => 'Оборудование',
  'donthit' => 0,
  'privateweb' => 0,
  'privatemgr' => 0,
  'content_dispo' => 0,
  'hidemenu' => 0,
  'class_key' => 'modDocument',
  'context_key' => 'web',
  'content_type' => 1,
  'uri' => 'oborudovanie-dlya-vyirashhivaniya-marixuanyi.html',
  'uri_override' => 1,
  'hide_children_in_tree' => 0,
  'show_in_tree' => 1,
  'properties' => NULL,
);