<?php  return array (
  'id' => 1,
  'type' => 'document',
  'contentType' => 'text/html',
  'pagetitle' => 'Все о марихуане',
  'longtitle' => 'Все факты о марихуане, про курение марихуаны и последствия',
  'description' => 'Все о марихуане - от курения до выращивания. Фото, факты, исследования и доказательства. ',
  'alias' => 'index',
  'link_attributes' => '',
  'published' => 1,
  'pub_date' => 0,
  'unpub_date' => 0,
  'parent' => 0,
  'isfolder' => 1,
  'introtext' => '<!--Марихуана стала всемирно известным продуктом в начале 1960 годов благодаря культуре "хиппи". Тем не менее не многие на сегодняшний день знают все о марихуане, а так же о том что растение марихуаны применяли и употребляли еще древние племена как лекарство, пищу и во многих других целях. Благодаря своей безмерной популярности в мире, марихуана имеет десятки названий. Самые популярные из них в странах СНГ: конопля, каннабис, план, ганджа, травка, ганджубас, дубас, дуст, маривана. !-->',
  'content' => '<p>Марихуана стала всемирно известным продуктом в начале 1960 годов благодаря культуре "хиппи". Тем не менее не многие на сегодняшний день знают <strong>все о марихуане</strong>, а так же о том что растение марихуаны применяли и употребляли еще древние племена как лекарство, пищу и во многих других целях. Благодаря своей безмерной популярности в мире, марихуана имеет десятки названий. Самые популярные из них в странах СНГ: конопля, каннабис, план, ганджа, травка, ганджубас, дубас, дуст, маривана.</p>
<h2>Все о марихуане начиная от действия курения и до использования в медицине</h2>
<p class="justy"><img title="Максимально все о марихуане и ее использовании" src="assets/images/%D0%B2%D0%BB%D0%B8%D1%8F%D0%BD%D0%B8%D1%8F-%D0%BC%D0%B0%D1%80%D0%B8%D1%85%D1%83%D0%B0%D0%BD%D1%8B.png" alt="все о марихуане и конопле" width="100%" /></p>
<p style="font-size: 16px; font-weight: bolder;">Что такое конопля, каннабис, анаша и она же - марихуана</p>
<p><span style="font-size: 16px; color: #4bd12e;">Конопля</span> - растение которое достоточно быстро развивается, с серьезной корневой системой, густой листвой, соцветиями и очень прочными стеблями. Существуют разновидности Cannabis Sativa, Indica, Ruderalis. Само растение конопли достаточно неприхотливое и растет во многих теплых климатических зонах. Применение каннабиса начинает истоки еще с древних времен, когда люди применяли ее как производственное сырье для производства материалов и ткани, нитей, канатов для кораблей, а из семян конопли выжимали масло (одно из самых полезных в мире), применяли как лекарство.<img style="float: right; margin-left: 5px; margin-right: 5px;" title="Все что нужно знать о влиянии марихуаны на человека" src="assets/images/%D0%BC%D0%B0%D1%80%D0%B8%D1%85%D1%83%D0%B0%D0%BD%D0%B0.png" alt="все о влиянии марихуаны" width="302" height="411" /></p>
<p><span style="font-size: 16px; color: #4bd12e;">Марихуана</span> — это наркотик из сухих шишковидных цветов и листков растения конопля sativa или indica. В себе марихуана начисляет больше чем 60 психически активных веществ, которые называются "каннабиоиды".  Наиболее значимые из них Cannabinol, Tetrahydrocannabinol, Cannabidiol, Cannabichromene, Cannabigerol и другие. Самым ценным и важным составляющим веществом в марихуане является "дельта 9" тетрагидроканнабиол (Delta-9-tetrahydrocannabinol) или в сокращенном виде ТГК.</p>
<p><span style="font-size: 16px; color: #4bd12e;">Химическое название: Delta-9-tetrahydrocannabinol<br />Химическая формула: C21H30O2</span></p>
<p><span style="font-size: 16px; color: #4bd12e;">Гашиш</span> - одной из популярной производных конопли является "гашиш". Это так называемый "пластилин" который получается из смолы выделяющейся коноплей для защиты от палящих солнечных лучей. Так же гашиш имеет другие сленговые названия: гашик, гаш, гэш, пластилин и твердый.</p>
<p><span style="font-size: 16px; color: #4bd12e;">Шишки конопли</span> - в сленговых названиях часто звучат "шишки", "бошки". Это волокнистые соцветия на растении, по внешнему виду схожие с шишками. Такая часть растения марихуаны содержит в себе самое большое содержание психоактивных веществ и считается наиболее ценной.</p>
<hr />
<h3>Действие марихуаны на состояние человека</h3>
<p><em>Курение</em> - Эффект каннабиса при курении зачастую моментальный. Наибольшее действие достигается на протяжении получаса и проходит от 2х до 5 часов. Каждый сорт конопли индивидуален и имеет свои  особенности, поэтому влияние марихуаны при употреблении разных сортов может абсолютно отличаются.</p>
<p><em>Употребление в пищевых продуктах</em> - Помимо курения, марихуана широко употребляется в пище и напитках. Эффект марихуаны при таком употреблении значительно усиливается и увеличивается время действия от 5 до 12 часов.</p>
<p style="text-align: center;" align="left"><em>Сорта марихуаны Cannabis Sativa - действуют на организм человека, как замедлители, тем не менее позволяют оставаться активным и веселым.</em><br /><em>Сорта марихуаны Cannabis Indica -  наоборот, дает более замедляющее действие марихуаны. При курении "индики" человек становиться более расслабленным, повышается чувство дремоты и умиротворения.</em></p>
<p style="font-size: 16px; font-weight: bolder;" align="left">Эффект марихуаны</p>
<p><img style="margin-left: 3px; margin-right: 3px; float: left;" title="Все о марихуане и ее использовании в пище" src="assets/images/%D1%83%D0%BF%D0%BE%D1%82%D1%80%D0%B5%D0%B1%D0%BB%D0%B5%D0%BD%D0%B8%D0%B5-%D0%BC%D0%B0%D1%80%D0%B8%D1%85%D1%83%D0%B0%D0%BD%D1%8B.png" alt="Как марихуану использовать в пище" width="351" height="482" />Когда человек не употребляет больше ничего кроме конопли, исключает алкоголь и прочие наркотические стимуляторы, марихуана производит наиболее положительный эффект на мозг и организм в целом. <span style="color: #4bd12e;">В состоянии марихуанного опьянения чувствительность человека значительно увеличивается  ко всему естественному в этом мире. Намного ярче и красивее воспринимаются цвета, сильнее и эффектнее воспринимается музыка. Все органы человека словно в гармонии начинают воедино существовать с окружающим миром. Растения, живопись, архитектура, музыка и многие другие вещи которые обычно окружают человека, получают новый вид и смысл. Зачастую созерцание вызывает безмерное чувство восторга. Абсолютно пропадает чувство агрессии, или минимально снижается, а главное наступает эффект полного расслабления.</span> <br />При этом стоит отметить что при употреблении марихуаны у многих людей, через время после приема наркотика, значительно повышает чувство неконтролируемого голода и сухости во рту. Так же, может меняться субъективное восприятие мира, контроля времени и своих мыслей. В один момент человек может открыть глаза и не понимать как пришел/оказался в этом месте, или остановившись при разговоре не сможет вспомнить о чем шла речь секунду назад.</p>
<p><em>Чтобы наверняка знать все о марихуане, важно отметить что употребление ее с алкоголем и другими наркотическими препаратами, могут принести негативный эффект курения. Может появиться чувство страха, паники, беспокойства или дезориентации. Но благо такой эффект всегда можно устранить чашкой горячего чая с сахаром, свежим воздухом или после легкой успокоительной беседы.</em></p>
<p> </p>
<hr />
<h3>Вред марихуаны</h3>
<p><img style="float: right; margin-left: 5px; margin-right: 5px;" title="Все про влияние марихуаны на тело человека" src="assets/images/vred_marihyani.png" alt="Позитивное и негативное влияние марихуаны на тело человека" width="378" height="497" />При употреблении марихуаны с алкоголем и другими наркотическими препаратами, а так же в случае серьезной аллергической реакции, последствия могут быть непредсказуемыми. <span style="color: #4bd12e;">Могут возникать рвотные позывы, обморочные состояния, вялость и звон в ушах. Так же курение влияет на органы дыхательной системы, поэтому даже если человек не употреблял ничего кроме конопли может возникать кратковременное чувство жжения в горле, осложнения в дыхательных путях, кашель и отдышка.</span></p>
<p>Относительно психологического влияния, мнения специалистов расходятся. Влияние марихуаны на мозг, а соответственно на общее психическое состояние организма, для каждого человека протекает абсолютно по разному. Это зависит от общего психического и психологического состояния человека.</p>
<p><span style="color: #4bd12e;">Часть исследований и ученых утверждают что регулярное употребление марихуаны, способствует развитию у человека психических заболеваний различного вида психозов и шизофрении. Такие болезни могут развиваться у людей имеющих тяжелые психологические травмы и родовую предрасположенность. Но конечно основной негативной стороной курения марихуаны, является возможный следующий шаг к более серьезным наркотикам.</span> По нашему мнению, такие негативные моменты происходят по причине того что человеку который нелегально смог приобрести травку, заинтересованные "дилеры" обязательно предложат другие, более тяжелые и пагубные виды наркотических веществ. В странах, где марихуана легализирована и продается в специальных учреждениях в медицинских целях, уровень курильщиков употребляющих что-либо иное, в десятки раз ниже чем в странах с нелегальным оборотом конопли.</p>
<p style="font-size: 16px; font-weight: bolder;" align="left">Зависимость от марихуаны</p>
<p align="left">Привыкание к марихуане протекает достаточно медленно, а толерантность к одному виду конопли обычно легко сменяется при употреблении иного сорта. Тем не менее при регулярном и долгом употреблении, марихуана вызывает зависимость. Резкое прекращение употребления может вызывать чувство раздражительности и агрессии, чувство апатии и потери аппетита, так же возможна бессонница. Но положительным моментом является то, что человек такие чувства будет переживать не более 2-3 дней. После, все негативные моменты пропадают вместе с безудержным желанием курить коноплю.</p>
<hr />
<h3>Все о марихуане в законе</h3>
<p><img style="float: left;" title="Не забывайте про законы о марихуане" src="assets/images/vse-o-marihyane.png" alt="Законы о марихуане и конопле" width="370" height="243" />Мировая культура лишь частично принимает и легализирует марихуану. Во многих странах существует запрет на выращивание, употребление и продажу конопли, а так же производных из нее. Тем не мене существуют страны которые частично контролируют и запрещают только выращивание марихуаны, а например употребление и для личного использования не запрещено. Это разрешено в Австралии, Бельгии, Люксембурге и Нидерландах. <br />Например Ямайка является родиной марихуаны, и здесь она официально признана частью национального достояния, но несмотря на это продажа марихуаны запрещена.<br />В странах Украина, Россия, Беларусь марихуана состоит в списке запрещенных веществ и ее употребление, выращивание, владение карается законом соответственно статье про "Оборот и употребление наркотических средств и психотропных веществ".</p>',
  'richtext' => 1,
  'template' => 1,
  'menuindex' => 0,
  'searchable' => 1,
  'cacheable' => 1,
  'createdby' => 1,
  'createdon' => 1444489611,
  'editedby' => 1,
  'editedon' => 1451396844,
  'deleted' => 0,
  'deletedon' => 0,
  'deletedby' => 0,
  'publishedon' => 0,
  'publishedby' => 0,
  'menutitle' => '',
  'donthit' => 0,
  'privateweb' => 0,
  'privatemgr' => 0,
  'content_dispo' => 0,
  'hidemenu' => 0,
  'class_key' => 'modDocument',
  'context_key' => 'web',
  'content_type' => 1,
  'uri' => 'index.html',
  'uri_override' => 1,
  'hide_children_in_tree' => 0,
  'show_in_tree' => 1,
  'properties' => NULL,
);