<?php  return array (
  0 => 
  array (
    'id' => '1',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Все о марихуане',
    'longtitle' => 'Все факты о марихуане, про курение марихуаны и последствия',
    'description' => 'Все о марихуане - от курения до выращивания. Фото, факты, исследования и доказательства. ',
    'alias' => 'index',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '0',
    'isfolder' => '1',
    'introtext' => '<!--Марихуана стала всемирно известным продуктом в начале 1960 годов благодаря культуре "хиппи". Тем не менее не многие на сегодняшний день знают все о марихуане, а так же о том что растение марихуаны применяли и употребляли еще древние племена как лекарство, пищу и во многих других целях. Благодаря своей безмерной популярности в мире, марихуана имеет десятки названий. Самые популярные из них в странах СНГ: конопля, каннабис, план, ганджа, травка, ганджубас, дубас, дуст, маривана. !-->',
    'content' => '<p>Марихуана стала всемирно известным продуктом в начале 1960 годов благодаря культуре "хиппи". Тем не менее не многие на сегодняшний день знают <strong>все о марихуане</strong>, а так же о том что растение марихуаны применяли и употребляли еще древние племена как лекарство, пищу и во многих других целях. Благодаря своей безмерной популярности в мире, марихуана имеет десятки названий. Самые популярные из них в странах СНГ: конопля, каннабис, план, ганджа, травка, ганджубас, дубас, дуст, маривана.</p>
<h2>Все о марихуане начиная от действия курения и до использования в медицине</h2>
<p class="justy"><img title="Максимально все о марихуане и ее использовании" src="assets/images/%D0%B2%D0%BB%D0%B8%D1%8F%D0%BD%D0%B8%D1%8F-%D0%BC%D0%B0%D1%80%D0%B8%D1%85%D1%83%D0%B0%D0%BD%D1%8B.png" alt="все о марихуане и конопле" width="100%" /></p>
<p style="font-size: 16px; font-weight: bolder;">Что такое конопля, каннабис, анаша и она же - марихуана</p>
<p><span style="font-size: 16px; color: #4bd12e;">Конопля</span> - растение которое достоточно быстро развивается, с серьезной корневой системой, густой листвой, соцветиями и очень прочными стеблями. Существуют разновидности Cannabis Sativa, Indica, Ruderalis. Само растение конопли достаточно неприхотливое и растет во многих теплых климатических зонах. Применение каннабиса начинает истоки еще с древних времен, когда люди применяли ее как производственное сырье для производства материалов и ткани, нитей, канатов для кораблей, а из семян конопли выжимали масло (одно из самых полезных в мире), применяли как лекарство.<img style="float: right; margin-left: 5px; margin-right: 5px;" title="Все что нужно знать о влиянии марихуаны на человека" src="assets/images/%D0%BC%D0%B0%D1%80%D0%B8%D1%85%D1%83%D0%B0%D0%BD%D0%B0.png" alt="все о влиянии марихуаны" width="250" height="411" /></p>
<p><span style="font-size: 16px; color: #4bd12e;">Марихуана</span> — это наркотик из сухих шишковидных цветов и листков растения конопля sativa или indica. В себе марихуана начисляет больше чем 60 психически активных веществ, которые называются "каннабиоиды".  Наиболее значимые из них Cannabinol, Tetrahydrocannabinol, Cannabidiol, Cannabichromene, Cannabigerol и другие. Самым ценным и важным составляющим веществом в марихуане является "дельта 9" тетрагидроканнабиол (Delta-9-tetrahydrocannabinol) или в сокращенном виде ТГК.</p>
<p><span style="font-size: 16px; color: #4bd12e;">Химическое название: Delta-9-tetrahydrocannabinol<br />Химическая формула: C21H30O2</span></p>
<p><span style="font-size: 16px; color: #4bd12e;">Гашиш</span> - одной из популярной производных конопли является "гашиш". Это так называемый "пластилин" который получается из смолы выделяющейся коноплей для защиты от палящих солнечных лучей. Так же гашиш имеет другие сленговые названия: гашик, гаш, гэш, пластилин и твердый.</p>
<p><span style="font-size: 16px; color: #4bd12e;">Шишки конопли</span> - в сленговых названиях часто звучат "шишки", "бошки". Это волокнистые соцветия на растении, по внешнему виду схожие с шишками. Такая часть растения марихуаны содержит в себе самое большое содержание психоактивных веществ и считается наиболее ценной.</p>
<hr />
<h3>Действие марихуаны на состояние человека</h3>
<p><em>Курение</em> - Эффект каннабиса при курении зачастую моментальный. Наибольшее действие достигается на протяжении получаса и проходит от 2х до 5 часов. Каждый сорт конопли индивидуален и имеет свои  особенности, поэтому влияние марихуаны при употреблении разных сортов может абсолютно отличаются.</p>
<p><em>Употребление в пищевых продуктах</em> - Помимо курения, марихуана широко употребляется в пище и напитках. Эффект марихуаны при таком употреблении значительно усиливается и увеличивается время действия от 5 до 12 часов.</p>
<p style="text-align: center;" align="left"><em>Сорта марихуаны Cannabis Sativa - действуют на организм человека, как замедлители, тем не менее позволяют оставаться активным и веселым.</em><br /><em>Сорта марихуаны Cannabis Indica -  наоборот, дает более замедляющее действие марихуаны. При курении "индики" человек становиться более расслабленным, повышается чувство дремоты и умиротворения.</em></p>
<p style="font-size: 16px; font-weight: bolder;" align="left">Эффект марихуаны</p>
<p class="justi"><img style="margin-left: 3px; margin-right: 3px; float: left;" title="Все о марихуане и ее использовании в пище" src="assets/images/%D1%83%D0%BF%D0%BE%D1%82%D1%80%D0%B5%D0%B1%D0%BB%D0%B5%D0%BD%D0%B8%D0%B5-%D0%BC%D0%B0%D1%80%D0%B8%D1%85%D1%83%D0%B0%D0%BD%D1%8B.png" alt="Как марихуану использовать в пище" width="210" height="237" />Когда человек не употребляет больше ничего кроме конопли, исключает алкоголь и прочие наркотические стимуляторы, марихуана производит наиболее положительный эффект на мозг и организм в целом. <span style="color: #4bd12e;">В состоянии марихуанного опьянения чувствительность человека значительно увеличивается  ко всему естественному в этом мире. Намного ярче и красивее воспринимаются цвета, сильнее и эффектнее воспринимается музыка. Все органы человека словно в гармонии начинают воедино существовать с окружающим миром. Растения, живопись, архитектура, музыка и многие другие вещи которые обычно окружают человека, получают новый вид и смысл. Зачастую созерцание вызывает безмерное чувство восторга. Абсолютно пропадает чувство агрессии, или минимально снижается, а главное наступает эффект полного расслабления.</span> <br />При этом стоит отметить что при употреблении марихуаны у многих людей, через время после приема наркотика, значительно повышает чувство неконтролируемого голода и сухости во рту. Так же, может меняться субъективное восприятие мира, контроля времени и своих мыслей. В один момент человек может открыть глаза и не понимать как пришел/оказался в этом месте, или остановившись при разговоре не сможет вспомнить о чем шла речь секунду назад.</p>
<p><em>Чтобы наверняка знать все о марихуане, важно отметить что употребление ее с алкоголем и другими наркотическими препаратами, могут принести негативный эффект курения. Может появиться чувство страха, паники, беспокойства или дезориентации. Но благо такой эффект всегда можно устранить чашкой горячего чая с сахаром, свежим воздухом или после легкой успокоительной беседы.</em></p>
<p> </p>
<hr />
<h3>Вред марихуаны</h3>
<p><img style="float: right; margin-left: 5px; margin-right: 5px;" title="Все про влияние марихуаны на тело человека" src="assets/images/vred_marihyani.png" alt="Позитивное и негативное влияние марихуаны на тело человека" width="280" height="497" />При употреблении марихуаны с алкоголем и другими наркотическими препаратами, а так же в случае серьезной аллергической реакции, последствия могут быть непредсказуемыми. <span style="color: #4bd12e;">Могут возникать рвотные позывы, обморочные состояния, вялость и звон в ушах. Так же курение влияет на органы дыхательной системы, поэтому даже если человек не употреблял ничего кроме конопли может возникать кратковременное чувство жжения в горле, осложнения в дыхательных путях, кашель и отдышка.</span></p>
<p>Относительно психологического влияния, мнения специалистов расходятся. Влияние марихуаны на мозг, а соответственно на общее психическое состояние организма, для каждого человека протекает абсолютно по разному. Это зависит от общего психического и психологического состояния человека.</p>
<p><span style="color: #4bd12e;">Часть исследований и ученых утверждают что регулярное употребление марихуаны, способствует развитию у человека психических заболеваний различного вида психозов и шизофрении. Такие болезни могут развиваться у людей имеющих тяжелые психологические травмы и родовую предрасположенность. Но конечно основной негативной стороной курения марихуаны, является возможный следующий шаг к более серьезным наркотикам.</span> По нашему мнению, такие негативные моменты происходят по причине того что человеку который нелегально смог приобрести травку, заинтересованные "дилеры" обязательно предложат другие, более тяжелые и пагубные виды наркотических веществ. В странах, где марихуана легализирована и продается в специальных учреждениях в медицинских целях, уровень курильщиков употребляющих что-либо иное, в десятки раз ниже чем в странах с нелегальным оборотом конопли.</p>
<p style="font-size: 16px; font-weight: bolder;" align="left">Зависимость от марихуаны</p>
<p align="left">Привыкание к марихуане протекает достаточно медленно, а толерантность к одному виду конопли обычно легко сменяется при употреблении иного сорта. Тем не менее при регулярном и долгом употреблении, марихуана вызывает зависимость. Резкое прекращение употребления может вызывать чувство раздражительности и агрессии, чувство апатии и потери аппетита, так же возможна бессонница. Но положительным моментом является то, что человек такие чувства будет переживать не более 2-3 дней. После, все негативные моменты пропадают вместе с безудержным желанием курить коноплю.</p>
<hr />
<h3>Все о марихуане в законе</h3>
<p><img class="justy" style="float: left;" title="Не забывайте про законы о марихуане" src="assets/images/vse-o-marihyane.png" alt="Законы о марихуане и конопле" width="30%" height="243" />Мировая культура лишь частично принимает и легализирует марихуану. Во многих странах существует запрет на выращивание, употребление и продажу конопли, а так же производных из нее. Тем не мене существуют страны которые частично контролируют и запрещают только выращивание марихуаны, а например употребление и для личного использования не запрещено. Это разрешено в Австралии, Бельгии, Люксембурге и Нидерландах. <br />Например Ямайка является родиной марихуаны, и здесь она официально признана частью национального достояния, но несмотря на это продажа марихуаны запрещена.<br />В странах Украина, Россия, Беларусь марихуана состоит в списке запрещенных веществ и ее употребление, выращивание, владение карается законом соответственно статье про "Оборот и употребление наркотических средств и психотропных веществ".</p>',
    'richtext' => '1',
    'template' => '1',
    'menuindex' => '0',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444489611',
    'editedby' => '1',
    'editedon' => '1454937449',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '0',
    'publishedby' => '0',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'index.html',
    'uri_override' => '1',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '6',
  ),
  1 => 
  array (
    'id' => '16',
    'type' => 'document',
    'contentType' => 'text/xml',
    'pagetitle' => 'sitemap.xml',
    'longtitle' => '',
    'description' => '',
    'alias' => 'sitemap',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '0',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '[[!GoogleSiteMap? &context=`web,marketing`]]',
    'richtext' => '0',
    'template' => '0',
    'menuindex' => '1',
    'searchable' => '0',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444567859',
    'editedby' => '1',
    'editedon' => '1444567988',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444567800',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '1',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '2',
    'uri' => 'sitemap.xml',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '0',
  ),
  2 => 
  array (
    'id' => '12',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Подать заявку или заказать обратный звонок',
    'longtitle' => '',
    'description' => '',
    'alias' => 'zakazat-obratij-zvonok',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '0',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<div class="col2 apply-section toHide600">
<div class="col-l">
<div class="articles">
<div class="order-form-bl clear">
<div class="right_txt">
<h5>Отправляйте запрос и мы обязательно перезвоним:</h5>
<ul style="text-align: left;">
<li>Для уточнения наличия товара</li>
<li>Для уточния детали заказа и отправки</li>
<li>Конфиденциальность гарантированна!</li>
</ul>
<p style="text-align: left;">Менеджер <br /> Call-центра</p>
<img src="assets/img/zakazat-zvonok.jpg" alt=" mustbefull" width="268" height="345" /></div>
[[$form1]]</div>
</div>
</div>
<div class="col-r"> </div>
</div>
<p style="font-size: 24px; font-weight: bolder;">Почему заказывать выгодно именно у нас:</p>
<ul>
<li>Магазин 4-20 обладает широким спектом товаров</li>
<li>Мы работаем на прямую с производителями, благодаря чему у нас самые НИЗКИЕ ЦЕНЫ</li>
<li>Большинство товара всегда в наличии на складах у производителей и партнеров</li>
<li>Мы даем гарантию на оборудование и продукцию!</li>
</ul>
<p style="text-align: center; font-size: 18px;"><em style="font-weight: bolder;">Если Вы не уверенны или сомневаетесь при выборе какого либо товара, Вы можете связаться по телефону или emeil  с нашими экспертами. Мы обязательно поможем Вам разобраться во всех сомнительных вопросах!</em></p>',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '2',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444524939',
    'editedby' => '1',
    'editedon' => '1452817162',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1450914060',
    'publishedby' => '1',
    'menutitle' => 'Подать заявку',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'zakazat-obratij-zvonok.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '0',
  ),
  3 => 
  array (
    'id' => '14',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Результаты поиска',
    'longtitle' => '',
    'description' => '',
    'alias' => 'find',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '0',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p>[[!SimpleSearch]]</p>',
    'richtext' => '1',
    'template' => '4',
    'menuindex' => '2',
    'searchable' => '0',
    'cacheable' => '0',
    'createdby' => '1',
    'createdon' => '1444564228',
    'editedby' => '1',
    'editedon' => '1445442042',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444564200',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'find.html',
    'uri_override' => '1',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '0',
  ),
  4 => 
  array (
    'id' => '15',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Страница 404',
    'longtitle' => '',
    'description' => '',
    'alias' => 'stranicza-404',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '0',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '3',
    'menuindex' => '3',
    'searchable' => '0',
    'cacheable' => '0',
    'createdby' => '1',
    'createdon' => '1444564396',
    'editedby' => '1',
    'editedon' => '1445442054',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444564380',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => '404.html',
    'uri_override' => '1',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '0',
  ),
  5 => 
  array (
    'id' => '68',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Натриевая лампа GIB Lighting Pure Bloom Spectrum XTreme Output',
    'longtitle' => '',
    'description' => '',
    'alias' => 'natrievaya-lampa-gib-lighting-pure-bloom-spectrum-xtreme-output',
    'link_attributes' => '',
    'published' => '0',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '0',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p><img style="float: left;" src="assets/img/GIB%20Lighting%20Pure%20Bloom%20Spectrum.png" alt="" width="440" height="440" /></p>
<p style="font-size: 18px; font-weight: bolder;">Модель: GIB Lighting Pure Bloom Spectrum XTreme Output</p>
<p style="font-size: 18px; font-weight: bolder;">Мощность: 600 W</p>
<p>Имеет наибольшее количество выработки люменов среди всех похожи моделей. Лучшая лампа для активного цветения светолюбивых растений. Обеспечивает высокую светоотдачу и оптимальный уровень микромолей. Подходит для использования в период цветения растений. Обеспечивает стабильный световой поток, тем самым увеличивая уровень урожайности.</p>
<p style="font-size: 18px;">Технические характеристики :</p>
<ul>
<li><span style="line-height: 1.5em;">Мощность - 600W </span></li>
<li><span style="line-height: 1.5em;">Напряжение лампы - 115 V </span></li>
<li><span style="line-height: 1.5em;">Ток в лампе - 6.3 A </span></li>
<li><span style="line-height: 1.5em;">Цветовая температура 2050 К </span></li>
<li><span style="line-height: 1.5em;">Индекс цветопередачи 26 Ra8 </span></li>
<li><span style="line-height: 1.5em;">Световой поток лампы 92000 Lm ( на 2000 Люмен больше, чем у любых других ламп) </span></li>
<li><span style="line-height: 1.5em;">Световая отдача 153 Lm/W</span></li>
</ul>
<p><span style="line-height: 1.5em;">Преимущество: Германия.</span></p>',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '6',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1452596849',
    'editedby' => '0',
    'editedon' => '0',
    'deleted' => '1',
    'deletedon' => '1452596866',
    'deletedby' => '1',
    'publishedon' => '0',
    'publishedby' => '0',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'natrievaya-lampa-gib-lighting-pure-bloom-spectrum-xtreme-output.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '0',
  ),
);