<?php  return array (
  'id' => 5,
  'type' => 'document',
  'contentType' => 'text/html',
  'pagetitle' => 'Сатива индика',
  'longtitle' => 'Как отличается меж собой сатива индика',
  'description' => 'Сатива индика это разная по своему эффекту и свойству конопля, и поэтому важно разбираться в ее многозначительных отличиях.',
  'alias' => 'sativa-indika',
  'link_attributes' => '',
  'published' => 1,
  'pub_date' => 0,
  'unpub_date' => 0,
  'parent' => 2,
  'isfolder' => 0,
  'introtext' => '',
  'content' => '<p><img title="Чем отличаються семена индика и сатива" src="assets/img/индика-и-сатива.png" alt="семена конопли индика и сатива" width="1147" height="441" />Растение конопли разделяется на несколько видов отличающимися между собой содержанием ТГК. Основными растениями имеющими наибольшее содержание ТГК являются сатива и индика. Оба вида марихуаны <strong>сатива индика</strong> имеют своих сторонников и противников. Чтобы наверняка разобраться в их разнице необходимо знать об их основных различительных характеристиках.</p>
<p><img style="display: block; margin-left: auto; margin-right: auto;" title="Сатива индика схожесть и различия" src="assets/img/разница-сатива-и-индика.png" alt="Конопля сатива индика имеет характерные отличия" width="887" height="260" /></p>
<h2>Что такое сатива индика и чем отличаються эти сорта марихуаны</h2>
<p>Полное название конопли сорта индика - конопля индийская. Название сорта сатива - конопля сорная. Два этих вида марихуаны являються абсолютно разными во всех аспектах начиная от внешних признаков растения и заканчивая эффектом производимым на человеческий организм.</p>
<p style="font-size: 18px; font-weight: bolder; color: #39650e;">Эффект от употребления<img style="float: right;" title="Разновидности сатива и индика имеют значительные отличия эффекта" src="assets/img/индика-сатива.png" alt="сатива и индика отличаются эффектом" width="651" height="344" /></p>
<p>Конопля растени сорта индики имеет весьма характерный седативный эффект, замедляет мозговую и мышесную активность, производит максимальный релаксивный эффект и отлично способствует сну.</p>
<p>Сатива в сравнении с индикой наоборот - оказывает активизирующий эффект на мозговую активность, стимулирует работу организма, и является весьма бодрящей.<br /> Тем не мение не стоит ожидать именно такого эффекта, поскольку в каждом случае происходит личный индивидуальный опыт, который может абсолюнто отличаться от написанного. </p>
<p style="font-size: 18px; font-weight: bolder; color: #39650e;">Лечебный эффект от употребления</p>
<p>Расслабляющий эффект сорта индика способен снимать боли и усталость, злость и нервные напряжения. Конопля индика предназначена для лечения таких заболеваний - мигрени, бессонница, нервозные состояния, раздражение, мышечные зажимы и многие другие напряжения требующие седативного эффекта.<br /> <br /> Сатива производит активизирующий эффект. Стимулирует клетки орагнизма и потому зачасту пропитывается для лечения депресивных состояний, аппатии, грусти. Стимулирующее действия которое оказывает этот сорт конопли сделал его любимчиком для девного курения. </p>
<hr />
<h3>Растения сатива индика значительно отличаются даже внешне</h3>
<p style="font-size: 18px; font-weight: bolder; color: #39650e;"><img style="float: left;" title="Как индика сатива влияют на организм" src="assets/img/сатива-индика.png" alt="индика сатива так же схожи" width="651" height="648" />Растения</p>
<p>Конопля сорта индика, это небольшое растение с весьма плотным развитвлением, стильным стеблем и достаточной ветвистостью. Такое растение наболее подходящее для гровинга индор, хотя конечно быть аутдор этому сорту конопли тоже ничего не помешает.<br /> Сорт сатива абсолютно противоположен. Чаще всего, при хорошем свете, растение достигает высоты от 2-3 метров, имеет весьма редкую ветвистость и впринципи выглядит более тонкой о сравнению с индикой.</p>
<p>На сегодняшний день найти чистое растение индики или сативы не просто, посколькув своем большинстве они стали гибридами. Нанее привезенные генетические линии сативы из Мексики, Колумбии, Камбоджи и индики из Пакистана, Афганистана теперь являются скрещенными генетическими растениями.</p>
<p style="font-size: 18px; font-weight: bolder; color: #39650e;">Цветение </p>
<p>Чистое растение индики в основном дозревает окончательно в октябре. Цветение же этого сорта конопли длится от 6 недель до 2 месяцев. Вначале цветения растение страмиться в высоту, после этот эффект замедляется и останавливается.<br /> <br /> Сатива в сравнении с индикой, до состояния дозревшего растения доходит довольно долго. Медленный всход, цветении до трех месяцев и другие факторы делают ее болеедлительной но желанной.Аутдорный сроб урожая сативы проходит чаще всего в последних числах ноября.</p>
<hr />
<p style="font-size: 18px; font-weight: bolder; color: #39650e;">Урожайность</p>
<p><br />Плотные, твердые, компактные, хорошенько усеянные трихомами (смолой) являются шишки индики. Этот сорт отличается высокой урожайностью в отношении посевной площади растения. Шишки растения получаються со средним содержанием ТГК и большим КБД/КБН.</p>
<p>Растение сативы наоборот, требует простора для роста и не является компактной. Благодар тому что сатива уходит далеко в высь, урожайность у такого растения так же весьма велика и может быть наравне с индикой, хотя смольность растения и не такая высокая.  Содержание ТГК зато в конопле это сорта выше, а КБД/КБН ниже.</p>
<p> </p>
<p> </p>',
  'richtext' => 1,
  'template' => 7,
  'menuindex' => 4,
  'searchable' => 1,
  'cacheable' => 1,
  'createdby' => 1,
  'createdon' => 1444519755,
  'editedby' => 1,
  'editedon' => 1454539315,
  'deleted' => 0,
  'deletedon' => 0,
  'deletedby' => 0,
  'publishedon' => 1449170760,
  'publishedby' => 1,
  'menutitle' => 'Что такое сатива и индика',
  'donthit' => 0,
  'privateweb' => 0,
  'privatemgr' => 0,
  'content_dispo' => 0,
  'hidemenu' => 0,
  'class_key' => 'modDocument',
  'context_key' => 'web',
  'content_type' => 1,
  'uri' => 'sativa-indika.html',
  'uri_override' => 0,
  'hide_children_in_tree' => 0,
  'show_in_tree' => 1,
  'properties' => NULL,
);