<?php  return array (
  'id' => 10,
  'type' => 'document',
  'contentType' => 'text/html',
  'pagetitle' => 'Влияние марихуаны на организм и ее действие',
  'longtitle' => 'Влияние марихуаны на организм человека и его действие вцелом',
  'description' => 'Существует ли влияние марихуаны на организм и какое происходит действие марихуаны на организм взрослого человека и подростка.',
  'alias' => 'vliyanie-marixuanyi-na-organizm',
  'link_attributes' => '',
  'published' => 1,
  'pub_date' => 0,
  'unpub_date' => 0,
  'parent' => 2,
  'isfolder' => 0,
  'introtext' => '',
  'content' => '<p><img style="vertical-align: middle;" title="Влияние марихуаны на человеческий организм" src="assets/images/vlianie-marihyani-na-organizm.png" alt="Влияние марихуаны на человека" width="100%" height="329" />Растение конопля, имеет множество возможностей использования и применения человеком. Конопля может быть как полезной для человека и общества, так и нести негативные, а порой даже вредные качества. Одна из наиболее популярных и приятных для многих из производных конопли, является марихуана. Конопля может использоваться в медицине, сельскохозяйстве или например кулинарии, но именно про <strong>влияние марихуаны на организм</strong>, при ее курении далее.</p>
<h2>Действие и влияние марихуаны на организм</h2>
<p>При длительном и периодическом курении, конопля безповоротно несет определенное влияние на тело, мысли и общее физическое состояние человека. Характер и продолжительность которое несет действие конопли, зависит от каждого индивидуального случая и определяется такими ключевыми характеристиками как: периодичность курения, способ курения, количество употребления, сорт употребляемой конопли, индивидуальная предрасположенность.</p>
<p style="font-size: 16px; font-weight: bolder;">Действие марихуаны на организм и физическое состояние</p>
<ul>
<li><img style="float: right;" title="Узнайте какое действие марихуаны на мозг" src="assets/images/vlianie-marihyani-na-organizm-4eloveka.png" alt="Действие марихуаны на мозг" width="456" height="684" /><span style="font-size: 16px; color: #4bd12e;">Действие марихуаны на мозг.</span> Существуют факты и исследования, доказывающие снижение кратковременной памяти у курильщиков конопли. Такой эффект может происходить при первом употреблении марихуаны и всех последующих. Данный фактор зависит исключительно от умственных способностей индивида, и является широко распространненым среди курильщиков канабиса. <br />Это происходит за счет наружения работоспособности сосудов, которые в результате спазма сокращаються и могут вызывать небольшие отечности. Регулярное и часто употребление, может вызывать серьезные наружения в коре головного мозга, так как концентрация таких отеков в мозгу, нарушает питание, а в следствии приводит к гибели нервные клетки и окончания. Заядлые курильщики со временем наблюдают регулярность потери кратковременной памяти и проблемы с концентрацией внимания.  За счет этого, у курильщика который не развивает память и интелект, значительно ослабивает и снижаются умственные способности.</li>
<li><span style="font-size: 16px; color: #4bd12e;">Влияние марихуаны на организм мужчины и репродуктивную систему.</span> Несмотря на то что многими замечен такой положительный эффект как повышение сексуальной активности, у курении марихуаны есть другая, весьма опасная сторона медали. Организм курильщика подвержен возможности патологичнского влияния, существует возможность патологической задержки эякуляции. Регулярное употребление марихуаны ведет к снижению активности сперматозоидов, а так же снижается общее число выработки спермы. Сперматозоиды теряют способность проникать через защитную оболочку в яйцеклетку, тем самым сокращая возможность оплодотворения к минимуму.</li>
<li><span style="font-size: 16px; color: #4bd12e;">Влияние марихуаны на организм женщины.</span> Курильщицы конопли подвергают себя нарушениям процесса овуляции. Высокий уровень конопли снижает выработку спермы, влияет на подвижность сперматозоидов, у женщин нарушает процесс овуляции. </li>
<li><span style="font-size: 16px; color: #4bd12e;">Действие марихуаны на легкие человека.</span> Многие источники утверждают о негативном влиянии на легкие человека. Так как многие курильщики  в стремлении полужить больший эффект от дыма конопли, надолго задерживают ее в легких, это ведет к оседанию смол в не меньчем количестве чем от табака.<br />Дыхательные пути в организме сужаються и существует возможность развития эмфизема. Кашель и хрипота переходящие в хроническое состояние это одно из последствий курения конопли. </li>
<li>Эффект потребления марихуаны нарушает координацию движений, вызывает сухость во рту, покраснение глаз, чувство сильного голода и абсолютну смену общего физического состояния человека.</li>
<li>Некоторые исследования говорят про <span style="font-size: 16px; color: #4bd12e;">снижение защитной функции организма</span> и большей подверженности имунитета человека к заболеваниям. Действуя как имунодепресант, травка может подвергать человеческих организм бактериям и вирусным заполеваниям.</li>
</ul>
<h3>Действие марихуаны на человека и его психику</h3>
<ul>
<li><span style="font-size: 16px; color: #4bd12e;">Конопля вызывает зависимость!</span> И это факт. Многие курильщики не хотят его принимать и могут утверждать что совсем никакой зависимости нет, но прочитав о распространенных ощущениях во время отсутсвия марихуаны, многие смогут узнать и себя. Итак, недоступность марихуаны для курильщика со стажем вызывает дискомфорт в области сердца, головные боли, разражение, кратковременные проступы агрессии, не возможность концентрации внимания на чем либо, лень и пасивность. Такие ощущения могут длиться в течении 2-3 дней, а по истечении "жизнь снова налаживается". Переборов негативность нескольких дней, человек может освободиться от зависимости так как физических и психических дискомфортом более не ощущает. <br />Важно отметить что небольшое и крайне редкое употребление марихуаны не привод к зависимости, в отличии от регулярного курения в течении длительного периода.</li>
<li><span style="font-size: 16px; color: #4bd12e;">Развитие психозов.</span> Люди которые имеют физическую недостаточность и имеют предласположенность к психическим нарушениям, могут иметь серьезные последствия курения марихуаны даже в минимальных дозах. Часто возникают психозы, возможны развития шизофрении.</li>
<li><span style="font-size: 16px; color: #4bd12e;">Чувство страха и безпричинной тревозможности</span>, так же являються негативными последствиями потребления травки.</li>
</ul>
<hr />
<div id="fb-root"> </div>
<script type="text/javascript">// <![CDATA[
(function(d, s, id) {  var js, fjs = d.getElementsByTagName(s)[0];  if (d.getElementById(id)) return;  js = d.createElement(s); js.id = id;  js.src = "//connect.facebook.net/en_GB/sdk.js#xfbml=1&version=v2.3";  fjs.parentNode.insertBefore(js, fjs);}(document, \'script\', \'facebook-jssdk\'));
// ]]></script>
<div class="fb-video" data-allowfullscreen="1" data-href="/dariushfattahifanpage/videos/vb.48180460935/10152988474850936/?type=3">
<div class="fb-xfbml-parse-ignore">
<blockquote cite="https://www.facebook.com/dariushfattahifanpage/videos/10152988474850936/">
<p> </p>
Posted by <a href="https://www.facebook.com/dariushfattahifanpage/">Dariush Fattahi</a> on Saturday, 15 August 2015</blockquote>
</div>
</div>
<p><em>За обрабатывание информации в нашем мозге отвечают специальные клетки – нейроны. Нейромедиаторы составляют группу химических веществ, которые дают возможность нейронам взаимодействовать между собой. Нейромедиаторы заполняют существующие пробелы между нейронами и сразу присоединяются к протеиновым рецепторам, которые непосредственно отвечают за фукциональные способности организма человека. Некоторые из нейронов содержат тысячи рецепторов, которые являются специфичными для каждого нейромедиатора. Чужеродные тела, попадая в организм человека, имеют способность имитировать или блокировать действия нейромедиаторов, и как результат, не дают нашему организму выполнять свои функции.</em></p>
<p><em>В нашем мозге находится несколько групп канабиноидных рецепторов. Эти рецепторы непосредственно воздействуют умственную и физическую деятельность человека. А конкретно на:</em></p>
<p><em>- Координацию движения</em><br /><em>- Кратковременную память</em><br /><em>- Разрешение задач</em><br /><em>- Запоминание</em></p>
<p><em>Как известно канабиноидные рецепторы приводятся в действие нейромедиатором, который называется анандомидом. Тетрагидроканнабинол имитирует действие анандомидов. В результате присоединения к канабиноидным рецепторам тетрагидроканнабинол начинает активировать работу нейронов, которые производят отрицательное воздействие на организм человека.</em></p>
<p><em>Большое количество канабиноидных рецепторов находится в коре головного мозга, подкорковых узлах и гиппокампе. Находясь в височной доле головного мозга гиппокамп несет ответственность за функционирование кратковременной памяти. После того, как тетрагидроканнабинол начал взаимодействие с канабиноидными рецепторами внутри гиппокампа, то после такого взаимодействия нарушается воспроизведение недавних событий. Также тетрагидроканнабинол влияет на координацию движений, за которые несет ответственность кора головного мозга. Подкорковые узлы управляют неосознанными движениями мускул, и когда человек принимает марихуану, то у него наблюдается нарушение координации движений.</em></p>
<hr />
<p style="font-weight: bolder; text-align: center;">Среднестатистическое время выхождения ТГК из организма курильщика до десяти дней, полное выхождение наркотика из огранизма до 3х месяцев. </p>
<p>При длительном и периодическом курении, конопля безповоротно несет определенное влияние на тело, мысли и общее физическое состояние человека. Характер и продолжительность которое несет действие конопли, зависит от каждого индивидуального случая и определяется такими ключевыми характеристиками как: периодичность курения, способ курения, количество употребления, сорт употребляемой конопли, индивидуальная предрасположенность.</p>',
  'richtext' => 1,
  'template' => 7,
  'menuindex' => 1,
  'searchable' => 1,
  'cacheable' => 1,
  'createdby' => 1,
  'createdon' => 1444520719,
  'editedby' => 1,
  'editedon' => 1451068853,
  'deleted' => 0,
  'deletedon' => 0,
  'deletedby' => 0,
  'publishedon' => 1444519740,
  'publishedby' => 1,
  'menutitle' => 'Влияние на организм',
  'donthit' => 0,
  'privateweb' => 0,
  'privatemgr' => 0,
  'content_dispo' => 0,
  'hidemenu' => 0,
  'class_key' => 'modDocument',
  'context_key' => 'web',
  'content_type' => 1,
  'uri' => 'vliyanie-marixuanyi-na-organizm.html',
  'uri_override' => 0,
  'hide_children_in_tree' => 0,
  'show_in_tree' => 1,
  'properties' => NULL,
);