<?php  return array (
  0 => 
  array (
    'id' => '39',
    'pagetitle' => 'Удобрения для марихуаны',
    'description' => 'Выбирайте и заказывайте удобрения для марихуаны популярных производителей, которые подходят как для гидропоники, так и для выращивания в открытом грунте.',
    'published' => '1',
    'deleted' => '0',
    'context_key' => 'web',
  ),
  1 => 
  array (
    'id' => '6',
    'pagetitle' => 'Вред от марихуаны',
    'description' => 'Узнайте про вред марихуаны, вредно ли курить траву девушкам и чем вредна конопля для здоровья спортсменов. ',
    'published' => '1',
    'deleted' => '0',
    'context_key' => 'web',
  ),
  2 => 
  array (
    'id' => '5',
    'pagetitle' => 'Сатива индика',
    'description' => 'Сатива индика это разная по своему эффекту и свойству конопля, и поэтому важно разбираться в ее многозначительных отличиях.',
    'published' => '1',
    'deleted' => '0',
    'context_key' => 'web',
  ),
  3 => 
  array (
    'id' => '3',
    'pagetitle' => 'Как выращивать марихуану и детали про выращивание',
    'description' => 'Здесь Вы найдете все что нужно знать про выращивание марихуаны, о том как выращивать коноплю и как прорастить семена марихуаны.',
    'published' => '1',
    'deleted' => '0',
    'context_key' => 'web',
  ),
  4 => 
  array (
    'id' => '1',
    'pagetitle' => 'Все о марихуане',
    'description' => 'Все о марихуане - от курения до выращивания. Фото, факты, исследования и доказательства. ',
    'published' => '1',
    'deleted' => '0',
    'context_key' => 'web',
  ),
  5 => 
  array (
    'id' => '55',
    'pagetitle' => 'Наказание за выращивание марихуаны закон Украины',
    'description' => 'Поскольку выращивание марихуаны закон запрещает, прийдется заплатить большой штраф или загреметь в тюрьму.',
    'published' => '1',
    'deleted' => '0',
    'context_key' => 'web',
  ),
  6 => 
  array (
    'id' => '45',
    'pagetitle' => 'Полезные и лечебные свойства марихуаны',
    'description' => 'Существуют научно доказанные лечебные свойства марихуаны, а так же практикуется лечение марихуаной рака и других онкологических заболеваний.',
    'published' => '1',
    'deleted' => '0',
    'context_key' => 'web',
  ),
  7 => 
  array (
    'id' => '9',
    'pagetitle' => 'Польза марихуаны',
    'description' => 'Если ли польза марихуаны и какие у нее полезные свойства для организма человека.',
    'published' => '1',
    'deleted' => '0',
    'context_key' => 'web',
  ),
  8 => 
  array (
    'id' => '41',
    'pagetitle' => 'Лампы для выращивания марихуаны',
    'description' => '',
    'published' => '1',
    'deleted' => '0',
    'context_key' => 'web',
  ),
  9 => 
  array (
    'id' => '10',
    'pagetitle' => 'Влияние марихуаны на организм и ее действие',
    'description' => 'Существует ли влияние марихуаны на организм и какое происходит действие марихуаны на организм взрослого человека и подростка.',
    'published' => '1',
    'deleted' => '0',
    'context_key' => 'web',
  ),
);