<?php  return array (
  'id' => 6,
  'type' => 'document',
  'contentType' => 'text/html',
  'pagetitle' => 'Вред от марихуаны',
  'longtitle' => 'Чем вредно курение марихуаны и какой вред марихуаны на органы',
  'description' => 'Узнайте про вред марихуаны, вредно ли курить траву девушкам и чем вредна конопля для здоровья спортсменов. ',
  'alias' => 'vred-ot-marixuanyi',
  'link_attributes' => '',
  'published' => 1,
  'pub_date' => 0,
  'unpub_date' => 0,
  'parent' => 2,
  'isfolder' => 0,
  'introtext' => '',
  'content' => '<p>Конопля, трава, каннабис и она же марихуана имеет десятки способов употребления и курения, но несмотря не на что растение это является наркотиком, и имеет 100% влияние на организм человека. Изучив десятки ресурсов с псевдо правдивой информацией про влияние и <strong>вред от марихуаны</strong>, мы создали список действительных и 100% фактов которые подтверждены независимыми источниками с серьезной репутацией. </p>
<p>Одни употребляют травку чтоб расслабиться, другие чтоб облегчить болезненные симптомы, третьи просто от любви к ней =) Какой бы причина употребления у Вас не была, знать и понимать последствия употребления это отличная возможность избежать проблем.</p>
<p><img title="Узнайте какой вред от марихуаны" src="assets/images/вред-от-марихуаны.png" alt="Непоправимый вред от марихуаны" width="100%" /></p>
<h2>Какой вред марихуаны и чем вредно курение марихуаны в больших количествах</h2>
<p style="font-size: 16px; color: #4bd12e;">Факт №1. Вред марихуаны на мозговую активность.</p>
<p>В современном мире суматохи и бешеной скорости от возможности развития шизофрении не застрахован никто. При этом существует группа риска людей, которая при регулярном употреблении марихуаны подвергает себя этому заболеванию. Исследования проводимые на протяжении 15 лет, указывают что люди регулярно употребляющие марихуану, в 6 раз более подвержены этой болезни нежели не курящие. Поэтому если вы знаете о таком возможном заболевании в вашей семье, или слабому психологическому здоровью, употребление марихуаны стоит ограничить или отказаться от нее вовсе.</p>
<p style="font-size: 16px; color: #4bd12e;">Факт №2. <strong>Вред от марихуаны</strong> на психическое состояние человека.</p>
<p>Во время курения и употребления каннабиса в пище, многие факторы замедляются и тело начинает абсолютно по другому функционировать. Спустя примерно 1 час после приема может прослеживаться апатия, вялость, нарушение мыслей и речи, появиться страхи и эмоциональная тупость, состояние депрессии. Так же марихуана способна подавлять мозговые импульсы, следствии чего страдает кратковременная память. Человек может говорить и через секунду забыть о чем говорил вообще, или идти по улице и забыть как вообще тут оказался и что происходило до. Такие ситуации бывают, но все эти факторы проходят как только заканчивается эффект от употребления. <br />Именно поэтому не стоит употреблять марихуану за рулем и при работе требующей максимальной концентрации. Это может быть опасно для Вашего здоровья и здоровья Ваших близких.</p>
<p style="font-size: 16px; color: #4bd12e;">Факт №3. Конопля вред наносит на дыхательную систему человека.</p>
<p>Несомненно что вред от курения сигарет намного больший чем вред от марихуаны, тем не менее не стоит заблуждаться в безвредности и чистоте легких при курении конопли. Даже если человека не курящий сигареты курить и вдыхает дым марихуаны, он наносит непоправимый вред легким. Основной причиной наносимого время является то что курильщики марихуаны вдыхают ее очень глубоко и очень на долго задерживают в легких, тем самым нарушая правильную работу органов и сосудов. Глубоко в легких оседают смолы и продукты горения которые и являются разрушительными факторами для здорового функционирования дыхательных путей. Регулярное, частое, сильное курение травки способно развить в организме бронхит и прочие хронические болезни дыхательных путей.</p>
<hr />
<p style="text-align: center;"><em>Марихуана не убивает! Вред марихуаны не приведет к моментальной смерти. Существует теория согласно которой необходимо 800 косяков каннабиса чтобы убить человека. При этом смерть наступит не от наркотической интоксикации, а от отравления окисью углерода!</em></p>
<hr />
<p><img style="vertical-align: middle;" title="Чем вредно курение марихуаны или это не правда?" src="assets/images/вред-марихуаны.png" alt="Узнайте чем вредно курение марихуаны" width="100%" /></p>
<p style="font-size: 16px; color: #4bd12e;">Факт №4. Курение и употребление конопли угнетает иммунную систему.</p>
<p>ТГК основной компонент конопли, который и несет прямое влияние на состояние человека, способен угнетать иммунную систему человека. Вредно ли курить траву? Именно по этой причине да, ведь ослабленный иммунитет организма становиться открытым для любых вирусов и их распространения. Конечно же, эта функция несет и немалую пользу, ведь для лечения многих заболеваний именно угнетение иммунной системы является необходимым фактором выздоровления. По этим причинам употребление конопли сомнительно - для одних польза, для других вред.</p>
<hr />
<h3>Вред от марихуаны для беременных женщин скрывается в здоровье и психике будущего малыша !</h3>
<hr />
<p style="font-size: 16px; color: #4bd12e;">Факт №5. Марихуане не вызывает нарушения клеток головного мозга.</p>
<p>Исследования на обезьянах, которые проводились в 70х годах, указывают о нарушениях функционирования мозга у макак которых заставляли курить марихуану по 5-6 косяков в день, в течении полугода.  В действительности этот фактор является симулятивным, и подлинность существования эксперимента подвергается сомнению.<br />До сих пор, учеными не доказано негативное влияние марихуаны на клетки головного мозга. Даже при частом, регулярном употреблении марихуаны. Говорить о расстройствах функционирования мозга, можно при любым случаях - будь то курильщик конопли или обычных сигарет. Если человек обладает низким уровнем iq, не развивается, ничего не изучает, не читает литературу его умственные способности будут стремительно понижаться с каждым годом вне зависимости от того курит он коноплю, сигареты или вообще ничего не курит.</p>
<p style="font-size: 16px; color: #4bd12e;">Факт №6. Во время интоксикации (момента после курения или принятия травки в любом другом виде) у некоторых людей наступает приступ тахикардии.</p>
<p style="font-size: 16px; color: #4bd12e;">Факт №7. Регулярное курение марихуаны это возможность инфаркта.</p>
<p>Из-за повышения артериального давления и частоты сердечных сокращений во время курения конопли снижается кислородная способность крови (гипоксия). В течении первого часа после употребления некоторые люди  попадают в группу риска по приступу инфаркта.</p>',
  'richtext' => 1,
  'template' => 7,
  'menuindex' => 0,
  'searchable' => 1,
  'cacheable' => 1,
  'createdby' => 1,
  'createdon' => 1444520312,
  'editedby' => 1,
  'editedon' => 1453369978,
  'deleted' => 0,
  'deletedon' => 0,
  'deletedby' => 0,
  'publishedon' => 1447849980,
  'publishedby' => 1,
  'menutitle' => 'Вред марихуаны',
  'donthit' => 0,
  'privateweb' => 0,
  'privatemgr' => 0,
  'content_dispo' => 0,
  'hidemenu' => 0,
  'class_key' => 'modDocument',
  'context_key' => 'web',
  'content_type' => 1,
  'uri' => 'vred-ot-marixuanyi.html',
  'uri_override' => 0,
  'hide_children_in_tree' => 0,
  'show_in_tree' => 1,
  'properties' => NULL,
);