<?php  return array (
  0 => 
  array (
    'id' => '2',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Курение марихуаны',
    'longtitle' => 'Все про курение марихуаны и последствия курения',
    'description' => 'Узнайте про всевозможные способы курения, а так же последствия которые несет курение марихуаны.',
    'alias' => 'kurenie-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '1',
    'isfolder' => '1',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '0',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444517571',
    'editedby' => '1',
    'editedon' => '1451048489',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444517940',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'kurenie-marixuanyi.html',
    'uri_override' => '1',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '12',
  ),
  1 => 
  array (
    'id' => '3',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Как выращивать марихуану и детали про выращивание',
    'longtitle' => 'Как выращивать марихуану сортовую и коноплю ',
    'description' => 'Здесь Вы найдете все что нужно знать про выращивание марихуаны, о том как выращивать коноплю и как прорастить семена марихуаны.',
    'alias' => 'vyirashhivanie-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '1',
    'isfolder' => '1',
    'introtext' => '',
    'content' => '<p><img title="Как выращивать марихуану в закрытых лабораториях" src="assets/img/kak-virashivat-marihyany.png" alt="узнайте как выращивать марихуану индор" width="100%" />На страницах данного ресурса Вы узнаете все про выращивание марихуаны<span style="line-height: 1.5em;">, об удобрениях и методах безопасного увеличения объемов конопли для максимального сбора урожая. Но перед тем как узнать о том <strong>как выращивать марихуану</strong>, важно знать и помнить о том что выращивание и распространение марихуаны запрещено Законодательством Украины и преследуется законом. <br /><span style="font-size: 17px;">Подробнее о мерах наказания за выращивание конопли, ее хранение и распространение - <a style="color: #4bd12e;" href="zakon-za-vyirashhivanie-marixuanyi.html">4-20.com.ua/zakon-za-vyirashhivanie-marixuanyi.html</a></span></span></p>
<h2>Как выращивать марихуану для курения и коноплю для бытовых целей</h2>
<p>Выращивание марихуаны распределяется на два больших вида - в помещении (индор) и на улице (аутдор). Каждый из этих видов имеет свои особенности и подвиды выращивания. Так например конопля выращивания которой проходит в закрытом пространстве может выращиваться методом разделения каждого растения по горшкам и называться гидропоникой. Или так же для выращивания в закрытом помещении применяется метод "аэропоника" когда растение и вовсе не садиться в грун, а растет прямо-таки в воздухе. <span style="line-height: 1.5em;">Аутдорные методы выращивания марихуаны - это высадка пророщенных семян в открытый грунт и выращивание в теплицах. Каждый из этих методов имеет своих приверженцев, свои плюсы и минусы. Но какой бы Вы не выбрали для себя метод, основой для достижения положительного результата являются жизненно необходимые отличные условия для того чтобы вырастить коноплю с хороших урожаем.</span></p>
<p style="font-size: 22px;">Как вырастить марихуану эффективно<img style="float: right;" title="Выращивание марихуаны аутдор на улице" src="assets/img/kak-virashivat-konoply.png" alt="как проходит выращивание марихуаны на улице " width="493" height="750" /></p>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Выберите качественные семена.</span> Для первого раза лучшего всего покупать автоцветущие феминизированные. Новичку будет проще всего справить с их гровингом поскольку такие растения являются весьма неприхотливыми. Так же при выборе определите какой именно сорт семечек Вам необходим - индика или сатива.</li>
<li><span style="font-size: 18px; color: #4bd12e;">Деликатно проращивайте.</span> Важным на старте является момент когда проращиваются семена марихуаны выращивание поскольку дальнейшего черенка во многом зависит именно с этого первого этапа. Многим гроверам с первого раза не всегда удается прорастить семено. Чаще всего оно погибает либо от того что жидкости слишком много и семя раскисает/сгнивает или от пересушивания так как в один момент была жидкость и семя пустило маленький росточек, а после из-за отсутствия влаги высохло. О правильном проращивании читайте тут - </li>
<li><span style="font-size: 18px; color: #4bd12e;">Правильная высадка растения - от черенка к ростку.</span> На этапе когда из семени вырос расточек можно уже задумываться о дальнейшем пересаживании ростка в грунт или любую иную почву на которой будет в дальнейшем расти конопля. Тут уже дело зависит от того как вырастить семена конопли Вы собираетесь. Но какой бы из методов Вы не выбрали, стоит быть очень аккуратным и предвидеть любую ситуацию. Поскольку ростки конопли очень хрупкие, сломать их может любое неосторожное движение или даже порыв сильного ветра.</li>
</ul>
<h3>Важно выращивать марихуану в хороших условиях и с достатком света</h3>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Достойный уход и удобрение.</span> Эта тема весьма обширна, многозначительна и в каждом индивидуальном случае может отличаться. Поэтому перед применением какого либо удобрения, методики полива, освещение и так далее, детально изучите подходит ли методика именно для вашего метода выращивания каннабиса и сорта конопли. Применение непроверенной информации может привести к полной гибели растения.</li>
<li><span style="font-size: 18px; color: #4bd12e;">Своевременный сбор урожая.</span> Когда уже все классно, растение достигло желаемых размеров и на шишках начали обильно появляться трихомы, важно вовремя успеть собрать урожай. Перерост растения в почве или наоборот ранний сбор урожая, могут оказаться пагубными на количестве главного компонента марихуаны ТГК. Этот момент так же важно изучать и знать. Все вариации зависят опять же таки от сорта и метода выращивания конопли.</li>
</ul>
<p style="text-align: center;"><em>Тщательное изучение нюансов выращивания позволит Вам добиться положительных результатов. Поэтому перед тем чтоб решиться растить коноплю прочтите материал как выращивать марихуану. Изучите все существующие виды и выберите доступный и самый подходящий именно для Вас!</em></p>
<hr />
<p style="font-size: 24px; text-align: center;">Администрация 4-20 не призывает к выращиванию марихуаны! <br />Мы являемся международным информационным порталом!<br />Помните - выращивание, распространение и хранение конопли противоречит Законодательству Украины и многих других стран! Нарушение Закона наказывается лишением свободы!</p>
<hr />',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '4',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444517697',
    'editedby' => '1',
    'editedon' => '1451397826',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444517940',
    'publishedby' => '1',
    'menutitle' => 'Выращивание марихуаны',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'vyirashhivanie-marixuanyi.html',
    'uri_override' => '1',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '4',
  ),
  2 => 
  array (
    'id' => '4',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Семена марихуаны',
    'longtitle' => 'Какие бывают семена марихуаны и лучшие сорта',
    'description' => 'Читайте о том как прорастить семена марихуаны, как выбрать лучшие для дома или улицы и почему все так любят голландские семена.',
    'alias' => 'semena-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '1',
    'isfolder' => '1',
    'introtext' => '',
    'content' => '<ul class="col3">
<li><a href="kupit-avtoczvetushhie-semena-marixuanyi-v-ukraine.html"><img class="col3__img" title="Автоцветущие сорта" src="assets/img/5.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="kupit-avtoczvetushhie-semena-marixuanyi-v-ukraine.html">Автоцветущие сорта</a>
<div class="col3__desc1">
<p>Страны:</p>
</div>
<a class="button button_adm" href="kupit-avtoczvetushhie-semena-marixuanyi-v-ukraine.html" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="avtoczvetushhie-feminizirovannyie-semena.html"><img class="col3__img" title="Автоцветущие феменизированные сорта" src="assets/img/3.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="avtoczvetushhie-feminizirovannyie-semena.html">Автоцветущие феминизированные</a>
<div class="col3__desc1">
<p>Страны:</p>
</div>
<a class="button button_adm" href="avtoczvetushhie-feminizirovannyie-semena.html" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="feminizirovannyie-semena.html"><img class="col3__img" title="Феменизированные семена марихуаны" src="assets/img/4.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="feminizirovannyie-semena.html">Феминизированные сорта</a>
<div class="col3__desc1">
<p>Страны:</p>
</div>
<a class="button button_adm" href="feminizirovannyie-semena.html" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
</ul>
<ul class="col3">
<li><a href="#"><img class="col3__img" title="Фотопериодичные семена" src="assets/img/2.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="#">Фотопериодичные сорта</a>
<div class="col3__desc1">
<p>Страны:</p>
</div>
<a class="button button_adm" href="#" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="slabopaxnushhie-sorta-marixuanyi.html"><img class="col3__img" title="Слабопахнущие сорта конопли" src="assets/img/1.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="slabopaxnushhie-sorta-marixuanyi.html">Слабопахнущие сорта</a>
<div class="col3__desc1">
<p>Страны:</p>
</div>
<a class="button button_adm" href="slabopaxnushhie-sorta-marixuanyi.html" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="#"><img class="col3__img" title="популярные семена конопли" src="assets/img/4.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="#">Победители кубков</a>
<div class="col3__desc1">
<p>Самые популярные семена конопли и победители кубков !</p>
</div>
<a class="button button_adm" href="#" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
</ul>
<hr />
<p style="text-align: center;"><em>Законодательством Украины выращивание конопли запрещено, <strong>купить семена марихуаны</strong> Вы можете лишь для использования как сувенирную продукцию, для корма попугаев, использования в пищу, так же можно заказать семена конопли технического сорта для посевной культуры, для рыбалки, или для выращивания в странах прошедших легализацию. Для использования семян конопли в последнем случае (для выращивания в странах прошедших легализацию) рекомендуем ознакомиться с нюансами от которые играют важную роль для дальнейшего развития всего процесса.</em></p>
<hr />
<h2>Вы можете купить семена марихуаны для выращивания в странах с легализацией</h2>
<p>Перед началом покупки стоит разобраться в существующих различиях семян, которые в дальнейшем сыграют ключевую роль в процессе роста и созревания.</p>
<p><img title="Семена марихуаны внутри и снаружи" src="assets/img/семена%20марихуаны.png" alt="семена марихуаны в разрезе" width="100%" /></p>
<p style="font-size: 26px;">Семена конопли выбирают по таким показателям</p>
<p style="font-size: 24px;">Тип сорта семечки конопли:</p>
<p><span style="font-size: 16px; color: #4bd12e;">Обычные сорта</span> - средний цикл роста данного сорта марихуаны составляет от 3, 4 месяцев до 5. Высота растения чаще всего начинается от 50 сантиметром и может достигать высоты до 4 метров. Довольно прихотливы при выращивании и не особо устойчивы к вредителям. Такие растения популярны благодаря высокой урожайности.</p>
<p><span style="font-size: 16px; color: #4bd12e;">Автоцветущие сорта</span> - это растения с автоцветущим геном. Семена конопли данного вида, особенно популярны благодаря своей скороспелости. Благодаря тому что начало стадии цветения у данных растений начинается автоматически по истечению вегетативного периода, такой сорт конопли вырастает довольно быстро, и в среднем уже через 2,5 месяца после посадки проводиться сбор.  Высота самого растения, обычно составляет не более 50 см и растет больше вширь чем вверх. Такие растения популярны благодаря 100% неприхотливому росту и достижением быстрого результата, но высокой урожайностью не балуют.</p>
<p style="font-size: 24px;">Тип зерна конопли:</p>
<p><span style="font-size: 16px; color: #4bd12e;">Регулярные семена</span> - из этих зерен могут вырастить как мужские так и женские растения. Но как известно, для плодоноса нам необходимы только женские. При это выращивание женский и мужских растений в одном боксе чревато опылением женских растений, что будет означать понижение уровня ТГК, а соответственно качество конечного результата гровинга. Именно поэтому в регулярных растениях важно вовремя отследить кто есть кто, и в случае нахождения мужского растения уничтожить его (не рассеяв при этом его пыльцу по всему боксу!). Дабы обезопасить себя, многие гроверы выбирают проверенный метод феменизированных зерен.</p>
<p><span style="font-size: 16px; color: #4bd12e;">Феминизированные зерна</span> - обычно такой вид зерен обозначается как fem. Это исключительно женские растения. Такие семена являются искусственно созданные селекционерами-гроверами, и именно поэтому такие семена в несколько раз дороже обычных. Они любимы многими за 100% достижение ожидаемого результата и отличные характеристики.</p>
<p style="font-size: 24px;">Семена каннабиса и генетика</p>
<p>Селекционеры занимаются созданием наиболее разноплановых и интересных сортов конопли. Существуют чистые генетические растения, и скрещенные. Большое разнообразие сортов на рынке конопли, вызывает большой интерес у публики. Мастера разбирающиеся в том что представляют собой те или иные сорта, легко могут представить что за растение представляется в результате скрещивания и что вырастает по итогу.</p>
<p><span style="font-size: 16px; color: #4bd12e;">Индичные семена канабиса</span> - растения довольно невысокие, с весьма непродолжительным периодом цветения. Такие растения больше устойчивы к стрессовым условиям выращивания. Растение имеет сильный расслабляющий (седативный) эффект, в результате чего нашли широкое применение в медицине. О лечебных свойствам марихуаны читайте здесь <a title="Польза от марихуаны для всех" href="polza-marixuanyi.html">4-20.com.ua/polza-marixuanyi.html</a></p>
<p><span style="font-size: 16px; color: #4bd12e;">Семена сатива</span> - имеют более длительный период цветения, но при этом растения получаются более плодоносные. Растения требовательны к условиям выращивания и не особо стресоустойчивы. Поэтому семена и шишки сативы считаются более ценными чем индики. Эффект от употребления таких растений бодрящий и стимулятивный. В медицине используется для лечения депрессий и других расстройств.</p>
<p>Так же существует канабис семена которого не имеют эффекта, тоесть их уровень ТГК довольно низкий. Это семена рудералис. Тем не менее при селекционировании такие растения так же важны. Они используются для скрещения с сортами сатива/индика для достижения стабильных гибридных растений с коротким сроком выращивания. Растения рудералис (тоесть кормовой конопли) автоцветущие.</p>
<p style="font-size: 18px;">Подробнее о разнице растений сатива и индика по ссылке <a href="sativa-indika.html">4-20.com.ua/sativa-indika.html</a></p>
<p><img title="Так выглядят семена конопли после прорастания" src="assets/img/семена-коноплии.png" alt="Семена конопли для продажи" width="100%" /></p>
<p style="font-size: 24px;">Тип сорта марихуаны по ТГК:</p>
<p>ТГК полная расшифровка которого тетрагидроканнабинол является основным психоактивным компонентом состава растения конопля. Именно ради этого гроверы занимаются выращиванием и усовершенствованием все новых и лучших сортов марихуаны.</p>
<p>Уровень от 0+% ТГК — это техническая конопля рудералис. Практически не содержит психоактивных компонентов.</p>
<p>Уровень от 8-16% ТГК — это сорта селекционеров. Наиболее популярны и просты для выращивания.</p>
<p>Уровень от 16-25+% ТГК — самые мощные растения. Появляются исключительно в результате селекционирования мощных растений.</p>
<h3 style="font-size: 26px;">Перед тем как купить семена марихуаны обратите внимание на такие моменты</h3>
<p style="font-size: 24px;">Какой будет период цветения:</p>
<p>При продаже семян производители указывают период роста растений. Это данные о том в какой срок после вегетативного периода (первого этапа), вы получите созревший урожай. Данные чаще всего приводятся для выращивания растений в открытом грунте, с теплым климатом. Поэтому важно разобраться и примерно рассчитать период роста растений чтоб осень-зима не настали раньше сбора урожая. Для выращивания аутдор в широтах с холодным непродолжительным летом, лучше использовать автоцветущие сорта каннабиса. Для тропических широт допустимо использование любым семян.<br />Для выращивания в закрытом помещении (индор) период цветения растений может быть значительно короче и производители так же указывают какие семена рекомендуются для такого процесса.</p>
<p style="font-size: 24px;">Какой будет запах у растений:</p>
<p>Для выращивания в закрытых условиях, важно обратить внимание на будущий запах растений, дабы не доставлять никому дискомфорта в период цветения. Этот вопрос конечно решается покупкой оборудования для устранения запахов такого как угольные фильтры и мощные вентиляционные системы. Но так же можно и выбрать растения обладающие низким уровнем запаха. Такими детали производители так же указывают на сортах семян. Популярными растениями обладающими слабым запахом являются: автоцветущие семена Pandora, Automaria №2. Подробнее о популярных семенах и их преимуществах по ссылке: *************</p>
<p style="font-size: 24px;">Какой будет размер у растений:</p>
<p>Для выращивания в открытом грунте такой вопрос Вас конечно не должен беспокоить, но что касается выращивания индор, то здесь лучше перестраховаться. Важно вписать в условия гроубокса чтобы все растения могли комфортно развиваться и не мешать росту других растений. Эта информация, так же указывается производителями при описании сортов, но если вы как новичек, хотите наверняка перестраховаться лучше использовать низкорослые автоцветущие семена индики.</p>
<p style="font-size: 24px;">Какие условия необходимы для выращивания:</p>
<p>При продаже семян производители указывают для какого типа окружающей среды подходят данные семена. Это может быть открытый грунт, закрытое помещение, а так же существуют универсальные сорта. Для получения хорошего результата желательно придерживаться данных рекомендаций. <br />Данный вопрос важно хорошо изучить перед стартом выращивания. Просмотрите что рекомендуют гроверы и специалисты на разных формах, относительно выращивания конкретного сорта марихуаны.</p>
<p style="font-size: 24px;">Так же производители указывают такие дополнительные данные:</p>
<p>Урожайность — указывается минимальный уровень урожая для конкретного растения. Эти данные будут реализованы только при хороших условиях выращивания.</p>
<p>Уровень содержания ТГК КБД КБН — психоактивные вещества содержащиеся в растениях по окончанию выращивания. Зависят так же от хороших, подходящих условий выращивания.</p>
<hr />
<p style="text-align: center;"><em>Для новичка, желающего получить хороший результат довольно в короткие сроки, совет един - купить семена марихуаны автоцветущие феминизированные (женские). При выращивании таких семян Вы наверняка перестрахуетесь, а усилия и потраченное время/ресурсы не будут понапрасну.</em></p>
<p><img title="На 4-20.com.ua можно купить семена марихуаны по доступным ценам" src="assets/img/купить%20семена%20марихуаны.png" alt="Купить семена марихуаны в Укарине и России" width="100%" /></p>',
    'richtext' => '1',
    'template' => '4',
    'menuindex' => '5',
    'searchable' => '0',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444517770',
    'editedby' => '1',
    'editedon' => '1455205917',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1453361580',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'semena-marixuanyi.html',
    'uri_override' => '1',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '6',
  ),
  3 => 
  array (
    'id' => '13',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Оборудование для выращивания',
    'longtitle' => 'Профессиональное оборудование для выращивания марихуаны',
    'description' => 'Какое существует оборудование для выращивания марихуаны и в каких условиях его использование приносит благоприятные результаты.',
    'alias' => 'oborudovanie-dlya-vyirashhivaniya-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '1',
    'isfolder' => '1',
    'introtext' => '',
    'content' => '<p><span style="line-height: 1.5em;">На страницах интернет ресурса 4-20.com.ua Вы можете </span><strong style="line-height: 1.5em;">купить оборудование для выращивания марихуаны</strong><span style="line-height: 1.5em;"> в домашних условиях и открытом грунте. В интернет магазине представлены лучшие мировые производители профессионального оборудования для гровинга, а так же самые популярные и полезные удобрения для Ваших растений. Так же в магазине представлены дополнительные аксессуары для ухода за растениями и для сбора урожая.</span></p>
<h2>В 4-20 купить оборудование для выращивания марихуаны можно всего в 3 клика</h2>
<p style="text-align: center;"><em>Если Вам необходимо купить оборудование для выращивания марихуаны в домашних условиях Вам понадобятся такие приспособления как гроубокс, отражатели, источники света и полива, вытяжки, оборгеватели и вентиляторы, таймеры и измерительные приборы, и конечно же удобрения. Все это и многое другое предоставляет интернет магазин 4-20 под заказ.</em></p>
<p style="font-size: 18px; font-weight: bolder;">Что необходимо для выращивания марихуаны в закрытых условиях:</p>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Гроутенты и гроубоксы</span><br /><br /><span style="line-height: 1.5em;">Специальный бокс полностью заполненный светоотражающими панелями. Такая комната позволяет максимально эффективно выращивать растения без потери света и температуры, а это два наиболее важных (после генетики растения) факторов для эффективного роста растения. Так же поскольку гроубокс полностью закрывается, он не пропускает свет что особенно хорошо при выращивании дома. Все дополнительные приборы с легкостью помещаются и крепятся в специализированных гроубоксах, которые Вы можете приобрести у нас, на страницах 4-20.</span></li>
</ul>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">ДНАТ Лампы</span><br /><br /><span style="line-height: 1.5em;">Основой роста любого растения и в том числе марихуаны является свет, поэтому для достойного роста растений в домашних условиях, необходимо достойное освещение которое удовлетворит все надобности цветка. Первое и основное оборудование для выращивания каннабиса это лампы ДНАТ с двойным спектром. Такое освещение имеет различные цветовые диапазоны что наиболее благоприятно сказывается на росте и цветении растений. В магазине Вы найдете лампы любой необходимой Вам мощности от 250 и до 1000 Вт. Мы работаем с лучшими производителями ламп со всего мира Lumatek, Osram, Philips, Sunmaster, Lucalox, а так же с хорошо зарекомендовавшими себя производителями из Украины. Так же можно использовать специальные энергосберегающие лампы LED-панели, но они дают не так много тепла и света как натриевые и по этой причине конечный результат отличается от выращивания под светом Днат.<br /><br /><img title="Профессиональное оборудование для выращивания марихуаны в любых условиях" src="assets/img/оборудование%20для%20выращивания%20конопли.png" alt="оборудование для выращивания марихуаны в закрытых условиях" width="100%" /></span></li>
</ul>
<h3>Оборудование для выращивания марихуаны которое обеспечивает бесперебойную работу</h3>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">ПРА, ЭМПРА регуляторы</span><br /><br /><span style="line-height: 1.5em;">Для того чтобы ваше оборудование для выращивания гидропоники не сгорело от скачка энергии или перенапряжения, важно при работе с натриевыми лампами использовать ПРА и ЭМПРА. Это электромагнитные регуляторы которые автоматически контролируют и обеспечивают плавный разогрев ламп и их четкую бесперебойную работу. На страницах нашего ресурса Вы найдете разнообразные регуляторы, в зависимости от Вашего бюджета.</span></li>
</ul>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Култуб и отражатели</span><br /><br /><span style="line-height: 1.5em;">Для равномерного распределения света на растении используются светоотражающие пластины. Световой поток и отток температуры благоприятно влияют на рост растения. Использование таких пластин рекомендовано как при выращивании со светом ДНАТ так и с LED-панелями.</span></li>
</ul>
<h4>Профессиональное оборудование для выращивания марихуаны которое обеспечивает свежий воздух и отсутствие запахов</h4>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Вытяжки, вентиляторы и угольные фильтры</span><br /><br /><span style="line-height: 1.5em;">Для того чтобы запах не накапливался в помещении, а так же постоянно циркулировал свежий воздух используются разнообразные вытяжки и другие приспособления. Наибольшей популярностью пользуются угольные фильтры поскольку обеспечивают наилучший результат, хотя конечно все зависит от Ваших целей. Так же использование вентиляторов является хорошей хитростью для развития крепкого стебля у растения, поскольку именно вентилятор будет создавать в закрытом помещении эффект ветра. Растению в таком случае прийдется укреплять стебель дабы выдержать свои тяжелые плоды.</span></li>
</ul>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Системы полива</span><br /><br />Гидропонные системы, капельный полив, Auto Pot и другие набирают все большей популярности. Такие установки минимизируют человеческий труд и позволяют контролировать полив растений самостоятельно. На сайте представлены все возможные виды автоматического полива растений и из дополнительной комплектации. Плюсом является то что такие системы энергосберегающие и обеспечивают максимально положительный результат полива.<br /><br /><img title="На 4-20 Вы можете купить оборудование для выращивания марихуаны лучших мировых производителей" src="assets/img/оборудование%20для%20выращивания%20марихуаны.png" alt="Теперь можно купить оборудование для выращивания марихуаны в Украине" width="100%" /></li>
</ul>
<h5>Важное дополнительное оборудование для выращивания марихуаны в домашних условиях </h5>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Таймеры и датчики климата</span><br /><br /><span style="line-height: 1.5em;">Для минимализации Вашего времени и четкого обеспечения растения светом важно использовать таймеры. Вы сможете контролировать световой режим дня для растения. Особенно это важно в период роста и цветения. Так же в нашем магазине представлены популярные контроллеры микроклимата. Эти проборы воедино контролируют датчики света и влажности, осушителя, вентилятора и обогревателя, а так же справляются с множеством других функций.</span></li>
</ul>
<hr />
<p>[[$form_main]]</p>',
    'richtext' => '1',
    'template' => '9',
    'menuindex' => '6',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444560871',
    'editedby' => '1',
    'editedon' => '1455210406',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1450737600',
    'publishedby' => '1',
    'menutitle' => 'Оборудование',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'oborudovanie-dlya-vyirashhivaniya-marixuanyi.html',
    'uri_override' => '1',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '8',
  ),
  4 => 
  array (
    'id' => '11',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Контакты',
    'longtitle' => '',
    'description' => '',
    'alias' => 'kontaktyi',
    'link_attributes' => '',
    'published' => '0',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '1',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '2',
    'menuindex' => '7',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444521667',
    'editedby' => '1',
    'editedon' => '1444691977',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '0',
    'publishedby' => '0',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'kontaktyi.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '0',
  ),
  5 => 
  array (
    'id' => '17',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Блог о культуре курения',
    'longtitle' => 'Курение марихуаны гашиша каннабиса и анаши ',
    'description' => 'Все интересное и полезное о курении марихуаны, а так же современных исследованиях ученых о влиянии марихуаны на  человека и социум.',
    'alias' => 'blog-o-kulture-kureniya',
    'link_attributes' => '',
    'published' => '0',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '1',
    'isfolder' => '1',
    'introtext' => '',
    'content' => '<p>Лучшие <strong>университеты Австрии</strong> предлагают широкий выбор специальностей.<span style="font-size: 1.5em; line-height: 1.5em;"> </span><span style="line-height: 1.5em;">Самые популярные университеты в Австрии расположены в столице Вене. Именно здесь обучается наибольшее количество студентов всевозможных профессий.</span></p>
<h2>Наиболее популярные университеты Австрии</h2>
<ul>
<li><span style="line-height: 1.5em;">Венский Государственный университет, </span></li>
<li><span style="line-height: 1.5em;">Медицинский университет Вены, </span></li>
<li><span style="line-height: 1.5em;">Венский технический университет, </span></li>
<li><span style="line-height: 1.5em;">Венский университет экономики и бизнеса.</span></li>
</ul>
<hr />
<p style="text-align: center;"><em>Обучение в университете Австрии проходят более 210 тысяч студентов.  Професорско-преподавательский состав насчитывает восемнадцать тысяч преподавателей. Самый крупный – Венский государственный университет, который насчитывает уже более 90 тысяч студентов, что составляет половину от общего числа студентов в Австрии. В Венском экономическом университете и Венском технологическом университете обучение проходят по 22 тысячи человек ежегодно. В Университете имени Карла-Франца в Граце обучаются 32,5 тысячи студентов, а в Университет Зальцбурга – более 14,5 тысяч. Подробнее про универсиеты Австрии и </em><em style="line-height: 1.5em;"><a href="edu-vienna.com/reports.html">отызывы студентов</a>.</em></p>
<hr />
<p style="font-size: 17px;">Государственные авcтpийские университеты:</p>
<ul>
<li>Вeнcкий Унивepcитeт</li>
<li>Вeнcкий Экoнoмичecкий Унивepcитeт</li>
<li>Вeнcкий Мeдицинcкий Унивepcитeт</li>
<li>Вeнcкий Тexничecкий Унивepcитeт</li>
<li>Вeнcкий Унивeрcитeт Приклaдных Нaук</li>
<li>Вeнcкий Унивeрcитeт Приклaдных Исскуств</li>
</ul>
<p style="font-size: 17px;">Частные авcтpийские университеты:</p>
<ul>
<li>Унивepcитeт Modul</li>
<li>Унивepcитeт Webster</li>
</ul>
<p style="font-size: 17px; text-align: center; background-color: #ffdc2e;"><a href="edu-vienna.com/stoimost-obychenija-v-avstrii">Стоимость обучения <span>в Австрии для иностранных студентов</span></a></p>
<hr />
<p style="font-size: 16px; font-weight: bolder;">Краткий список популярных специальностей университетов Австрии:</p>
<ul>
<li><span style="font-size: 1.17em; line-height: 1.5em; font-weight: bolder;">Медицина:<br /></span><span style="line-height: 1.5em;">- Венский медицинский университет, Вена<br /></span><span style="line-height: 1.5em;">- Частный университет медицинских наук, медицинской информатики и технологии, Инсбрук<br /></span><span style="line-height: 1.5em;">- Грацский медицинский университет, Грац<br /></span><span style="line-height: 1.5em;">- Зальцбургский медицинский университет им. Парацельса, Зальцбург, частный<br /><br /></span></li>
<li><span style="font-size: 1.17em; line-height: 1.5em; font-weight: bolder;">Экономика:<br /></span><span style="line-height: 1.5em;">- Венский государственный университет, Вена<br /></span><span style="line-height: 1.5em;">- Венский экономический университет, Вена<br /></span><span style="line-height: 1.5em;">- Инсбрукский университет имени Леопольда и Франца, Инсбрук<br /><br /></span></li>
<li><span style="font-size: 1.17em; line-height: 1.5em; font-weight: bolder;">Искусство и дизайн:<br /></span><span style="line-height: 1.5em;">- Венский университет прикладных искусств, Вена<br /></span><span style="line-height: 1.5em;">- Университет искусства и промышленного дизайна, Линц<br /></span><span style="line-height: 1.5em;">- Университет Моцартеум, Зальцбург<br /></span><span style="line-height: 1.5em;">- Венская консерватория, Вена, частный</span></li>
</ul>
<p><span style="line-height: 1.5em;"><em>Полный список всех специальностей предоставляемых в университетах Австрии и список университетов в Австрии по ссылке</em> </span></p>
<hr />
<h3>Как поступить в австрийский университет</h3>
<p>Самостоятельное поступление в любой университет Австрии является довольно сложным процессом, требующим предельного внимания к деталям. Всевозможные нюансы с оформлением документов, получение подписей и прочего, могут вызвать множество вопросов у абитуриента. Без профессиональной помощи не обойтись, ведь в случае отсутствия каких либо документов или подписей, Вам могут просто-напросто отказать при поступлении!</p>
<p style="font-size: 17px; text-align: center; background-color: #ffdc2e;"><a href="edu-vienna.com/dokumenty-dlya-postupleniya-v-venskiy-universitet">Общий список документов для поступления</a></p>
<p style="text-align: center;"><em>Любой австрийский университет очень тщательно проверяет документы, уровень образования, характеристики студента и прочие детали на основании которых присылают приглашение или отказывают в дальнейшем поступлении в ВУЗ.  <span style="line-height: 1.5em;">Компания "Education in Vienna", со своей стороны, берет на себя полную ответственность в оформлении документов и гарантирует 100% поступление в любой университет Австрии! </span></em></p>
<p style="text-align: center;"><em>Мы окажем всестороннюю поддержку для абитуриентов и студентов в поступлении и дальнейшем сопровождении в Австрии. Предоставляя услуги, мы учитываем все пожелания по выбору университета, подбору специальности, расчета академической разницы, поиск места проживания, получения визы, а самое главное мы правильно подготовим все необходимые бумаги для Вашего поступления в ВУЗ!</em></p>
<hr />
<p style="text-align: center; background-color: #ffdc2e;"><em><span style="font-weight: bolder;">Уже более 6 лет мы помогаем студентам и абитуриентам из разных стран мира начинать обучение в Австрии, и гарантируем 100% поступление! <br />Подробная информация о стоимости и услугах компании <a href="uslugi.html">по ссылке.</a> <em><em>Компания "Education in Vienna"</em> предлагает самое адекватное соотношение цены и качества!  Обращайтесь и мы поможем Вам получить востребованное образование и высокооплачиваемую профессию!</em></span></em></p>
<hr />
<p style="text-align: center;"> </p>',
    'richtext' => '1',
    'template' => '9',
    'menuindex' => '8',
    'searchable' => '0',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444601484',
    'editedby' => '1',
    'editedon' => '1445038901',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '0',
    'publishedby' => '0',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'blog-o-kulture-kureniya.html',
    'uri_override' => '1',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'children' => '1',
  ),
);