<?php  return array (
  0 => 
  array (
    'id' => '2',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Курение марихуаны',
    'longtitle' => 'Все про курение марихуаны и последствия курения',
    'description' => 'Узнайте про всевозможные способы курения, а так же последствия которые несет курение марихуаны.',
    'alias' => 'kurenie-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '1',
    'isfolder' => '1',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '0',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444517571',
    'editedby' => '1',
    'editedon' => '1451048489',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444517940',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'kurenie-marixuanyi.html',
    'uri_override' => '1',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  1 => 
  array (
    'id' => '6',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Вред от марихуаны',
    'longtitle' => 'Чем вредно курение марихуаны и какой вред марихуаны на органы',
    'description' => 'Узнайте про вред марихуаны, вредно ли курить траву девушкам и чем вредна конопля для здоровья спортсменов. ',
    'alias' => 'vred-ot-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p>Конопля, трава, каннабис и она же марихуана имеет десятки способов употребления и курения, но несмотря не на что растение это является наркотиком, и имеет 100% влияние на организм человека. Изучив десятки ресурсов с псевдо правдивой информацией про влияние и <strong>вред от марихуаны</strong>, мы создали список действительных и 100% фактов которые подтверждены независимыми источниками с серьезной репутацией. </p>
<p>Одни употребляют травку чтоб расслабиться, другие чтоб облегчить болезненные симптомы, третьи просто от любви к ней =) Какой бы причина употребления у Вас не была, знать и понимать последствия употребления это отличная возможность избежать проблем.</p>
<p><img title="Узнайте какой вред от марихуаны" src="assets/images/вред-от-марихуаны.png" alt="Непоправимый вред от марихуаны" width="100%" /></p>
<h2>Какой вред марихуаны и чем вредно курение марихуаны в больших количествах</h2>
<p style="font-size: 16px; color: #4bd12e;">Факт №1. Вред марихуаны на мозговую активность.</p>
<p>В современном мире суматохи и бешеной скорости от возможности развития шизофрении не застрахован никто. При этом существует группа риска людей, которая при регулярном употреблении марихуаны подвергает себя этому заболеванию. Исследования проводимые на протяжении 15 лет, указывают что люди регулярно употребляющие марихуану, в 6 раз более подвержены этой болезни нежели не курящие. Поэтому если вы знаете о таком возможном заболевании в вашей семье, или слабому психологическому здоровью, употребление марихуаны стоит ограничить или отказаться от нее вовсе.</p>
<p style="font-size: 16px; color: #4bd12e;">Факт №2. <strong>Вред от марихуаны</strong> на психическое состояние человека.</p>
<p>Во время курения и употребления каннабиса в пище, многие факторы замедляются и тело начинает абсолютно по другому функционировать. Спустя примерно 1 час после приема может прослеживаться апатия, вялость, нарушение мыслей и речи, появиться страхи и эмоциональная тупость, состояние депрессии. Так же марихуана способна подавлять мозговые импульсы, следствии чего страдает кратковременная память. Человек может говорить и через секунду забыть о чем говорил вообще, или идти по улице и забыть как вообще тут оказался и что происходило до. Такие ситуации бывают, но все эти факторы проходят как только заканчивается эффект от употребления. <br />Именно поэтому не стоит употреблять марихуану за рулем и при работе требующей максимальной концентрации. Это может быть опасно для Вашего здоровья и здоровья Ваших близких.</p>
<p style="font-size: 16px; color: #4bd12e;">Факт №3. Конопля вред наносит на дыхательную систему человека.</p>
<p>Несомненно что вред от курения сигарет намного больший чем вред от марихуаны, тем не менее не стоит заблуждаться в безвредности и чистоте легких при курении конопли. Даже если человека не курящий сигареты курить и вдыхает дым марихуаны, он наносит непоправимый вред легким. Основной причиной наносимого время является то что курильщики марихуаны вдыхают ее очень глубоко и очень на долго задерживают в легких, тем самым нарушая правильную работу органов и сосудов. Глубоко в легких оседают смолы и продукты горения которые и являются разрушительными факторами для здорового функционирования дыхательных путей. Регулярное, частое, сильное курение травки способно развить в организме бронхит и прочие хронические болезни дыхательных путей.</p>
<hr />
<p style="text-align: center;"><em>Марихуана не убивает! Вред марихуаны не приведет к моментальной смерти. Существует теория согласно которой необходимо 800 косяков каннабиса чтобы убить человека. При этом смерть наступит не от наркотической интоксикации, а от отравления окисью углерода!</em></p>
<hr />
<p><img style="vertical-align: middle;" title="Чем вредно курение марихуаны или это не правда?" src="assets/images/вред-марихуаны.png" alt="Узнайте чем вредно курение марихуаны" width="100%" /></p>
<p style="font-size: 16px; color: #4bd12e;">Факт №4. Курение и употребление конопли угнетает иммунную систему.</p>
<p>ТГК основной компонент конопли, который и несет прямое влияние на состояние человека, способен угнетать иммунную систему человека. Вредно ли курить траву? Именно по этой причине да, ведь ослабленный иммунитет организма становиться открытым для любых вирусов и их распространения. Конечно же, эта функция несет и немалую пользу, ведь для лечения многих заболеваний именно угнетение иммунной системы является необходимым фактором выздоровления. По этим причинам употребление конопли сомнительно - для одних польза, для других вред.</p>
<hr />
<h3>Вред от марихуаны для беременных женщин скрывается в здоровье и психике будущего малыша !</h3>
<hr />
<p style="font-size: 16px; color: #4bd12e;">Факт №5. Марихуане не вызывает нарушения клеток головного мозга.</p>
<p>Исследования на обезьянах, которые проводились в 70х годах, указывают о нарушениях функционирования мозга у макак которых заставляли курить марихуану по 5-6 косяков в день, в течении полугода.  В действительности этот фактор является симулятивным, и подлинность существования эксперимента подвергается сомнению.<br />До сих пор, учеными не доказано негативное влияние марихуаны на клетки головного мозга. Даже при частом, регулярном употреблении марихуаны. Говорить о расстройствах функционирования мозга, можно при любым случаях - будь то курильщик конопли или обычных сигарет. Если человек обладает низким уровнем iq, не развивается, ничего не изучает, не читает литературу его умственные способности будут стремительно понижаться с каждым годом вне зависимости от того курит он коноплю, сигареты или вообще ничего не курит.</p>
<p style="font-size: 16px; color: #4bd12e;">Факт №6. Во время интоксикации (момента после курения или принятия травки в любом другом виде) у некоторых людей наступает приступ тахикардии.</p>
<p style="font-size: 16px; color: #4bd12e;">Факт №7. Регулярное курение марихуаны это возможность инфаркта.</p>
<p>Из-за повышения артериального давления и частоты сердечных сокращений во время курения конопли снижается кислородная способность крови (гипоксия). В течении первого часа после употребления некоторые люди  попадают в группу риска по приступу инфаркта.</p>',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '0',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444520312',
    'editedby' => '1',
    'editedon' => '1453369978',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1447849980',
    'publishedby' => '1',
    'menutitle' => 'Вред марихуаны',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'vred-ot-marixuanyi.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  2 => 
  array (
    'id' => '41',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Лампы для выращивания марихуаны',
    'longtitle' => 'Купить лампы для выращивания марихуаны на территории Украины',
    'description' => 'Лампы для выращивания марихуаны индор и других растений на страницах интерyет портала 4-20.com.ua',
    'alias' => 'lampyi-dlya-vyirashhivaniya-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '13',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p><span style="line-height: 1.5em;">Основой роста всего живого является свет и именно благодаря качеству света растений способно или активно развиваться или активно загибаться. Для гроубоксов, теплиц и гроутентов предлагаем </span><strong style="line-height: 1.5em;">лампы для выращивания марихуаны</strong><span style="line-height: 1.5em;"> и прочих растений, по лучшим ценам. Вы можете подобрать лампы для марихуаны в зависимости от Ваших целей, габаритов бокса или помещения для выращивания, а так же для контроля энергетического расхода. На страницах сайта 4-20 Вы найдете самые популярные лампы для конопли которые выбирают опытные гроверы.</span></p>
<h2>На сайте Вы можете купить лампы для выращивания марихуаны и других растений</h2>
<ul class="col3">
<li><a href="lampyi-i-cooltube.html"><img class="col3__img" src="assets/img/lampi.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="lampyi-i-cooltube.html">Лампы и Cooltube светильники</a>
<div class="col3__desc1">
<p>Производители: SunMaster, Philips, Gavita, GE</p>
</div>
<a class="button button_adm" href="lampyi-i-cooltube.html" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="otrazhateli.html"><img class="col3__img" src="assets/img/otrazateli.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="otrazhateli.html">Отражатели</a>
<div class="col3__desc1">
<p>Производитель: Prima Klima, ADJUST, DIAMOND</p>
</div>
<a class="button button_adm" href="otrazhateli.html" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="pra-epra-ballastyi.html"><img class="col3__img" src="assets/img/pra-kupit.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="pra-epra-ballastyi.html">ПРА / ЭПРА</a>
<div class="col3__desc1">
<p>Производители: ETI, Gavita, SunMaster</p>
</div>
<a class="button button_adm" href="pra-epra-ballastyi.html" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="aksessuaryi-dlya-osveshheniya-v-groubokse.html"><img class="col3__img" src="assets/img/provoda-kupit.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="aksessuaryi-dlya-osveshheniya-v-groubokse.html">Прочее</a>
<div class="col3__desc1">
<p>Дополнительное осветительное оборудование</p>
</div>
<a class="button button_adm" href="aksessuaryi-dlya-osveshheniya-v-groubokse.html" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
</ul>
<p> </p>
<h3>Как выбрать лампы для выращивания марихуаны</h3>
<p>Изменение интенсивности и режима освещения, главный и наиболее значимый фактор выращивания, который влияет на конечный вид и вес растения. <span style="line-height: 1.5em;">Самые популярные лампы для выращивания конопли это ДНАТ. Причины такой любви гроверов к ним, кроется в эффективности использования. Лампы ДНАТ дают хорошее количество люменов, а лучи имеют красный спектр. Эти факторы отлично влияют на плодоношение и помогают растению выращивать большие плоды. </span></p>
<p>Чтобы разобраться в том какие лампы нужны для выращивания марихуаны, разберитесь на какой стадии цветения Ваше растение. В случае только начала роста, черенкования или проращивания, растениям необходимо больше синего спектра лучей. Это улучшает фотосинтез, а значит и рост растений. В таком случае подойдут LED лампы для выращивания марихуаны и ДНАТ лампы. Если же Ваше растение находиться уже на стадии цветения или плодоношения, самым подходящим вариантом будут лампы ДНАТ и ДНАЗ.</p>
<p style="font-size: 18px; font-weight: bolder;">Эффективное освещение для выращивания марихуаны:</p>
<ul>
<li>Используйте светоотражатели. Равномерное распределение света позволяет одинаково развиваться всем растениям.</li>
<li>Перекручивайте горшки. Такой простой метод позволяет растениям получить большее количество света, которое может давать даже одна лампа для выращивания марихуаны. Делайте такую процедуру 1-2 раза в день.</li>
<li>Боковое расположение ламп. При таком положении, свет попадает даже в самые труднодоступные места.</li>
<li><span style="line-height: 1.5em;">Нужно увеличить мощность освещения для получения </span><span style="line-height: 1.5em;">большего числа </span><span style="line-height: 1.5em;">люменов. Это позволит плодам вырасти до значительно больших размеров нежели другие. </span></li>
<li><span style="line-height: 1.5em;">На 1м2 рабочей поверхности допустимо использование не менее чем 200 Вт мощности.</span></li>
</ul>',
    'richtext' => '1',
    'template' => '4',
    'menuindex' => '0',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444689637',
    'editedby' => '1',
    'editedon' => '1453755662',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1450903140',
    'publishedby' => '1',
    'menutitle' => 'Лампы и отражатели',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'lampyi-dlya-vyirashhivaniya-marixuanyi.html',
    'uri_override' => '1',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  3 => 
  array (
    'id' => '10',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Влияние марихуаны на организм и ее действие',
    'longtitle' => 'Влияние марихуаны на организм человека и его действие вцелом',
    'description' => 'Существует ли влияние марихуаны на организм и какое происходит действие марихуаны на организм взрослого человека и подростка.',
    'alias' => 'vliyanie-marixuanyi-na-organizm',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p><img style="vertical-align: middle;" title="Влияние марихуаны на человеческий организм" src="assets/images/vlianie-marihyani-na-organizm.png" alt="Влияние марихуаны на человека" width="100%" height="329" />Растение конопля, имеет множество возможностей использования и применения человеком. Конопля может быть как полезной для человека и общества, так и нести негативные, а порой даже вредные качества. Одна из наиболее популярных и приятных для многих из производных конопли, является марихуана. Конопля может использоваться в медицине, сельскохозяйстве или например кулинарии, но именно про <strong>влияние марихуаны на организм</strong>, при ее курении далее.</p>
<h2>Действие и влияние марихуаны на организм</h2>
<p>При длительном и периодическом курении, конопля безповоротно несет определенное влияние на тело, мысли и общее физическое состояние человека. Характер и продолжительность которое несет действие конопли, зависит от каждого индивидуального случая и определяется такими ключевыми характеристиками как: периодичность курения, способ курения, количество употребления, сорт употребляемой конопли, индивидуальная предрасположенность.</p>
<p style="font-size: 16px; font-weight: bolder;">Действие марихуаны на организм и физическое состояние</p>
<ul>
<li><img style="float: right;" title="Узнайте какое действие марихуаны на мозг" src="assets/images/vlianie-marihyani-na-organizm-4eloveka.png" alt="Действие марихуаны на мозг" width="456" height="684" /><span style="font-size: 16px; color: #4bd12e;">Действие марихуаны на мозг.</span> Существуют факты и исследования, доказывающие снижение кратковременной памяти у курильщиков конопли. Такой эффект может происходить при первом употреблении марихуаны и всех последующих. Данный фактор зависит исключительно от умственных способностей индивида, и является широко распространненым среди курильщиков канабиса. <br />Это происходит за счет наружения работоспособности сосудов, которые в результате спазма сокращаються и могут вызывать небольшие отечности. Регулярное и часто употребление, может вызывать серьезные наружения в коре головного мозга, так как концентрация таких отеков в мозгу, нарушает питание, а в следствии приводит к гибели нервные клетки и окончания. Заядлые курильщики со временем наблюдают регулярность потери кратковременной памяти и проблемы с концентрацией внимания.  За счет этого, у курильщика который не развивает память и интелект, значительно ослабивает и снижаются умственные способности.</li>
<li><span style="font-size: 16px; color: #4bd12e;">Влияние марихуаны на организм мужчины и репродуктивную систему.</span> Несмотря на то что многими замечен такой положительный эффект как повышение сексуальной активности, у курении марихуаны есть другая, весьма опасная сторона медали. Организм курильщика подвержен возможности патологичнского влияния, существует возможность патологической задержки эякуляции. Регулярное употребление марихуаны ведет к снижению активности сперматозоидов, а так же снижается общее число выработки спермы. Сперматозоиды теряют способность проникать через защитную оболочку в яйцеклетку, тем самым сокращая возможность оплодотворения к минимуму.</li>
<li><span style="font-size: 16px; color: #4bd12e;">Влияние марихуаны на организм женщины.</span> Курильщицы конопли подвергают себя нарушениям процесса овуляции. Высокий уровень конопли снижает выработку спермы, влияет на подвижность сперматозоидов, у женщин нарушает процесс овуляции. </li>
<li><span style="font-size: 16px; color: #4bd12e;">Действие марихуаны на легкие человека.</span> Многие источники утверждают о негативном влиянии на легкие человека. Так как многие курильщики  в стремлении полужить больший эффект от дыма конопли, надолго задерживают ее в легких, это ведет к оседанию смол в не меньчем количестве чем от табака.<br />Дыхательные пути в организме сужаються и существует возможность развития эмфизема. Кашель и хрипота переходящие в хроническое состояние это одно из последствий курения конопли. </li>
<li>Эффект потребления марихуаны нарушает координацию движений, вызывает сухость во рту, покраснение глаз, чувство сильного голода и абсолютну смену общего физического состояния человека.</li>
<li>Некоторые исследования говорят про <span style="font-size: 16px; color: #4bd12e;">снижение защитной функции организма</span> и большей подверженности имунитета человека к заболеваниям. Действуя как имунодепресант, травка может подвергать человеческих организм бактериям и вирусным заполеваниям.</li>
</ul>
<h3>Действие марихуаны на человека и его психику</h3>
<ul>
<li><span style="font-size: 16px; color: #4bd12e;">Конопля вызывает зависимость!</span> И это факт. Многие курильщики не хотят его принимать и могут утверждать что совсем никакой зависимости нет, но прочитав о распространенных ощущениях во время отсутсвия марихуаны, многие смогут узнать и себя. Итак, недоступность марихуаны для курильщика со стажем вызывает дискомфорт в области сердца, головные боли, разражение, кратковременные проступы агрессии, не возможность концентрации внимания на чем либо, лень и пасивность. Такие ощущения могут длиться в течении 2-3 дней, а по истечении "жизнь снова налаживается". Переборов негативность нескольких дней, человек может освободиться от зависимости так как физических и психических дискомфортом более не ощущает. <br />Важно отметить что небольшое и крайне редкое употребление марихуаны не привод к зависимости, в отличии от регулярного курения в течении длительного периода.</li>
<li><span style="font-size: 16px; color: #4bd12e;">Развитие психозов.</span> Люди которые имеют физическую недостаточность и имеют предласположенность к психическим нарушениям, могут иметь серьезные последствия курения марихуаны даже в минимальных дозах. Часто возникают психозы, возможны развития шизофрении.</li>
<li><span style="font-size: 16px; color: #4bd12e;">Чувство страха и безпричинной тревозможности</span>, так же являються негативными последствиями потребления травки.</li>
</ul>
<hr />
<div id="fb-root"> </div>
<script type="text/javascript">// <![CDATA[
(function(d, s, id) {  var js, fjs = d.getElementsByTagName(s)[0];  if (d.getElementById(id)) return;  js = d.createElement(s); js.id = id;  js.src = "//connect.facebook.net/en_GB/sdk.js#xfbml=1&version=v2.3";  fjs.parentNode.insertBefore(js, fjs);}(document, \'script\', \'facebook-jssdk\'));
// ]]></script>
<div class="fb-video" data-allowfullscreen="1" data-href="/dariushfattahifanpage/videos/vb.48180460935/10152988474850936/?type=3">
<div class="fb-xfbml-parse-ignore">
<blockquote cite="https://www.facebook.com/dariushfattahifanpage/videos/10152988474850936/">
<p> </p>
Posted by <a href="https://www.facebook.com/dariushfattahifanpage/">Dariush Fattahi</a> on Saturday, 15 August 2015</blockquote>
</div>
</div>
<p><em>За обрабатывание информации в нашем мозге отвечают специальные клетки – нейроны. Нейромедиаторы составляют группу химических веществ, которые дают возможность нейронам взаимодействовать между собой. Нейромедиаторы заполняют существующие пробелы между нейронами и сразу присоединяются к протеиновым рецепторам, которые непосредственно отвечают за фукциональные способности организма человека. Некоторые из нейронов содержат тысячи рецепторов, которые являются специфичными для каждого нейромедиатора. Чужеродные тела, попадая в организм человека, имеют способность имитировать или блокировать действия нейромедиаторов, и как результат, не дают нашему организму выполнять свои функции.</em></p>
<p><em>В нашем мозге находится несколько групп канабиноидных рецепторов. Эти рецепторы непосредственно воздействуют умственную и физическую деятельность человека. А конкретно на:</em></p>
<p><em>- Координацию движения</em><br /><em>- Кратковременную память</em><br /><em>- Разрешение задач</em><br /><em>- Запоминание</em></p>
<p><em>Как известно канабиноидные рецепторы приводятся в действие нейромедиатором, который называется анандомидом. Тетрагидроканнабинол имитирует действие анандомидов. В результате присоединения к канабиноидным рецепторам тетрагидроканнабинол начинает активировать работу нейронов, которые производят отрицательное воздействие на организм человека.</em></p>
<p><em>Большое количество канабиноидных рецепторов находится в коре головного мозга, подкорковых узлах и гиппокампе. Находясь в височной доле головного мозга гиппокамп несет ответственность за функционирование кратковременной памяти. После того, как тетрагидроканнабинол начал взаимодействие с канабиноидными рецепторами внутри гиппокампа, то после такого взаимодействия нарушается воспроизведение недавних событий. Также тетрагидроканнабинол влияет на координацию движений, за которые несет ответственность кора головного мозга. Подкорковые узлы управляют неосознанными движениями мускул, и когда человек принимает марихуану, то у него наблюдается нарушение координации движений.</em></p>
<hr />
<p style="font-weight: bolder; text-align: center;">Среднестатистическое время выхождения ТГК из организма курильщика до десяти дней, полное выхождение наркотика из огранизма до 3х месяцев. </p>
<p>При длительном и периодическом курении, конопля безповоротно несет определенное влияние на тело, мысли и общее физическое состояние человека. Характер и продолжительность которое несет действие конопли, зависит от каждого индивидуального случая и определяется такими ключевыми характеристиками как: периодичность курения, способ курения, количество употребления, сорт употребляемой конопли, индивидуальная предрасположенность.</p>',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '1',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444520719',
    'editedby' => '1',
    'editedon' => '1451068853',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444519740',
    'publishedby' => '1',
    'menutitle' => 'Влияние на организм',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'vliyanie-marixuanyi-na-organizm.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  4 => 
  array (
    'id' => '19',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Гроутент и гроубокс для марихауны купить',
    'longtitle' => 'Купить или заказать гроубокс для марихуаны в Украине',
    'description' => 'На нашем сайте Вы можете купить гроубокс для марихуаны и любых других растений. Мы работаем на территории Украины, а так же открыты для поставок в другие страны.',
    'alias' => 'grouboks-dlya-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '13',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p>Предлагаем широкий выбор моделей самых популярных производителей гроутентов, а так же Вы можете приобрести гроубоксы для марихуаны. Если на сайте Вы не нашли параметры подходящего бокса или конкретную модель, то обращайтесь напрямую к нашим менеджерам по телефону. Мы обязательно подберем для Вас самый подходящий вариант и Вы сможете <strong>купить гроубокс для марихуаны</strong> по самой лучшей цене.</p>
<h2>Купить гроубоксы для марихуаны и прочих растений можно прямо сейчас</h2>
<ul class="col3">
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img title="ТОП гроубокс для марихуаны в Украине и мире" src="assets/img/Dark-Propagator-kypit.png" alt="Самый популярный гроубокс для марихуаны" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">БОКС ДЛЯ ПРОРАЩИВАНИЯ</a>
<div class="col3__desc1">
<p>Модель "DARK PROPAGATOR" Габариты: 90 - 60 - 60 СМ</p>
</div>
<div class="button button_adm"><span style="font-size: 20px; font-weight: bolder;">2650 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="grouboks-mammoth-pro-dark-room.html"><img title="Гроубоксы купить и другое оборудование" src="assets/img/growbox-Mammoth-Pro-kypit.png" alt="Чтобы гроубоксы купить позвоните нам" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="grouboks-mammoth-pro-dark-room.html">ГРОУБОКС MAMMOTH PRO</a>
<div class="col3__desc1">
<p>Модель "DARK ROOM" Габариты: 100 - 100 - 200 СМ</p>
</div>
<div class="button button_adm"><span style="font-size: 20px; font-weight: bolder;">6320 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img title="На 4-20 Вы можете купить готовый гроубокс" src="assets/img/Mammoth-Pro-Dark-Room-kypit.jpg" alt="Заказать или купить готовый гроубокс" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">ГРОУБОКС MAMMOTH PRO</a>
<div class="col3__desc1">
<p>Модель "DARK ROOM" Габариты: 150 - 150 - 200 СМ</p>
</div>
<div class="button button_adm"><span style="font-size: 20px; font-weight: bolder;">8053 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img title="Оптимальный growbox купить в Украине с доставкой" src="assets/img/Mammoth-Pro-Dark-Room-kypit-kiev.png" alt="growbox купить на территории Украины" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">ГРОУБОКС MAMMOTH PRO</a>
<div class="col3__desc1">
<p>Модель "DARK ROOM" Габариты: 240 - 240 - 200 СМ</p>
</div>
<div class="button button_adm"><span style="font-size: 20px; font-weight: bolder;">16365 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
</ul>
<ul class="col3">
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img title="На сайте Вы можете гроутент купить по лучшей цене" src="assets/img/Mammoth-Pro-Dark-Room-60-60-kypit.png" alt="Можете гроутент купить в Украине до доступной цене" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">ГРОУБОКС MAMMOTH PRO</a>
<div class="col3__desc1">
<p>Модель "DARK ROOM" Габариты: 60 - 60 - 160 СМ</p>
</div>
<div class="button button_adm"><span style="font-size: 20px; font-weight: bolder;">2911 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img title="Компактный гроубокс для марихуаны купить" src="assets/img/growbox-Mammoth-Pro-Twin-120-kypit.png" alt="Самый популярный гроубокс для марихуаны купить" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">ГРОУБОКС MAMMOTH PRO</a>
<div class="col3__desc1">
<p>Модель "DARK ROOM"  TWIN 120</p>
</div>
<div class="button button_adm"><span style="font-size: 20px; font-weight: bolder;">13534 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img title="Ваш гроубокс для марихуаны" src="assets/img/growbox-Vintage-kypit.png" alt="Что такое гроубокс для марихуаны" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Гроубокс SECRET JARDIN</a>
<div class="col3__desc1">
<p>Модель "VINTAGE SECRET" Габариты: 103 - 103 - 200 СМ</p>
</div>
<div class="button button_adm"><span style="font-size: 20px; font-weight: bolder;">9888 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img title="Заказать или купить гроубокс для марихуаны" src="assets/img/growbox-Secret-Jardin-Dark-Street-kypir.png" alt="У нас вы можете купить гроубокс для марихуаны" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Гроубокс SECRET JARDIN</a>
<div class="col3__desc1">
<p>Модель "DARK STREE1 2.5"</p>
</div>
<div class="button button_adm"><span style="font-size: 20px; font-weight: bolder;">от 7740 грн</span></div>
<span><a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow">Заказать сейчас</a></span></div>
</li>
</ul>
<h3>Чтобы гроубокс для марихуаны купить просто оформите заказ у нас на сайте</h3>
<p>Поскольку гроубокс или гроутент создан как раз для того чтобы облегчать задачу гровера, важно правильно подобать подходящий размер бокса. Перед тем как купить гроубокс для марихуаны разберитесь какие именно параметры гроубокса необходимы для Ваших целей.  Благодаря гроубоксу высокая производительность, в соотношении простоты использования и энергономичности делают эти коробы незаменимыми при выращивании разнообразных видов растений.</p>
<p style="font-size: 18px; font-weight: bolder;">Купить готовый гроубокс Вы можете для таких целей:</p>
<ul>
<li>Малые гроубоксы (от 0,5 м² до 1 м²). Лучший вариант для проращивания зерен, выращивания небольших кустов, ускорения роста рассады. Подходит для выращивания максимум двух кустов марихуаны. </li>
<li>Средние гроубоксы (от 1 м² до 1,5 м²). Оптимальный вместительный вариант growbox купить который можно весьма по доступной цене. Соотношение цены, качества и конечного результата отлично дополняют друг друга. Для роста компактных кустиков. Так же идеален для активизации проращивания зерен и серьезного роста рассады. Влазит от 2 до 3 кустов!</li>
<li>Большие боксы (от 1,5 м² - 3 м² и больее). Здесь возможности неограниченны. Вместительность начинается от просторного нахождения 3 кустов и до их большого количества.</li>
</ul>
<p style="font-size: 18px; font-weight: bolder;">Так же существуют такие важные детали на которые стоит обратить внимание перед тем как гроубокс купить:</p>
<ul>
<li>Самая подходящая высота гроутента или гроубокса должны быть не менее 180 см. При такой высоте, растениям обеспечивается постоянная циркуляция воздуха, и создается самый благоприятный микроклимат в боксе. </li>
<li>Система вентиляции, освещения и циркуляции воздуха должны работать отлично, так как это основные условия для хорошего роста растений.</li>
</ul>',
    'richtext' => '1',
    'template' => '13',
    'menuindex' => '1',
    'searchable' => '0',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444602438',
    'editedby' => '1',
    'editedon' => '1452867149',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1450821000',
    'publishedby' => '1',
    'menutitle' => 'Гроубоксы',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'grouboks-dlya-marixuanyi.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  5 => 
  array (
    'id' => '39',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Удобрения для марихуаны',
    'longtitle' => 'На 4-20 Вы можете купить удобрения для марихуаны и гидропоники',
    'description' => 'Выбирайте и заказывайте удобрения для марихуаны популярных производителей, которые подходят как для гидропоники, так и для выращивания в открытом грунте.',
    'alias' => 'udobreniya-dlya-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '13',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p>Ресурс 4-20 предлагает своим клиентам самые высококачественные удобрения для конопли. У нас вы можете <strong>купить удобрения для марихуаны</strong> лучших мировых производителей или просто популярную продукцию по доступной цене. Удобрения каннабиса которые представлены на страницах нашего ресурса признаны наиболее эффективными и результативными для удобрения, цветения и защиты растений. Так же если Вы не нашли необходимого для Вас продукта, Вы можете уточнить наличие у нашего менеджера или заказать удобрение напрямую со страны производлителей. Наши цены демократичны и обязательно Вам понравятся!</p>
<h2>На 4 20 Вы можете купить удобрения для марихуаны популярных производителей</h2>
<ul class="col3">
<li><a href="udobreniya-plagron-kupit-v-ukraine.html" rel="nofollow"><img class="col3__img" src="assets/img/Plagron купить.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="udobreniya-plagron-kupit-v-ukraine.html">Plagron</a>
<div class="col3__desc">
<p>Серия удобрения рассчитанная под каждую стадия цветения, а так же для защиты растений и стумуляции роста растений.</p>
</div>
<a class="button button_adm" href="udobreniya-plagron-kupit-v-ukraine.html?name=[[*pagetitle]]" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="udobreniya-ghe-general-hydroponics.html" rel="nofollow"><img class="col3__img" src="assets/img/ghe-купить.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="udobreniya-ghe-general-hydroponics.html">General hydropon GHE</a>
<div class="col3__desc">
<p>Серия универсальных удобрений. Адаптируються под стадию роста. Так же есть стимуляторы роста и корневища, защитные добавки, средства для лучшения воды.</p>
</div>
<a class="button button_adm" href="udobreniya-ghe-general-hydroponics.html?name=[[*pagetitle]]" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/growth-technology-купить.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Growth Technology</a>
<div class="col3__desc">
<p>Средства для клонирования растений, черенкования и для защиты от паутинного клеща и прочих.</p>
</div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Powder-Feeding-купить.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Powder Feeding</a>
<div class="col3__desc">
<p>Однокомпонентные удобрения. Полный комплекс необходимых витаминов и минералов, для полного цикла выращивания. Для выращивания индор и аутдор.</p>
</div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
</ul>
<ul class="col3">
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/advanced_hydro купить.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Advanced Hydroponics</a>
<div class="col3__desc">
<p>Питательные смеси для ускорения всех трех стадий роста. При комплексном использовании не требует дополнительных подкормок и удобрений.</p>
</div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Guanokalong купить.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Guanokalong</a>
<div class="col3__desc">
<p>ХИТ ПРОДАЖ!!!<br /> Гуано летучих мышей. Популярная добавка для улучшения растений.</p>
</div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Guanokalong купить.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Стимуляторы и добавки</a>
<div class="col3__desc">
<p>Популярная продукция лучших мировых производителей.</p>
</div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
</ul>
<h3>Важно удобрения для марихуаны купить предварительно перед началом посадки</h3>
<p>Специалисты 4 20 обладают всеми вазными познаниями о выращивании от зернышка к плодоносному растению. Мы сможем проконсультировать Вас на любой стадии роста и дать дельные советы в сложных ситуациях. Поскольку важно тщательно подбирать удобрение для конопли, в этом деле действительно необходима помощь специалиста и мы Вам в этом обязательно поможем.</p>
<p style="font-size: 18px; font-weight: bolder;">На сайте представлено удобрение для марихуаны для любой ситуации:</p>
<ul>
<li>для лучшего роста черенков</li>
<li>укоренители</li>
<li>стимуляторы роста и цветения</li>
<li>для улучшения почвы</li>
<li>минеральные комплексы</li>
<li>защита от насекомых</li>
<li>для смягчения или ужесточения воды</li>
</ul>
<p style="font-size: 16px; text-align: center;"><em>У нас вы можете подобрать и купить удобрения для марихуаны на любом этапе роста Вашего растения. Представленные препараты это отличные удобрения для гидропоники и открытого грунта. Качественные мировые производители и советы ТОП экспертов из легалайз стран помогут Вам достичь наилучших результатов. Обращайтесь в 4 20 и Ваши силы будут вознаграждены по достоинству!</em></p>',
    'richtext' => '1',
    'template' => '4',
    'menuindex' => '2',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444687502',
    'editedby' => '1',
    'editedon' => '1454278592',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1451420460',
    'publishedby' => '1',
    'menutitle' => 'Удобрения',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'udobreniya-dlya-marixuanyi.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  6 => 
  array (
    'id' => '49',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Феминизированные семена',
    'longtitle' => '',
    'description' => 'Данная статья о том что такое феминизированные семена и как за ними правильно ухаживать чтобы добиться достойного результата.',
    'alias' => 'feminizirovannyie-semena',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '4',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p>На самом деле существование феминизированных семян марихуаны появился относительно недавно. <strong>Феминизированные семена</strong> конопли были впервые выведены в 1998 году, квалифицированным сидбанком Голландии <span style="font-size: 13px;">Dutch Passion</span>. Именно благодаря этим ребятам зародилась новая ветвь в истории выращивания марихуаны. На сегодняшний день о феминизированных семенах наслышаны многие, поэтому давайте разберемся как правильно с ними обходиться.</p>
<h2>Феминизированные семена конопли это открытие новой истории марихуаны</h2>
<p>Ранее семена марихуаны были исключительно рудералис и требовали максимального трепетного ухода гровера за растением, дабы получить достойный результат труда. Появление же феминизированных семян открыло новую эру в процессе выращивания и позволило добиваться лучших результатов при меньших усилиях.</p>
<p><img src="assets/img/феминизированные-семена.png" alt="" width="1147" height="417" /></p>
<p style="text-align: center; color: #4bd12e;"><em>Конопляные феминизированные семена это растения марихуаны женского пола, так называемые сенсимилью (sinsemilla). Данные растения являются не опыленными от растений мужского пола, и содержат в себе намного больший уровень ТГК, что и является основной причиной гровинка для многих.</em></p>
<p style="font-size: 16px; font-weight: bolder;" align="left">Преимущества которые имеют феминизированные семена марихуаны:</p>
<ul>
<li>Высокий уровень ТГК по сравнению с другими растениями</li>
<li>Более крупный размер шишек чем у оплодотворенных растений</li>
</ul>
<p>Несмотря на преимущества, перед тем как купить феминизированные семена марихуаны в Украине, важно иметь все условия для бережного и качественного выращивания женских семян сенсимилью. Феминизированные семена более прихотливы и требовательны к условиям выращивания чем любые другие и созревают они дольше, по сравнению с другими растениями. <span style="color: #4bd12e;">Любые стрессовые ситуации в период роста растения ведут к незамедлительным изменениям в днк и вы рискуете получить вместо мощных женских растений, более слабые по содержанию ТГК мужские растения или вовсе гермафродитов.</span> Факторами риска для роста вместо женских растений мужских, является нерегулярность фотопериода во время цветения растений и чрезмерная температура. Так же срезание черенков для клонирования является стрессовым фактором и ведет за собой гермафродитизм растений.</p>
<p style="font-size: 18px;">Как вырастить феминизированные семена</p>
<p>Растения сенсимилья это не какой-то сорт конопли, это итог кропотливой сегрегации и ухода за растением. Если гровер внимательно следит за своими растениями и на пике цветения уберегает фемки от оплодотворения, цветы марихуаны опадают и на их месте образуются ложные плоды - бутоны с липким содержимым. Это будущие шишки. Именно в этих шишках содержится наибольшее количество ТГК. В случае если же все-таки оплодотворение женских растений произошло, содержание ТГК с таких цветках находиться на пике в момент цветения, и после идет на спад так и не развив толковые шишки.</p>
<p><img src="assets/img/купить-феминизированные-семена.png" alt="" width="1167" height="483" /></p>
<h3>Уход которого требуют феминизированные семена марихуаны в период цветения</h3>
<ul>
<li>концентрация азота в земле</li>
<li>достаточный и обильны полив</li>
<li>не высокая температура</li>
<li>при выращивании в боксе - наличие синего спектра света</li>
<li>оптимальное сочетание дня/ночи (меньшее количество часов позволит получить больше феминизированных особей)</li>
</ul>
<p><em>Начинающему гроверу впервые лучше купить феминизированные семена конопли. Автоцветущие феминизированные семена марихуаны помогут избежать многих сложностей с изменением цветового дня и поливом. Несмотря на большую стоимость семян такого типа, такой вариант лучший чтоб обезопасить себя и свой труд. У Вас наверняка получиться вырастить качественную коноплю и получить достойный урожай.</em></p>
<hr />
<p style="font-size: 16px; font-weight: bolder;" align="left">Как получить феминизированные семена:</p>
<ul>
<li>лучшее растение сорта клонируется</li>
<li>женские клоны растений обрабатываются серебром и специальным раствором</li>
<li>мужские растения, а точнее пыльца и цветы, того же сорта используются для производства</li>
</ul>
<p>Для сохранения качеств получившегося феминизированного сорта, гроверу советуют его продолжать клонировать. Такой метод размножения женского растения позволяет избегать цикл оплодотворения, созревания семени и его высеивания в грунт. Вообщем свойства таких женских растений сохраняются как можно лучше.</p>',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '2',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444731143',
    'editedby' => '1',
    'editedon' => '1453796586',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1453664880',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'feminizirovannyie-semena.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  7 => 
  array (
    'id' => '52',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Выращивание марихуаны в открытом грунте',
    'longtitle' => '',
    'description' => '',
    'alias' => 'vyirashhivanie-marixuanyi-v-otkryitom-grunte',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '3',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '2',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444852065',
    'editedby' => '1',
    'editedon' => '1444857966',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444852020',
    'publishedby' => '1',
    'menutitle' => 'В открытом грунте - аутдор',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'vyirashhivanie-marixuanyi-v-otkryitom-grunte.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  8 => 
  array (
    'id' => '9',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Польза марихуаны',
    'longtitle' => 'Существует ли какая-то польза марихуаны',
    'description' => 'Если ли польза марихуаны и какие у нее полезные свойства для организма человека.',
    'alias' => 'polza-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p>Растение конопли имеет массу возможных применений, и польза ее употребления/применения безусловно велика. Предлагаем разобраться в вопросе какая же все таки <strong>польза марихуаны</strong> и почему во всем мире это растение не дает смирения с запретом.</p>
<h2>Польза конопли в промышленности и польза марихуаны при курении и употреблении в быту</h2>
<p>Использование конопли широко распространялось по всеми миру еще за долго до существования административных учреждений и правительства, которое ее запретило. Польза конопли и ее положительное влияние на человека является несомненным. Представленный список дополняется ежемесячно, но исследования с применением марихуаны запрещены во многих странах, что замедляет процессы получения достоверной  или наверняка подтвержденной информации.</p>
<p style="font-size: 16px; font-weight: bolder;" align="left">Польза от марихуаны для тела и лечения заболеваний:</p>
<ul>
<li><span style="color: #4bd12e;">ВИЧ.</span> Употребление марихуаны в виде курительных смесей и марихуаны в кулинарии, значительно сокращает количество вирусных клеток в организме. Прямое влияние имеет ТГК растения. Употребление значительно снижает ущерб иммунной системы человека, который бесповоротно наносит ВИЧ.<img style="float: right;" title="Непревзойденная польза марихуаны и растения конопли" src="assets/images/польза-конопли.png" alt="Какая польза марихуаны" width="450" height="667" /></li>
<li><span style="color: #4bd12e;">Ожирение.</span> По статистике голландских ученых, любители марихуаны значительно реже страдают от этой болезни чем остальные.</li>
<li><span style="color: #4bd12e;">Раковые заболевания.</span> Периодическое курение марихуаны польза от которой зависит от ТГК, снижает риск получения и распространения раковых клеток. Так же марихуана снижает последствия химиотерапии, при этом абсолютно не влияя на результат химиотерапии.</li>
<li><span style="color: #4bd12e;">Судорожные рефлексы.</span> Марихуаны польза таковой является для лечения хронических судорожных припадков.</li>
<li><span style="color: #4bd12e;">Мозговая активность.</span> Умеренное употребление канабиноидов замедляет процессы старения мозга и дегенерации. Основной целебный компонент ТГК является нейропротектором и действует получше многих специальных химических лекарств.</li>
<li><span style="color: #4bd12e;">Ауотмиумнные болезни.</span> Польза от конопли, а конкретно ее ТГК, значительно снижает восприимчивость организма человека к таким болезням.</li>
<li><span style="color: #4bd12e;">Сердечная недостаточность.</span> Умеренное употребление минимального количества ТГК предотвращает легочно-сердечные недостаточности.</li>
<li><span style="color: #4bd12e;">Посттравматический синдром.</span> Польза курения конопли имеет безотказные приоритеты при лечении нервных и психических расстройств. Умеренное употребление, позволяет многим жителям планеты выйти из состояния серьезных психологических зажимов и помогает пережить стрессовые ситуации.</li>
<li><span style="color: #4bd12e;">Артроз.</span> Боли которые вызывает остеоартрит значительно снижаются при употреблении конопли.</li>
<li><span style="color: #4bd12e;">Болезнь Крона.</span> Польза курения марихуаны неоценима при лечении болезни Крона. Благодаря конопле, заболевание переходит в стадию ремиссии и человек снова может здорово функционировать. Так же значительным плюсом есть то что марихуана не вызывает побочных эффектов, которые являются неотъемлемым результатом медикаментозного лечения.</li>
<li><span style="color: #4bd12e;">Диабет.</span> Низкий уровень инсулина в крови, так же является следствием регулярного применения канабиса.</li>
<li><span style="color: #4bd12e;">Лечение от метамфитамина.</span> Лечение наркомании такого уровня посредством употребление марихуаны, значительно уменьшает токсичный эффект который происходит в теле человека после длительного приема метамфитамина.</li>
<li><span style="color: #4bd12e;">Болезнь Альцгеймера.</span> Употребляемая конопля польза от которой весьма значительная при многих болезнях, в случае Альцеймера весьма велика. Травка не только подавляет внешние признаки болезни, но и словно вакцина снижает дегенеративный эффект болезни. </li>
<li><span style="color: #4bd12e;">Депрессивные состояния.</span> Одиночество, социальная изоляция, психологические расстройства и другие душевные болезни, эффективно уничтожаются при употреблении конопли. Каннабис значительно помогает при нарушениях сна!</li>
<li><span style="color: #4bd12e;">Глаукома.</span> Применение и польза конопли проявляется в снижении и предотвращении развития глаукомы.</li>
</ul>
<hr />
<p style="text-align: center; color: #4bd12e;"><em>Польза марихуаны для организма человека лежит не только в самом растении конопли, но и в конопляных семечках. На сегодняшний день, семена конопли приобретают все большей популярности среди приверженцев здорового образа жизни и людей желающих выглядеть отлично и молодо.</em></p>
<hr />
<p style="text-align: center; color: #4bd12e;"><img style="vertical-align: middle;" title="Семена и конопля польза которой неоценима" src="assets/images/семена-конопли-польза.png" alt="Лучшая конопля польза или вред" width="1147" height="383" /></p>
<h3>Употребляя семена конопли польза марихуаны увеличивается в десятки раз</h3>
<p>Употребление в пищу семян конопли, в исторических записях впервые было замечено в древнем Китае. Люди употребляли не только растение конопли, но и ядра семечек для исцеления от болезней и как залог молодости тела и духа. Китайцы во многом превосходят европейцев касательно уровня здоровья, долголетия и развития, поэтому не удивительно что понимание целебных свойств этого растения впервые было замечено именно в этой стране.</p>
<p><em>Семена конопли польза для тела и ума. Как любые орехи и семена, конопляные семечки состоят из масел и белков, в соотношении 30% масел и 25% белков.</em> Каждый компонент и отдельная часть структурной составляющей семени конопли это залог пользы:</p>
<ul>
<li>Масло семечек конопли на 90% состоит из полинасыщенных жирных кислот.</li>
<li><span style="color: #4bd12e;">Семена конопли насыщены незаменимыми жирными кислотами - линоленовая кислота Омега 6 и альфа-линолевая кислота Омега 3. Это единственное растение на планете, которое имеет идеальное соотношение этих кислот для организма человека - 3:1. Многие ученые утверждают что именно такая пропорция является лучшей для значительного восстановления здоровья человека и лучшее состояние сердечно-сосудистой системы.</span></li>
<li>Огромное содержание минералов - фосфор, калий, сера, кальций, магний, железо и цинк.</li>
<li><span style="color: #4bd12e;">Семя конопли это концентрат пищевых волокон, витаминов и минералов. Состоит из огромного количества клетчатки, витамина А, витамина С, витамина Е.</span>  </li>
<li>Содержит биологические метаболиты незаменимые ЖК - это стеаридоновая кислота и гамма-линоленовая кислота.</li>
<li>Белковая часть семени конопли состоит из протеина эдестино и альбумина которые являются комплексом незаменимых аминокислот. Так же в конопляных семечках высокий уровень концентрации аргинина.</li>
</ul>
<p style="font-size: 16px; font-weight: bolder;" align="left">Семена конопли и конопляное масло польза употребления которых неоднократно доказана исследованиями, помогают телу:</p>
<ul>
<li><span style="color: #4bd12e;">Бороться с ожирением и холестерином.</span> Семена и масло снижают уровень холестерина в организме человека, чем спасают от тромбоза, болезни сосудов и прочих осложнений связанных с кровеносными сосудами.</li>
<li><span style="color: #4bd12e;">Улучшается состояние кожи.</span> Употребление семян снижает симптомы дерматита и воспалительные кожные процессы, а все благодаря сбалансированному содержанию полинасыщенных кислот.</li>
<li><span style="color: #4bd12e;">Препятствует болезни сердца.</span> Коноплиные семена при употреблении способствуют разжижению крови. Такой эффект уменьшает риски инфарктов и инсультов.</li>
</ul>
<p style="font-size: 16px; font-weight: bolder;" align="left"><img style="float: right; margin-left: 3px; margin-right: 3px;" title="Польза от марихуаны для всех" src="assets/images/польза-конопли-в-хозяйстве.png" alt="Какая польза от марихуаны и семечек конопли" width="336" height="408" />Как употреблять семена конопли польза чтоб с них не исчезала</p>
<p>Ежедневное употребление семян в пищу восстановит организм уже за пару недель. Одной горстки сырых семечек конопли или немного поджаренных на масле, станут отличным рационом в Вашем "суперфуде". Так же можно добавлять немного соли и специй.</p>
<h3>Конопля польза которой для человека бесценна, так же применяется и в промышленности</h3>
<ul>
<li>Для производства нитей и тканей. Сумок и канатов.</li>
<li>Снуды и самые прочные нити. (Такие использовались при транспортировке статуй из камня и других твердых материалов).</li>
<li>Производство бумаги, книг, карт.</li>
<li>Прочные и долговечные паруса для кораблей и мелких суден.</li>
<li>Горючее.</li>
<li>Лекарства, настоит и лечебные отвары.</li>
<li>Одежда, ремни, украшения и головные уборы. Постельное белье и полотенца.</li>
<li>Употреблять марихуану можно и в пищу.</li>
</ul>',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '3',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444520702',
    'editedby' => '1',
    'editedon' => '1453296600',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1446589560',
    'publishedby' => '1',
    'menutitle' => 'Польза применения ',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'polza-marixuanyi.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  9 => 
  array (
    'id' => '40',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Вентиляторы и фильтры',
    'longtitle' => 'Здесь Вы можете купить угольные фильтры и вентиляторы промышленные',
    'description' => 'Для циркуляции свежего воздуха и устранения неприятных запахов подходят угольные фильтры и промышленные вентиляторы. ',
    'alias' => 'ventilyatoryi-i-filtryi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '13',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p> </p>
<h2>У нас Вы можете купить угольные фильтры и вентиляторы подходящие для гроубоксов</h2>
<ul class="col3">
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Вентс РТС-1-400.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Регулятор температуры Вентс</a>
<div class="col3__desc">
<p>Модель: РТС-1-400. Дополнительно: подсветка экрана и клавиатуры, точность показаний до 1оС, сохранение настроек даже после выключения.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">2000 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/ВЕНТС ВК-У.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Центробежные вентиляторы ВЕНТС ВК-У</a>
<div class="col3__desc">
<p>Модели: ВК 100-У, ВК 125-У, ВК 150-У. Обеспечивают мощный воздушный поток. Работают на разных режимах.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">от 3000 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/ДОМОВЕНТ ВКО.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Серия вентиляторов ДОМОВЕНТ ВКО на втулках</a>
<div class="col3__desc">
<p>Работают в простом режиме циркуляции воздуха. Материал - уплетненный пластик. Не для повышенной влажности.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">900 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Вентс.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Вентиляторы канальные Вентс</a>
<div class="col3__desc">
<p>Модель: ТТ ПРО. Отлично подходит для повыщеной влажности (ванны, санузлы). Система подготовлена к большим нагрузкам.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">от 2000 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Prima Klima.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Вентиляторы канальные Prima Klima</a>
<div class="col3__desc">
<p>Система контроля температуры и скорости. Огнестойкий корпус. Датчики контроля температуры. Контроль количества оборотов.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">от 4500 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/BLAUBERG Turbo.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Вентиляторы BLAUBERG</a>
<div class="col3__desc">
<p>Модель: Turbo. Для приточно-вытяжных вентиляций. Термопредохранители. Подходит для влажных помещений. Низкие показатели уровня шума.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">от 3000 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Phresh Filters.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Фильтр угольный Phresh Filters</a>
<div class="col3__desc">
<p>Отлично для удаления запахов и пыли. Работают при условиях повышенной влажности (более 80%).</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">от 9000 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Prima Klima ECO LINE.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">ФИЛЬТР УГОЛЬНЫЙ Prima Klima ECO LINE</a>
<div class="col3__desc">
<p>Удаляет даже самые мощные запахи. Так же удаление пыли и вредных газов. Максимальная влажность до 70% и температуре менее 70 градусов.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">от 2000 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
</ul>',
    'richtext' => '1',
    'template' => '4',
    'menuindex' => '3',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444687598',
    'editedby' => '1',
    'editedon' => '1452867228',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1451983080',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'ventilyatoryi-i-filtryi.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  10 => 
  array (
    'id' => '45',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Полезные и лечебные свойства марихуаны',
    'longtitle' => 'Лечебные свойства марихуаны и лечение марихуаной',
    'description' => 'Существуют научно доказанные лечебные свойства марихуаны, а так же практикуется лечение марихуаной рака и других онкологических заболеваний.',
    'alias' => 'lechenie-marixuanoj',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p>Конопля помогает при лечении многих органов. Конопляное растение издавна применялось для лечения самых тяжелых заболеваний. В частности <strong>лечебные свойства марихуаны</strong> были замечены при хронических недугах. В условиях подкупаемой конкуренции конопля уступила первое место препаратам на химической основе. За ними были огромные капиталы, а марихуана была простым и наглядным средством. Благодаря стремительную процессу современных технологий, рекламе и правительству, многие народные методы были вытеснены из реалий и насмешливо сделаны "бездейственными методами для шарлатанов". В число таких лекарств попала и марихуана, не смотря успешный опыт ее применения в борьбе с множеством болезней.</p>
<h2>Лечебные свойства марихуаны для тела и лечение марихуаной онкологии</h2>
<p>В странах, где исследование и применение конопли не запрещено бездумными бюрократами, изучение каннабиноидов и в частности конопли дает свои плоды. Поэтому там марихуана применяется в широком спектре производимых лекарств. В Израиле психоактивные качества конопли изучают согласно государственной программе. Израильские издания ежемесячно публикуют результаты исследований в области применения конопли и каннабиноидов. Такими исследованиями занимается не только Израиль но Канада, Англия, Италия, Испания и множество других стран где частично или полностью легализированная конопля и ее применение в различных целях.</p>
<p><img style="float: right; margin-left: 5px; margin-right: 5px;" title="Лечебные свойства марихуаны это успех в медицине" src="assets/images/le4ebnie-svoistva-marihyani.png" alt="Положительные лечебные свойства марихуаны спасают людей" width="230" height="476" />Так например, поскольку конопля в Канаде не имеет бюрократических преград, Канадская медицинская ассоциация информирует общество о пользе каннабиноидов и <strong>лечебные свойства марихуаны</strong>. <em style="color: #4fa819;">Одним из последних исследований Канадской ассоциации в области конопли было открытие пользы конопли при лечении рассеянного склероза. Ученые из Англии, Италии и Испании совместно доказали, что ТГК, содержащийся в растениях конопли, задерживает развитие болезни Хантингтона.</em></p>
<p style="font-size: 16px; font-weight: bolder;">Реабилитация наркозависимых</p>
<p>Ученые из Израиля и Американского Национального института злоупотребления алкоголя из Мэриленда считают, что конопля с высоким уровнем ТГК существенно снижает болевые ощущения при абстененции. Ученые из Китая и США предлагают новый способ лечения наркотической зависимости с помощью каннабноидов и в частности конопли. При этом длительное использование таких препаратов не провоцирует привыкания. Поэтому применение конопли в медицине более чем обосновано. При работе над конечной версией проекта «Национальной стратегии Украины в отношении наркотиков» ассоциация коноплеводов призывает государство пересмотреть свое отношение касательно конопли. Ведь психоактивные качества конопли тоже вполне применимы для лечения хронических заболеваний и наркозависимости. В документе о разработке и внедрении стратегии научного отношения к наркотикам. На подпись высокопоставленным служащим указаны детали. В частности указано, реалии на сегодня требуют медицинского подхода в применении конопли. Каннабиноиды, получаемые из конопли могут применяться в качестве анальгетиков. В лечении наркозависимоти применение конопли может заменить метадон и бупренорфин.</p>
<h3>Лечение рака марихуаной и других болезней</h3>
<p>В Америке конопля разрешена для курения раковым больным для снятия болевого синдрома. Американский институт рака и Калифорнийский мед.центр института в Сан-Франциско подтвердили пользу конопли при борьбе с раковыми клетками.</p>
<p style="text-align: center;"><em style="color: #4fa819;">Ученые из Англии пришли к выводу, что лечебные свойства марихуаны, в виде экстракты конопли помогают при лелчении эпилепсии, болезней кишечника, шизофрении, диабета. Учитывая все эти достижения применения конопли в медицине, многие медики и ученые в разных странах давно призывают правительства сменить свою позицию относительно конопли.</em></p>
<p style="font-size: 16px; font-weight: bolder;">Применение конопли в лекарствах<img style="margin-left: 5px; margin-right: 5px; float: left;" title="Кратковременное и длительное лечение марихуаной исцеляет от болезней" src="assets/images/le4enie-marihyanoi.png" alt="Лечение марихуаной помогает от болезней" width="600" height="400" /></p>
<p>В Новой Зеландии, Канаде и 8 стран Европы уже вовсю применяется препарат из конопли на основе добытых из растений конопли психоактивных веществ. В кратчайшие сроки лицензия на применение данных препаратов из конопли будет произведено в США, Германии, Франции, Италии. Тот же препарат из конопли, однако в других 15 странах доступен к продаже с некоторыми ограничениями относительно индивидуальных случаев больных. С 2011 года Израильский лекарственный комитет при Министерстве здравоохранения рекомендует признать медицинские качества конопли в виде специальной медицинской конопли. Также было внесено предложение внести медицинские сорта конопли ввести в минимальную корзину лекарств. Даже наркотические сорта конопли, которые имеют высокий уровень ТГК, и являются действительно дурманящим разум средством, разрешены для выращивания в США, Канаде, Израиле, Англии, Италии и Голландии.</p>
<hr />
<p style="font-size: 24px; font-weight: bolder;">Так же, ознакомиться со всем списком заболеваний которые лечаться коноплей и ее производными Вы можете по ссылке: <span style="color: #4fa819;"><a title="Польза от марихуаны для всех" href="polza-marixuanyi.html">http://4-20.com.ua/polza-marixuanyi.html</a></span></p>',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '3',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444729868',
    'editedby' => '1',
    'editedon' => '1453297052',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444729860',
    'publishedby' => '1',
    'menutitle' => 'Лечебные свойства',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'lechenie-marixuanoj.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  11 => 
  array (
    'id' => '53',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Выращивание конопли в домашних условиях',
    'longtitle' => 'Выращивание сортовой марихуаны и конопли в домашних условиях',
    'description' => '',
    'alias' => 'vyirashhivanie-konopli-v-domashnix-usloviyax',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '3',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '1',
    'menuindex' => '3',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444852179',
    'editedby' => '1',
    'editedon' => '1444857954',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444852140',
    'publishedby' => '1',
    'menutitle' => 'В закрытом грунте - индор',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'vyirashhivanie-konopli-v-domashnix-usloviyax.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  12 => 
  array (
    'id' => '3',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Как выращивать марихуану и детали про выращивание',
    'longtitle' => 'Как выращивать марихуану сортовую и коноплю ',
    'description' => 'Здесь Вы найдете все что нужно знать про выращивание марихуаны, о том как выращивать коноплю и как прорастить семена марихуаны.',
    'alias' => 'vyirashhivanie-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '1',
    'isfolder' => '1',
    'introtext' => '',
    'content' => '<p><img title="Как выращивать марихуану в закрытых лабораториях" src="assets/img/kak-virashivat-marihyany.png" alt="узнайте как выращивать марихуану индор" width="100%" />На страницах данного ресурса Вы узнаете все про выращивание марихуаны<span style="line-height: 1.5em;">, об удобрениях и методах безопасного увеличения объемов конопли для максимального сбора урожая. Но перед тем как узнать о том <strong>как выращивать марихуану</strong>, важно знать и помнить о том что выращивание и распространение марихуаны запрещено Законодательством Украины и преследуется законом. <br /><span style="font-size: 17px;">Подробнее о мерах наказания за выращивание конопли, ее хранение и распространение - <a style="color: #4bd12e;" href="zakon-za-vyirashhivanie-marixuanyi.html">4-20.com.ua/zakon-za-vyirashhivanie-marixuanyi.html</a></span></span></p>
<h2>Как выращивать марихуану для курения и коноплю для бытовых целей</h2>
<p>Выращивание марихуаны распределяется на два больших вида - в помещении (индор) и на улице (аутдор). Каждый из этих видов имеет свои особенности и подвиды выращивания. Так например конопля выращивания которой проходит в закрытом пространстве может выращиваться методом разделения каждого растения по горшкам и называться гидропоникой. Или так же для выращивания в закрытом помещении применяется метод "аэропоника" когда растение и вовсе не садиться в грун, а растет прямо-таки в воздухе. <span style="line-height: 1.5em;">Аутдорные методы выращивания марихуаны - это высадка пророщенных семян в открытый грунт и выращивание в теплицах. Каждый из этих методов имеет своих приверженцев, свои плюсы и минусы. Но какой бы Вы не выбрали для себя метод, основой для достижения положительного результата являются жизненно необходимые отличные условия для того чтобы вырастить коноплю с хороших урожаем.</span></p>
<p style="font-size: 22px;">Как вырастить марихуану эффективно<img style="float: right;" title="Выращивание марихуаны аутдор на улице" src="assets/img/kak-virashivat-konoply.png" alt="как проходит выращивание марихуаны на улице " width="493" height="750" /></p>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Выберите качественные семена.</span> Для первого раза лучшего всего покупать автоцветущие феминизированные. Новичку будет проще всего справить с их гровингом поскольку такие растения являются весьма неприхотливыми. Так же при выборе определите какой именно сорт семечек Вам необходим - индика или сатива.</li>
<li><span style="font-size: 18px; color: #4bd12e;">Деликатно проращивайте.</span> Важным на старте является момент когда проращиваются семена марихуаны выращивание поскольку дальнейшего черенка во многом зависит именно с этого первого этапа. Многим гроверам с первого раза не всегда удается прорастить семено. Чаще всего оно погибает либо от того что жидкости слишком много и семя раскисает/сгнивает или от пересушивания так как в один момент была жидкость и семя пустило маленький росточек, а после из-за отсутствия влаги высохло. О правильном проращивании читайте тут - </li>
<li><span style="font-size: 18px; color: #4bd12e;">Правильная высадка растения - от черенка к ростку.</span> На этапе когда из семени вырос расточек можно уже задумываться о дальнейшем пересаживании ростка в грунт или любую иную почву на которой будет в дальнейшем расти конопля. Тут уже дело зависит от того как вырастить семена конопли Вы собираетесь. Но какой бы из методов Вы не выбрали, стоит быть очень аккуратным и предвидеть любую ситуацию. Поскольку ростки конопли очень хрупкие, сломать их может любое неосторожное движение или даже порыв сильного ветра.</li>
</ul>
<h3>Важно выращивать марихуану в хороших условиях и с достатком света</h3>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Достойный уход и удобрение.</span> Эта тема весьма обширна, многозначительна и в каждом индивидуальном случае может отличаться. Поэтому перед применением какого либо удобрения, методики полива, освещение и так далее, детально изучите подходит ли методика именно для вашего метода выращивания каннабиса и сорта конопли. Применение непроверенной информации может привести к полной гибели растения.</li>
<li><span style="font-size: 18px; color: #4bd12e;">Своевременный сбор урожая.</span> Когда уже все классно, растение достигло желаемых размеров и на шишках начали обильно появляться трихомы, важно вовремя успеть собрать урожай. Перерост растения в почве или наоборот ранний сбор урожая, могут оказаться пагубными на количестве главного компонента марихуаны ТГК. Этот момент так же важно изучать и знать. Все вариации зависят опять же таки от сорта и метода выращивания конопли.</li>
</ul>
<p style="text-align: center;"><em>Тщательное изучение нюансов выращивания позволит Вам добиться положительных результатов. Поэтому перед тем чтоб решиться растить коноплю прочтите материал как выращивать марихуану. Изучите все существующие виды и выберите доступный и самый подходящий именно для Вас!</em></p>
<hr />
<p style="font-size: 24px; text-align: center;">Администрация 4-20 не призывает к выращиванию марихуаны! <br />Мы являемся международным информационным порталом!<br />Помните - выращивание, распространение и хранение конопли противоречит Законодательству Украины и многих других стран! Нарушение Закона наказывается лишением свободы!</p>
<hr />',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '4',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444517697',
    'editedby' => '1',
    'editedon' => '1451397826',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444517940',
    'publishedby' => '1',
    'menutitle' => 'Выращивание марихуаны',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'vyirashhivanie-marixuanyi.html',
    'uri_override' => '1',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  13 => 
  array (
    'id' => '5',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Сатива индика',
    'longtitle' => 'Как отличается меж собой сатива индика',
    'description' => 'Сатива индика это разная по своему эффекту и свойству конопля, и поэтому важно разбираться в ее многозначительных отличиях.',
    'alias' => 'sativa-indika',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '4',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p><img title="Чем отличаються семена индика и сатива" src="assets/img/индика-и-сатива.png" alt="семена конопли индика и сатива" width="1147" height="441" />Растение конопли разделяется на несколько видов отличающимися между собой содержанием ТГК. Основными растениями имеющими наибольшее содержание ТГК являются сатива и индика. Оба вида марихуаны <strong>сатива индика</strong> имеют своих сторонников и противников. Чтобы наверняка разобраться в их разнице необходимо знать об их основных различительных характеристиках.</p>
<p><img style="display: block; margin-left: auto; margin-right: auto;" title="Сатива индика схожесть и различия" src="assets/img/разница-сатива-и-индика.png" alt="Конопля сатива индика имеет характерные отличия" width="887" height="260" /></p>
<h2>Что такое сатива индика и чем отличаються эти сорта марихуаны</h2>
<p>Полное название конопли сорта индика - конопля индийская. Название сорта сатива - конопля сорная. Два этих вида марихуаны являються абсолютно разными во всех аспектах начиная от внешних признаков растения и заканчивая эффектом производимым на человеческий организм.</p>
<p style="font-size: 18px; font-weight: bolder; color: #39650e;">Эффект от употребления<img style="float: right;" title="Разновидности сатива и индика имеют значительные отличия эффекта" src="assets/img/индика-сатива.png" alt="сатива и индика отличаются эффектом" width="651" height="344" /></p>
<p>Конопля растени сорта индики имеет весьма характерный седативный эффект, замедляет мозговую и мышесную активность, производит максимальный релаксивный эффект и отлично способствует сну.</p>
<p>Сатива в сравнении с индикой наоборот - оказывает активизирующий эффект на мозговую активность, стимулирует работу организма, и является весьма бодрящей.<br /> Тем не мение не стоит ожидать именно такого эффекта, поскольку в каждом случае происходит личный индивидуальный опыт, который может абсолюнто отличаться от написанного. </p>
<p style="font-size: 18px; font-weight: bolder; color: #39650e;">Лечебный эффект от употребления</p>
<p>Расслабляющий эффект сорта индика способен снимать боли и усталость, злость и нервные напряжения. Конопля индика предназначена для лечения таких заболеваний - мигрени, бессонница, нервозные состояния, раздражение, мышечные зажимы и многие другие напряжения требующие седативного эффекта.<br /> <br /> Сатива производит активизирующий эффект. Стимулирует клетки орагнизма и потому зачасту пропитывается для лечения депресивных состояний, аппатии, грусти. Стимулирующее действия которое оказывает этот сорт конопли сделал его любимчиком для девного курения. </p>
<hr />
<h3>Растения сатива индика значительно отличаются даже внешне</h3>
<p style="font-size: 18px; font-weight: bolder; color: #39650e;"><img style="float: left;" title="Как индика сатива влияют на организм" src="assets/img/сатива-индика.png" alt="индика сатива так же схожи" width="651" height="648" />Растения</p>
<p>Конопля сорта индика, это небольшое растение с весьма плотным развитвлением, стильным стеблем и достаточной ветвистостью. Такое растение наболее подходящее для гровинга индор, хотя конечно быть аутдор этому сорту конопли тоже ничего не помешает.<br /> Сорт сатива абсолютно противоположен. Чаще всего, при хорошем свете, растение достигает высоты от 2-3 метров, имеет весьма редкую ветвистость и впринципи выглядит более тонкой о сравнению с индикой.</p>
<p>На сегодняшний день найти чистое растение индики или сативы не просто, посколькув своем большинстве они стали гибридами. Нанее привезенные генетические линии сативы из Мексики, Колумбии, Камбоджи и индики из Пакистана, Афганистана теперь являются скрещенными генетическими растениями.</p>
<p style="font-size: 18px; font-weight: bolder; color: #39650e;">Цветение </p>
<p>Чистое растение индики в основном дозревает окончательно в октябре. Цветение же этого сорта конопли длится от 6 недель до 2 месяцев. Вначале цветения растение страмиться в высоту, после этот эффект замедляется и останавливается.<br /> <br /> Сатива в сравнении с индикой, до состояния дозревшего растения доходит довольно долго. Медленный всход, цветении до трех месяцев и другие факторы делают ее болеедлительной но желанной.Аутдорный сроб урожая сативы проходит чаще всего в последних числах ноября.</p>
<hr />
<p style="font-size: 18px; font-weight: bolder; color: #39650e;">Урожайность</p>
<p><br />Плотные, твердые, компактные, хорошенько усеянные трихомами (смолой) являются шишки индики. Этот сорт отличается высокой урожайностью в отношении посевной площади растения. Шишки растения получаються со средним содержанием ТГК и большим КБД/КБН.</p>
<p>Растение сативы наоборот, требует простора для роста и не является компактной. Благодар тому что сатива уходит далеко в высь, урожайность у такого растения так же весьма велика и может быть наравне с индикой, хотя смольность растения и не такая высокая.  Содержание ТГК зато в конопле это сорта выше, а КБД/КБН ниже.</p>
<p> </p>
<p> </p>',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '4',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444519755',
    'editedby' => '1',
    'editedon' => '1451398929',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1449170760',
    'publishedby' => '1',
    'menutitle' => 'Что такое сатива и индика',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'sativa-indika.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  14 => 
  array (
    'id' => '42',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Как курить гашиш и эффект от гашиша',
    'longtitle' => 'Что такое гашиш как его курить и какой дает эффект',
    'description' => 'Все про гашиш - эффект гашиша, как курить гашиш, его влияние на организм и вред.',
    'alias' => 'kak-kurit-gashish-i-effekt-ot-gashisha',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '4',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444729257',
    'editedby' => '1',
    'editedon' => '1446076728',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444729260',
    'publishedby' => '1',
    'menutitle' => 'Все про гашиш',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'kak-kurit-gashish-i-effekt-ot-gashisha.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  15 => 
  array (
    'id' => '54',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Как правильно прорастить семена марихуаны',
    'longtitle' => '',
    'description' => '',
    'alias' => 'kak-pravilno-prorastit-semena-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '3',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '1',
    'menuindex' => '4',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444857755',
    'editedby' => '0',
    'editedon' => '0',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444857755',
    'publishedby' => '1',
    'menutitle' => 'Проращивание семян',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'kak-pravilno-prorastit-semena-marixuanyi.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  16 => 
  array (
    'id' => '4',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Семена марихуаны',
    'longtitle' => 'Какие бывают семена марихуаны и лучшие сорта',
    'description' => 'Читайте о том как прорастить семена марихуаны, как выбрать лучшие для дома или улицы и почему все так любят голландские семена.',
    'alias' => 'semena-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '1',
    'isfolder' => '1',
    'introtext' => '',
    'content' => '<p>Законодательством Украины выращивание конопли запрещено, <strong>купить семена марихуаны</strong> Вы можете лишь для использования как сувенирную продукцию, для корма попугаев, использования в пищу, так же можно заказать семена конопли технического сорта для посевной культуры, для рыбалки, или для выращивания в странах прошедших легализацию. Для использования семян конопли в последнем случае (для выращивания в странах прошедших легализацию) рекомендуем ознакомиться с нюансами от которые играют важную роль для дальнейшего развития всего процесса.</p>
<h2>Вы можете купить семена марихуаны для выращивания в странах с легализацией</h2>
<p>Перед началом покупки стоит разобраться в существующих различиях семян, которы в дальнейшем сыграют ключевую роль в процессе роста и созревания.</p>
<p style="font-size: 26px;">Семена конопли выбирают по таким показателям</p>
<p style="font-size: 24px;">Тип сорта семечки конопли:</p>
<p><span style="font-size: 16px; color: #4bd12e;">Обычные сорта</span> - средний цикл роста данного сорта марихуаны составляет от 3, 4 месяцев до 5. Высота растения чаще всего начинается от 50 сантиметром и может достигать высоты до 4 метров. Довольно прихотливы при выращивании и не особо устойчивы к вредителям. Такие растения популярны благодаря высокой урожайности.</p>
<p><span style="font-size: 16px; color: #4bd12e;">Автоцветущие сорта</span> - это растения с автоцветущим геном. Семена конопли данного вида, особенно популярны благодаря своей скороспелости и тому что феминизированные. Благодаря тому что начало стадии цветения у данных растений начинается автоматически по истечению вегетативного периода, такой сорт конопли вырастает и зацветает, в среднем уже через 2,5 месяца после посадки.  Высота самого растения, обычно составляет не более 50 см и растет больше вширь чем вверх. Такие растения популярны благодаря 100% неприхотливому росту и достижением быстрого результата, но высокой урожайностью не балуют.</p>
<p style="font-size: 24px;">Тип зерна конопли:</p>
<p><span style="font-size: 16px; color: #4bd12e;">Регулярные семена</span> - из этих зерен могут вырастить как мужские так и женские растения. Но как известно, для плодоноса нам необходимы только женские. При это выращивание женский и мужских растений в одном боксе чревато опылением женских растений, что будет означать понижение уровня ТГК, а соответственно качество конечного результата гровинга. Именно поэтому в регулярных растениях важно вовремя отследить кто есть кто, и в случае нахождения мужского растения уничтожить его (не рассеяв при этом его пыльцу по всему боксу!). Дабы обезопасить себя, многие гроверы выбирают проверенный метод феменизированных зерен.</p>
<p><span style="font-size: 16px; color: #4bd12e;">Феминизированные зерна</span> - обычно такой вид зерен обозначается как fem. Это исключительно женские растения. Такие семена являются искусственно созданные селекционерами-гроверами, и именно поэтому такие семена в несколько раз дороже обычных. Они любимы многими за 100% достижение ожидаемого результата и отличные характеристики.</p>
<p style="font-size: 24px;">Семена каннабиса и генетика</p>
<p>Селекционеры занимаются созданием наиболее разноплановых и интересных сортов конопли. Существуют чистые генетические растения, и скрещенные. Большое разнообразие сортов на рынке конопли, вызывает большой интерес у публики. Мастера разбирающиеся в том что представляют собой те или иные сорта, легко могут представить что за растение представляется в результате скрещивания и что вырастает по итогу.</p>
<p><span style="font-size: 16px; color: #4bd12e;">Индичные семена канабиса</span> - растения довольно невысокие, с весьма непродолжительным периодом цветения. Такие растения больше устойчивы к стрессовым условиям выращивания. Растение имеет сильный расслабляющий (седативный) эффект, в результате чего нашли широкое применение в медицине. О лечебных свойствам марихуаны читайте здесь <a title="Польза от марихуаны для всех" href="polza-marixuanyi.html">4-20.com.ua/polza-marixuanyi.html</a></p>
<p><span style="font-size: 16px; color: #4bd12e;">Семена сатива</span> - имеют более длительный период цветения, но при этом растения получаются более плодоносные. Растения требовательны к условиям выращивания и не особо стресоустойчивы. Поэтому семена и шишки сативы считаются более ценными чем индики. Эффект от употребления таких растений бодрящий и стимулятивный. В медицине используется для лечения депрессий и других расстройств.</p>
<p>Так же существует канабис семена которого не имеют эффекта, тоесть их уровень ТГК довольно низкий. Это семена рудералис. Тем не менее при селекционировании такие растения так же важны. Они используются для скрещения с сортами сатива/индика для достижения стабильных гибридных растений с коротким сроком выращивания. Растения рудералис (тоесть кормовой конопли) автоцветущие.</p>
<p style="font-size: 18px;">Подробнее о разнице растений сатива и индика по ссылке <a href="sativa-indika.html">4-20.com.ua/sativa-indika.html</a></p>
<p style="font-size: 24px;">Тип сорта марихуаны по ТГК:</p>
<p>ТГК полная расшифровка которого тетрагидроканнабинол является основным психоактивным компонентом состава растения конопля. Именно ради этого гроверы занимаются выращиванием и усовершенствованием все новых и лучших сортов марихуаны.</p>
<p>Уровень от 0+% ТГК — это техническая конопля рудералис. Практически не содержит психоактивных компонентов.</p>
<p>Уровень от 8-16% ТГК — это сорта селекционеров. Наиболее популярны и просты для выращивания.</p>
<p>Уровень от 16-25+% ТГК — самые мощные растения. Появляются исключительно в результате селекционирования мощных растений.</p>
<h3 style="font-size: 26px;">Перед тем как купить семена марихуаны обратите внимание на такие моменты</h3>
<p style="font-size: 24px;">Какой будет период цветения:</p>
<p>При продаже семян производители указывают период роста растений. Это данные о том в какой срок после вегетативного периода (первого этапа), вы получите созревший урожай. Данные чаще всего приводятся для выращивания растений в открытом грунте, с теплым климатом. Поэтому важно разобраться и примерно рассчитать период роста растений чтоб осень-зима не настали раньше сбора урожая. Для выращивания аутдор в широтах с холодным непродолжительным летом, лучше использовать автоцветущие сорта каннабиса. Для тропических широт допустимо использование любым семян.<br />Для выращивания в закрытом помещении (индор) период цветения растений может быть значительно короче и производители так же указывают какие семена рекомендуются для такого процесса.</p>
<p style="font-size: 24px;">Какой будет запах у растений:</p>
<p>Для выращивания в закрытых условиях, важно обратить внимание на будущий запах растений, дабы не доставлять никому дискомфорта в период цветения. Этот вопрос конечно решается покупкой оборудования для устранения запахов такого как угольные фильтры и мощные вентиляционные системы. Но так же можно и выбрать растения обладающие низким уровнем запаха. Такими детали производители так же указывают на сортах семян. Популярными растениями обладающими слабым запахом являются: автоцветущие семена Pandora, Automaria №2. Подробнее о популярных семенах и их преимуществах по ссылке: *************</p>
<p style="font-size: 24px;">Какой будет размер у растений:</p>
<p>Для выращивания в открытом грунте такой вопрос Вас конечно не должен беспокоить, но что касается выращивания индор, то здесь лучше перестраховаться. Важно вписать в условия гроубокса чтобы все растения могли комфортно развиваться и не мешать росту других растений. Эта информация, так же указывается производителями при описании сортов, но если вы как новичек, хотите наверняка перестраховаться лучше использовать низкорослые автоцветущие семена индики.</p>
<p style="font-size: 24px;">Какие условия необходимы для выращивания:</p>
<p>При продаже семян производители указывают для какого типа окружающей среды подходят данные семена. Это может быть открытый грунт, закрытое помещение, а так же существуют универсальные сорта. Для получения хорошего результата желательно придерживаться данных рекомендаций. <br />Данный вопрос важно хорошо изучить перед стартом выращивания. Просмотрите что рекомендуют гроверы и специалисты на разных формах, относительно выращивания конкретного сорта марихуаны.</p>
<p style="font-size: 24px;">Так же производители указывают такие дополнительные данные:</p>
<p>Урожайность — указывается минимальный уровень урожая для конкретного растения. Эти данные будут реализованы только при хороших условиях выращивания.</p>
<p>Уровень содержания ТГК КБД КБН — психоактивные вещества содержащиеся в растениях по окончанию выращивания. Зависят так же от хороших, подходящих условий выращивания.</p>
<hr />
<p style="text-align: center;"><em>Для новичка, желающего получить хороший результат довольно в короткие сроки, совет един - купить семена марихуаны автоцветущие феминизированные (женские). При выращивании таких семян Вы наверняка перестрахуетесь, а усилия и потраченное время/ресурсы не будут понапрасну.</em></p>',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '5',
    'searchable' => '0',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444517770',
    'editedby' => '1',
    'editedon' => '1453663710',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1453361580',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'semena-marixuanyi.html',
    'uri_override' => '1',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  17 => 
  array (
    'id' => '8',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Гидропоника марихуаны',
    'longtitle' => '',
    'description' => '',
    'alias' => 'gidroponika-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '3',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '5',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444520686',
    'editedby' => '1',
    'editedon' => '1444687388',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444519740',
    'publishedby' => '1',
    'menutitle' => 'Гидропоника',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'gidroponika-marixuanyi.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  18 => 
  array (
    'id' => '43',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Что такое тгк и его влияние',
    'longtitle' => 'Узнайте что такое тгк и как его повысить',
    'description' => 'Что такое ТГК и какое влияние играет в свойствах конопли, а так же как повысить тгк в марихуане читате на страницах ресурса 4-20.com.ua',
    'alias' => 'chto-takoe-tgk',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '5',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444729370',
    'editedby' => '1',
    'editedon' => '1446073811',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444729320',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'chto-takoe-tgk.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  19 => 
  array (
    'id' => '65',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Субстраты для проращивания и роста',
    'longtitle' => '',
    'description' => '',
    'alias' => 'substratyi-dlya-prorashhivaniya-i-rosta',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '13',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<ul class="col3">
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/UGro Cube.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Кокосовый субстрат UGro Cube</a>
<div class="col3__desc">
<p>Содежит низкое содержание кокосовых волокон. В дальнейшем можно использовать в сочетании с UGro Slab, и избежать пересадки растений.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">40 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/UGro Pot 9 л.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Кокосовый субстрат UGro Pot</a>
<div class="col3__desc">
<p>Поставляется в пластиковом контейнере с дренажными отнверстиями на дне. Для создания кокосового торфа, заливается 6л воды. Объем 9л (900грам).</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">160 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/UGro-Pure-Superior-50.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Кокосовый торф UGro Pure Superior 50 л</a>
<div class="col3__desc">
<p>Не пресованный торф, средний помол с низким содержанием кокосовых волокон. Входит перлит, гуано летучих мышей, эндомикоризамы и биогумус. </p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">755 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Коко-грунт в дисках 10 шт 650 гр.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Кокосовый грунт пресованный в дисках</a>
<div class="col3__desc">
<p>Обладает нейтральным pH. Возможно повторное использование диска. В упаковке 10 шт - 650 гр</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">100 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Почвенная смесь Plagron LightMix 50 л.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Почва Plagron LightMix 50 л</a>
<div class="col3__desc">
<p>Обьем 50 л. Подходит для любых видов растений. Обладает нейтральным уровнем pH.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">470 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Почвенная смесь GOLD LABEL Special Mix Light.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Почвенная смесь GOLD LABEL Special Mix Light</a>
<div class="col3__desc">
<p>Объем: 50 л. На основе белого торфа из Швейцарии. Не содержит большого количества примесей удобрений. Для использования с торфяными удобрениями и гидропоникой.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">550 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Почвенная смесь GOLD LABEL Special Mix 50 л.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Почвенная смесь GOLD LABEL Specia Mix </a>
<div class="col3__desc">
<p>Объем: 50 л. На основе белого торфа из Швейцарии. Питательный состав подходит для выращивания растений в течении всего периода роста.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">600 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Plagron Euro pebbles.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Керамзитовый субстрат Plagron Euro Pebbles</a>
<div class="col3__desc">
<p>Обессоленый керамзит. Размер гранул 8-16 мм. Удерживает большое количество кислорода и воды. Производство: Нидерланды. Объем: 10л</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">290 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Минеральная вата Grodan Cubo Rockwool.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Минеральная вата Grodan Cubo Rockwool</a>
<div class="col3__desc">
<p>Для проращивания. Обладает высокими влагоудерживающими свойствами. Параметры: 10x10 см.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">18 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Grodan-Classic-Forte.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Мат из минеральной ваты Grodan Classic Forte</a>
<div class="col3__desc">
<p>В состав входит базальт, каменный уголь, известь, доломит, кварц и другое. Структура способствует развитию хорошей корневой системы. Размер 100х20х7,5см</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">240 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Grodan Cubo Rockwool.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Минеральная вата Grodan Cubo Rockwool</a>
<div class="col3__desc">
<p>Кубики для саженцев растений. Идеальны для проращивания так как влагопоглащающие и влагоудерживающие. ПМат- 200 шт. араметры кубика: 2,5х2,5 см</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">750 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Минеральная вата с кокосом Agra-Wool KWX-1.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Мин. вата с кокосом Agra-Wool KWX-1</a>
<div class="col3__desc">
<p>Kokos Wool Mix обеспечивает большое количество кислорода и воздуха для растения. Обеспечивает хороший рост корневой системы. Объем мешков: 80 л</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">1105 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Plug - кокосовые таблетки.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Кокосовые таблетки Plug</a>
<div class="col3__desc">
<p>Для высадки семян. Спресованные кокосовые диски с низким содержанием кокосовых волокон.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">9 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/КАССЕТА С ТОРФЯНЫМИ ПРОБКАМИ FERTISS.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Набор С ТОРФЯНЫМИ ПРОБКАМИ FERTISS</a>
<div class="col3__desc">
<p>Торфяные таблетки состоят из сфагнового торфа, перлита, вермикулита и природного компоста. На 60 ячеек.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">585 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Торфяные таблетки.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Торфяные таблетки Ellepress</a>
<div class="col3__desc">
<p>Для проращивания семян, укоренения черенков, спор, для высадки сеянцев.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">5 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
</ul>',
    'richtext' => '1',
    'template' => '4',
    'menuindex' => '5',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1452590037',
    'editedby' => '1',
    'editedon' => '1453754332',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1452594360',
    'publishedby' => '1',
    'menutitle' => 'Субстраты и грунт',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'substratyi-dlya-prorashhivaniya-i-rosta.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  20 => 
  array (
    'id' => '13',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Оборудование для выращивания',
    'longtitle' => 'Профессиональное оборудование для выращивания марихуаны',
    'description' => 'Какое существует оборудование для выращивания марихуаны и в каких условиях его использование приносит благоприятные результаты.',
    'alias' => 'oborudovanie-dlya-vyirashhivaniya-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '1',
    'isfolder' => '1',
    'introtext' => '',
    'content' => '<p><span style="line-height: 1.5em;">На страницах интернет ресурса 4-20.com.ua Вы можете </span><strong style="line-height: 1.5em;">купить оборудование для выращивания марихуаны</strong><span style="line-height: 1.5em;"> в домашних условиях и открытом грунте. В интернет магазине представлены лучшие мировые производители профессионального оборудования для гровинга, а так же самые популярные и полезные удобрения для Ваших растений. Так же в магазине представлены дополнительные аксессуары для ухода за растениями и для сбора урожая.</span></p>
<h2>В 4-20 купить оборудование для выращивания марихуаны можно всего в 3 клика</h2>
<p style="text-align: center;"><em>Если Вам необходимо купить оборудование для выращивания марихуаны в домашних условиях Вам понадобятся такие приспособления как гроубокс, отражатели, источники света и полива, вытяжки, оборгеватели и вентиляторы, таймеры и измерительные приборы, и конечно же удобрения. Все это и многое другое предоставляет интернет магазин 4-20 под заказ.</em></p>
<p style="font-size: 18px; font-weight: bolder;">Что необходимо для выращивания марихуаны в закрытых условиях:</p>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Гроутенты и гроубоксы</span><br /><br /><span style="line-height: 1.5em;">Специальный бокс полностью заполненный светоотражающими панелями. Такая комната позволяет максимально эффективно выращивать растения без потери света и температуры, а это два наиболее важных (после генетики растения) факторов для эффективного роста растения. Так же поскольку гроубокс полностью закрывается, он не пропускает свет что особенно хорошо при выращивании дома. Все дополнительные приборы с легкостью помещаются и крепятся в специализированных гроубоксах, которые Вы можете приобрести у нас, на страницах 4-20.</span></li>
</ul>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">ДНАТ Лампы</span><br /><br /><span style="line-height: 1.5em;">Основой роста любого растения и в том числе марихуаны является свет, поэтому для достойного роста растений в домашних условиях, необходимо достойное освещение которое удовлетворит все надобности цветка. Первое и основное оборудование для выращивания каннабиса это лампы ДНАТ с двойным спектром. Такое освещение имеет различные цветовые диапазоны что наиболее благоприятно сказывается на росте и цветении растений. В магазине Вы найдете лампы любой необходимой Вам мощности от 250 и до 1000 Вт. Мы работаем с лучшими производителями ламп со всего мира Lumatek, Osram, Philips, Sunmaster, Lucalox, а так же с хорошо зарекомендовавшими себя производителями из Украины. Так же можно использовать специальные энергосберегающие лампы LED-панели, но они дают не так много тепла и света как натриевые и по этой причине конечный результат отличается от выращивания под светом Днат.<br /><br /><img title="Профессиональное оборудование для выращивания марихуаны в любых условиях" src="assets/img/оборудование%20для%20выращивания%20конопли.png" alt="оборудование для выращивания марихуаны в закрытых условиях" width="100%" /></span></li>
</ul>
<h3>Оборудование для выращивания марихуаны которое обеспечивает бесперебойную работу</h3>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">ПРА, ЭМПРА регуляторы</span><br /><br /><span style="line-height: 1.5em;">Для того чтобы ваше оборудование для выращивания гидропоники не сгорело от скачка энергии или перенапряжения, важно при работе с натриевыми лампами использовать ПРА и ЭМПРА. Это электромагнитные регуляторы которые автоматически контролируют и обеспечивают плавный разогрев ламп и их четкую бесперебойную работу. На страницах нашего ресурса Вы найдете разнообразные регуляторы, в зависимости от Вашего бюджета.</span></li>
</ul>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Култуб и отражатели</span><br /><br /><span style="line-height: 1.5em;">Для равномерного распределения света на растении используются светоотражающие пластины. Световой поток и отток температуры благоприятно влияют на рост растения. Использование таких пластин рекомендовано как при выращивании со светом ДНАТ так и с LED-панелями.</span></li>
</ul>
<h4>Профессиональное оборудование для выращивания марихуаны которое обеспечивает свежий воздух и отсутствие запахов</h4>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Вытяжки, вентиляторы и угольные фильтры</span><br /><br /><span style="line-height: 1.5em;">Для того чтобы запах не накапливался в помещении, а так же постоянно циркулировал свежий воздух используются разнообразные вытяжки и другие приспособления. Наибольшей популярностью пользуются угольные фильтры поскольку обеспечивают наилучший результат, хотя конечно все зависит от Ваших целей. Так же использование вентиляторов является хорошей хитростью для развития крепкого стебля у растения, поскольку именно вентилятор будет создавать в закрытом помещении эффект ветра. Растению в таком случае прийдется укреплять стебель дабы выдержать свои тяжелые плоды.</span></li>
</ul>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Системы полива</span><br /><br />Гидропонные системы, капельный полив, Auto Pot и другие набирают все большей популярности. Такие установки минимизируют человеческий труд и позволяют контролировать полив растений самостоятельно. На сайте представлены все возможные виды автоматического полива растений и из дополнительной комплектации. Плюсом является то что такие системы энергосберегающие и обеспечивают максимально положительный результат полива.<br /><br /><img title="На 4-20 Вы можете купить оборудование для выращивания марихуаны лучших мировых производителей" src="assets/img/оборудование%20для%20выращивания%20марихуаны.png" alt="Теперь можно купить оборудование для выращивания марихуаны в Украине" width="100%" /></li>
</ul>
<h5>Важное дополнительное оборудование для выращивания марихуаны в домашних условиях </h5>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Таймеры и датчики климата</span><br /><br /><span style="line-height: 1.5em;">Для минимализации Вашего времени и четкого обеспечения растения светом важно использовать таймеры. Вы сможете контролировать световой режим дня для растения. Особенно это важно в период роста и цветения. Так же в нашем магазине представлены популярные контроллеры микроклимата. Эти проборы воедино контролируют датчики света и влажности, осушителя, вентилятора и обогревателя, а так же справляются с множеством других функций.</span></li>
</ul>
<hr />',
    'richtext' => '1',
    'template' => '9',
    'menuindex' => '6',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444560871',
    'editedby' => '1',
    'editedon' => '1454265999',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1450737600',
    'publishedby' => '1',
    'menutitle' => 'Оборудование',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'oborudovanie-dlya-vyirashhivaniya-marixuanyi.html',
    'uri_override' => '1',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  21 => 
  array (
    'id' => '44',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Что такое каннабис',
    'longtitle' => '',
    'description' => '',
    'alias' => 'chto-takoe-kannabis',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '6',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444729484',
    'editedby' => '1',
    'editedon' => '1446073867',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444729440',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'chto-takoe-kannabis.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  22 => 
  array (
    'id' => '69',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Емкости и горшки для выращивания марихуаны',
    'longtitle' => '',
    'description' => '',
    'alias' => 'emkosti-i-gorshki-dlya-vyirashhivaniya-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '13',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<ul class="col3">
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Горшки Antispiralling Roots.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Горшок Antispiralling Roots</a>
<div class="col3__desc">
<p>Для развития хорошей корневой системы растений. Волнистые стенки предотвращают скручивание и перевысыхарие корней. Объем: 5л 23х20см.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">50 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Горшки квадратные, Италия.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Горшки квадратные</a>
<div class="col3__desc">
<p>Устойчивы к температури и ультрафиолету. Не выдают канцерогенных выделений в почву. Обьемы: 6л, 9л, 11л, 14л, 18л.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">от 70 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/ведро для марихуаны.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Ведро для выращивания</a>
<div class="col3__desc">
<p>Материал: Уплотненный пластик полипропилен. Объем: 20 л.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">70 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/AutoPot FlexiTank емкость для воды.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Ведро для системы AutoPot FlexiTank</a>
<div class="col3__desc">
<p>Подходит для системы капельного полива и других. Мягкие стенки и пластиковы корпус. Конструкция проста в использовании и складывании. Емкость: 100л.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">2200 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Поддон-1м2-91x91см.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Поддон для растений</a>
<div class="col3__desc">
<p>Для реверсивного и капельного полива, а так же для метода затопления. Материал: пластик. Параметры: 1м2 91x91 см</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">1260 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Пропагатор Secret Jardin 55-29-19 см.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Пропагатор Secret Jardin</a>
<div class="col3__desc">
<p>Поддон для проращивания и укоренения растений. Параметры поддона: 55-29см. Высота крышки: 19 см.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">550 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/setka.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Сетка для гроубокса Secret Jardin Web It</a>
<div class="col3__desc">
<p>Эластичкая сетка с ключками. Ячейки от 10-15см. Параметры сеток: 240х120см, 120x120см, 90х90см, 60х60см.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">от 200 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/мешок для гашиша.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Мешки для экстракции льдом</a>
<div class="col3__desc">
<p>Комполект состоит из 4х мешков по 10л каждый. Размеры ячейки: 25 мкм, 75 мкм, 160 мкм, 220 мкм.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">2090 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
</ul>',
    'richtext' => '1',
    'template' => '4',
    'menuindex' => '6',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1452686759',
    'editedby' => '1',
    'editedon' => '1453754473',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1452689220',
    'publishedby' => '1',
    'menutitle' => 'Емкости, горшки и другое',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'emkosti-i-gorshki-dlya-vyirashhivaniya-marixuanyi.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  23 => 
  array (
    'id' => '47',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Что такое анаша',
    'longtitle' => '',
    'description' => '',
    'alias' => 'chto-takoe-anasha',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '7',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444730160',
    'editedby' => '1',
    'editedon' => '1446073949',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444730160',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'chto-takoe-anasha.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  24 => 
  array (
    'id' => '60',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Системы полива',
    'longtitle' => 'Системы полива для гидропонных и других установок',
    'description' => 'Автоматические и полуавтоматические системы полива для марихуаны и других растений, а так же дополнительное оборудование к системам.',
    'alias' => 'sistemyi-poliva',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '13',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p><span style="line-height: 1.5em;"> </span></p>
<h2>На сайте Вы можете купить системы полива растений</h2>
<ul class="col3">
<li><a href="aeroponika.html"><img class="col3__img" src="assets/img/aeroponic.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="aeroponika.html">Аэропоника</a>
<div class="col3__desc">
<p>Постоянное орошение корней растений раствором насыщеным питательными микроэлементами и кислородом.</p>
</div>
<a class="button button_adm" href="aeroponika.html" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="gidroponnyie-ustanovki-i-sistemyi-dlya-marixuanyi.html"><img class="col3__img" src="assets/img/gidroponika.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="gidroponnyie-ustanovki-i-sistemyi-dlya-marixuanyi.html">Гидропоника</a>
<div class="col3__desc">
<p>Растения находящиеся в горшках с керамзитом, постоянно орошаються раствором с питательными элементами.</p>
</div>
<a class="button button_adm" href="gidroponnyie-ustanovki-i-sistemyi-dlya-marixuanyi.html" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="blumat-i-sistema-kapelnogo-poliva.html"><img class="col3__img" src="assets/img/Blumat.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="blumat-i-sistema-kapelnogo-poliva.html">Blumat и капельный полив</a>
<div class="col3__desc">
<p>Автоматизированная система подачи воды по трубкам в прикорневую зону, малыми дозами и только тогда когда это необходимо растению.</p>
</div>
<a class="button button_adm" href="blumat-i-sistema-kapelnogo-poliva.html" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="sistema-autopot-i-aquapot.html"><img class="col3__img" src="assets/img/autopot.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="sistema-autopot-i-aquapot.html">Autopot и Aquapot</a>
<div class="col3__desc">
<p>Автоматический полив растений, без использования электичества. Работа за счет давления воды</p>
</div>
<a class="button button_adm" href="sistema-autopot-i-aquapot.html" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
</ul>',
    'richtext' => '1',
    'template' => '4',
    'menuindex' => '7',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1452000898',
    'editedby' => '1',
    'editedon' => '1452866555',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1452205800',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'sistemyi-poliva.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  25 => 
  array (
    'id' => '48',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Лучшие сорта конопли',
    'longtitle' => '',
    'description' => '',
    'alias' => 'luchshie-sorta-konopli',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '8',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444730496',
    'editedby' => '1',
    'editedon' => '1446073918',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444730460',
    'publishedby' => '1',
    'menutitle' => '',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'luchshie-sorta-konopli.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  26 => 
  array (
    'id' => '64',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Терморегуляторы, Ph метры и приборы измерения',
    'longtitle' => 'Популярные терморегуляторы и pH метр по хорошей цене',
    'description' => 'Мы предоставляем качественные терморегуляторы и другие приборы для контроля измерения данных в Вашем гроубоксе.',
    'alias' => 'ph-metryi-i-priboryi-izmereniya',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '13',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<ul class="col3">
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/PT-10-П1.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Терморегулятор PT-10-П1 с переходником</a>
<div class="col3__desc">
<p>Поддерживает постоянную температуру, посредством включения/выключения нагревающих приборов при достижении указаной температуры. Пределы температур: 0,0...+125ºС; Коммутируемая способность реле: 10А/250В; Потребляемая мощность: не более 1Вт; Размер терморегулятора: 75х55х45мм.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">450 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/PT-10-П01_датчик.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Терморегулятор PT-10-П01 с переходником</a>
<div class="col3__desc">
<p>Поддерживает постоянную температуру, посредством включения/выключения нагревающих приборов при достижении указаной температуры. Пределы температур: 0,0...+99,5ºС; Коммутируемая способность реле: 10А/250В; Потребляемая мощность: не более 1Вт; Размер терморегулятора: 75х55х45мм.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">450 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/PT-16-П01.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Терморегулятор PT-16-П01 в корпусе с переходником</a>
<div class="col3__desc">
<p>Для контроля нагревательных элементов. При достижении необходимой температуры, терморегулятор выключает обогреватели. Пределы температур: 0,0...+99,5ºС; Коммутируемая способность реле: 16А/250В; Потребляемая мощность: не более 1Вт; Размер терморегулятора: 124х58х88мм.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">755 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/РТРВ-16П.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Терморегулятор и регулятор влажности РТРВ-16/П</a>
<div class="col3__desc">
<p>Для контроля влажности и температуры помещений и гроубоксов. Шаг установки температуры: 0,1°С; Шаг установки влажности: 1%; Пределы регулировки температур : 0,0…+90,0°С; Пределы регулировки влажности : 20,0…80,0%; Коммутируемая способность реле: 16А/250В.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">955 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Термогигрометр KENEX KNX 608-A.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Термогигрометр с датчиком KNX 608-A</a>
<div class="col3__desc">
<p>Терморегулятор позволяющий контролировать температуру и влажность помещения. Оснащен выносным датчиком на проводе. </p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">800 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Весы карманные Kenex Optimo 0,1.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Весы компактные Optimo 0,1/400 г</a>
<div class="col3__desc">
<p>Оснащен съемной крышкой, которая служит как тара для взвешивания. Максимальный вес для взвешивания: 400г. Производитель: Kenex.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">550 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/Весы компакт диск Kenex Music Tunes.jpg" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Весы круглые Music Tunes 0,1/ 500 г</a>
<div class="col3__desc">
<p>Широкая платформа для взвешивания + тара. В чехле. Максимальный вес для взвешивания: 500г. Производитель: Kenex.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">600 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/кондуктометр солемер Milwaukee EC 60 Martini.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Кондуктометр-солемер Milwaukee EC 60 Martini</a>
<div class="col3__desc">
<p>Для проверки минерализации, электропроводимости и температуры воды (EC/TDS, °C, °F)</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">1990 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/pH-метр Milwaukee MW 100 pH с монитором.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">РH-метр MW 100 pH с монитором</a>
<div class="col3__desc">
<p>Простой в использовании pH метр с точностью диапазона измерения ± 0.2 рН. С функцией ручной температурной компенсации. Производитель: Milwaukee</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">5700 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/pH метр Milwaukee ( Милвоки ) pH 600.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">PH метр Milwaukee pH 600</a>
<div class="col3__desc">
<p>Компактный прибор для измерения pH в воде, растворах и напитках. Для проведения экспесс-анализа.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">1610 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
<li><a href="zakazat-obratij-zvonok.html" rel="nofollow"><img class="col3__img" src="assets/img/MC720 pH-контроллер.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="zakazat-obratij-zvonok.html">Система втоматического pH-контроллера MC720</a>
<div class="col3__desc">
<p>Состоит из контроллера pH и насоса-дозатора MP810. Система позволяет поддерживать идеальный уровень pH в вашей гидропонной установке.</p>
</div>
<div class="button button_adm"><span style="font-size: 20px;">9950 грн</span></div>
<a class="button button_adm" href="zakazat-obratij-zvonok.html?name=[[*pagetitle]]" rel="nofollow"> <span>Заказать сейчас</span> </a></div>
</li>
</ul>',
    'richtext' => '1',
    'template' => '4',
    'menuindex' => '8',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1452457870',
    'editedby' => '1',
    'editedon' => '1452867274',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1452514620',
    'publishedby' => '1',
    'menutitle' => 'Терморегуляторы, весы и прочее',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'ph-metryi-i-priboryi-izmereniya.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  27 => 
  array (
    'id' => '46',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Способы употребления марихуаны',
    'longtitle' => '',
    'description' => '',
    'alias' => 'sposobyi-upotrebleniya-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '9',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1444730016',
    'editedby' => '1',
    'editedon' => '1446073935',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1444729980',
    'publishedby' => '1',
    'menutitle' => 'Девайсы для курения',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'sposobyi-upotrebleniya-marixuanyi.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
  28 => 
  array (
    'id' => '55',
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Наказание за выращивание марихуаны закон Украины',
    'longtitle' => 'За выращивание марихуаны закон наказывает',
    'description' => 'Поскольку выращивание марихуаны закон запрещает, прийдется заплатить большой штраф или загреметь в тюрьму.',
    'alias' => 'zakon-za-vyirashhivanie-marixuanyi',
    'link_attributes' => '',
    'published' => '1',
    'pub_date' => '0',
    'unpub_date' => '0',
    'parent' => '2',
    'isfolder' => '0',
    'introtext' => '',
    'content' => '<p>Не знание закона не освобождает от ответственности! Ознакомьтесь со всеми видами нарушений предусмотренных Уголовным Кодексом Украины и Законом Украины, а так же разными статьями. Существует два вида ответственности за выращивание, хранение и употребление наркотических препаратов, в данном случае марихуаны - <span>административная и уголовная. <strong>Выращивание марихуаны закон</strong> Украины 310, статьи 106-2, статья 309, 315. </span></p>
<h2>Статьи Уголовеного Кодекса про выращивание марихуаны Закон Украины</h2>
<p><img style="float: left;" title="За выращивание марихуаны закон предусматривает наказание" src="assets/images/zakon-o-virashivanii-marihyani.png" alt="выращивание марихуаны закон и наказание " width="420" height="214" />Выращивание конопли в Украине и других странах СНГ запрещено и преследуеться законом. Ниже представлены адменистративные и уголовные наказание за совершение незаконных правонарушений. <span style="font-weight: bolder; color: #f82306;">Кодекс Украины, в статье 106-2,</span> предписывает административные правонарушения <span style="font-weight: bolder; color: #4fa819;">за посев и выращивание конопли в размере до 10 (десяти) растений</span>. Такое правонарушение предусматривает <span style="font-weight: bolder; color: #4fa819;">штраф от 300 до 1700 гривен, и предусматривает конфискацию незаконно выращенных растений</span>. Растением считается один корень, вне зависимости от количества ростков. При нахождении растений конопли до 10ти кустов, сотрудник правоохранительных органов составляет админ протокол, в результате которого решением суда уточняется размер штрафа.</p>
<p>В случае когда выращивание растений конопли превышает 10 кустов, наступает уголовная ответственность. <span style="font-weight: bolder; color: #f82306;">Созласно 310 статье Уголовного кодекса Украины</span>, марихуаны <span style="font-weight: bolder; color: #4fa819;">варащивание в количестве от 10ти до 50ти растений, влечет за собой наложение штрафа от 1700 гривен до 9000 гривен, а так же/или арест гровера на срок до 6 месяцев с последующим/или ограничением сободы до 3х лет.</span></p>
<p>Так же, если выращиватель конопли добровольно выдал нарконические средства (марихуану, гашиш и тд), и помогал следствию в раскрытии дел с незаконным оборотом наркотиков, такое лицо освобождается от уголовной ответственности (но не административной) за производство, покупку, хранение или перевозку-пересылку.</p>
<p>Так же, важно отметить, что те кто притягивался ранее к ответственности по статьям 307, 309, 311, 317 и другим касательно изготовления, сбережения, распространения, хранения и тд накротических средств, в количестве от 50 и больше кустов марихуаны, должны быть готовы к лишению свободны на срок от 3х до 7ми лет.</p>
<p style="text-align: center;"><em>Преступление признается таковым с мемента проращивания семени и высадки в грунт, вне зависимости от того даже если растение не взошло, высохло или погибло в результате заморозка. Приобретение семян конопли, подготовка расскады, грунта и тд, в судебной практике называется "подготовка к преступлению" и так же учитывается в суде при вынесениее приговора (ст. 310). <br />Любой процесс посадки и выращивание марихуаны, закон готов всегда присечь и наказать виновных!</em></p>
<h3>Выращивание марихуаны Закон про дальнейшее хранение и перевозку</h3>
<p><span style="font-weight: bolder; color: #f82306;">Статья 44 Уголовного кодекса Украины</span>, предусматривает административное наказание <span style="font-weight: bolder; color: #4fa819;">за производство, покупку, хранение и перевозку марухуаны и ее производных в небольших количествах, без целей продажи</span>, а только для личного употребления - <span style="font-weight: bolder; color: #4fa819;">такие действия наказываються штрафом от 300 до 700 гривен и арестом нарушившего лица сроком до 15 суток.</span></p>
<p>Количество конопли и ее производных, для получения административного наказания:<img style="float: right; margin-left: 5px; margin-right: 5px;" title="Существуют такие статьи за выращивание марихуаны" src="assets/images/virashivanie_marihyani_zakon.png" alt="Статьи за выращивание марихуаны" width="401" height="268" /></p>
<ul>
<li><span style="line-height: 1.5em;">смола каннабиса (гашиш, анаша) — до 0,5 грамм;</span></li>
<li><span style="line-height: 1.5em;">масла, настойки, экстракт каннабиса — до 0,3 грамм;</span></li>
<li><span style="line-height: 1.5em;">шишки и сухие верхушки растений с цветами (без учета зрелых семян из которых не выделена смола) — до 5 грамм;</span></li>
<li>шишки и невысушенные верхушки растений с цветами (без учета зрелых семян из которых не выделена смола)  — до 25 грамм.</li>
</ul>
<p><span style="color: #4fa819; font-weight: bolder; line-height: 1.5em;">Все превышающие нормы квалифицинуются как уголовные нарушения и наказываються или штрафом от 850 до 1700 гривен и сроком лишения свободы от 3-6 лет.</span></p>
<hr />
<p style="font-size: 16px; font-weight: bolder;">Администрация 4-20.com.ua снимает с себя любую ответственность за беззаконное использование конопли, для  незаконных целей и противоречащих закону!</p>',
    'richtext' => '1',
    'template' => '7',
    'menuindex' => '10',
    'searchable' => '1',
    'cacheable' => '1',
    'createdby' => '1',
    'createdon' => '1445516642',
    'editedby' => '1',
    'editedon' => '1451396814',
    'deleted' => '0',
    'deletedon' => '0',
    'deletedby' => '0',
    'publishedon' => '1445523480',
    'publishedby' => '1',
    'menutitle' => 'Закон Украины о выращивании марихуаны',
    'donthit' => '0',
    'privateweb' => '0',
    'privatemgr' => '0',
    'content_dispo' => '0',
    'hidemenu' => '0',
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => '1',
    'uri' => 'zakon-za-vyirashhivanie-marixuanyi.html',
    'uri_override' => '0',
    'hide_children_in_tree' => '0',
    'show_in_tree' => '1',
    'properties' => NULL,
    'protected' => NULL,
  ),
);