<?php  return array (
  'id' => 49,
  'type' => 'document',
  'contentType' => 'text/html',
  'pagetitle' => 'Феминизированные семена',
  'longtitle' => '',
  'description' => 'Данная статья о том что такое феминизированные семена и как за ними правильно ухаживать чтобы добиться достойного результата.',
  'alias' => 'feminizirovannyie-semena',
  'link_attributes' => '',
  'published' => 1,
  'pub_date' => 0,
  'unpub_date' => 0,
  'parent' => 4,
  'isfolder' => 0,
  'introtext' => '',
  'content' => '<p>На самом деле существование феминизированных семян марихуаны появился относительно недавно. <strong>Феминизированные семена</strong> конопли были впервые выведены в 1998 году, квалифицированным сидбанком Голландии <span style="font-size: 13px;">Dutch Passion</span>. Именно благодаря этим ребятам зародилась новая ветвь в истории выращивания марихуаны. На сегодняшний день о феминизированных семенах наслышаны многие, поэтому давайте разберемся как правильно с ними обходиться.</p>
<h2>Феминизированные семена конопли это открытие новой истории марихуаны</h2>
<p>Ранее семена марихуаны были исключительно рудералис и требовали максимального трепетного ухода гровера за растением, дабы получить достойный результат труда. Появление же феминизированных семян открыло новую эру в процессе выращивания и позволило добиваться лучших результатов при меньших усилиях.</p>
<p><img src="assets/img/феминизированные-семена.png" alt="" width="1147" height="417" /></p>
<p style="text-align: center; color: #4bd12e;"><em>Конопляные феминизированные семена это растения марихуаны женского пола, так называемые сенсимилью (sinsemilla). Данные растения являются не опыленными от растений мужского пола, и содержат в себе намного больший уровень ТГК, что и является основной причиной гровинка для многих.</em></p>
<p style="font-size: 16px; font-weight: bolder;" align="left">Преимущества которые имеют феминизированные семена марихуаны:</p>
<ul>
<li>Высокий уровень ТГК по сравнению с другими растениями</li>
<li>Более крупный размер шишек чем у оплодотворенных растений</li>
</ul>
<p>Несмотря на преимущества, перед тем как купить феминизированные семена марихуаны в Украине, важно иметь все условия для бережного и качественного выращивания женских семян сенсимилью. Феминизированные семена более прихотливы и требовательны к условиям выращивания чем любые другие и созревают они дольше, по сравнению с другими растениями. <span style="color: #4bd12e;">Любые стрессовые ситуации в период роста растения ведут к незамедлительным изменениям в днк и вы рискуете получить вместо мощных женских растений, более слабые по содержанию ТГК мужские растения или вовсе гермафродитов.</span> Факторами риска для роста вместо женских растений мужских, является нерегулярность фотопериода во время цветения растений и чрезмерная температура. Так же срезание черенков для клонирования является стрессовым фактором и ведет за собой гермафродитизм растений.</p>
<p style="font-size: 18px;">Как вырастить феминизированные семена</p>
<p>Растения сенсимилья это не какой-то сорт конопли, это итог кропотливой сегрегации и ухода за растением. Если гровер внимательно следит за своими растениями и на пике цветения уберегает фемки от оплодотворения, цветы марихуаны опадают и на их месте образуются ложные плоды - бутоны с липким содержимым. Это будущие шишки. Именно в этих шишках содержится наибольшее количество ТГК. В случае если же все-таки оплодотворение женских растений произошло, содержание ТГК с таких цветках находиться на пике в момент цветения, и после идет на спад так и не развив толковые шишки.</p>
<p><img src="assets/img/купить-феминизированные-семена.png" alt="" width="1167" height="483" /></p>
<h3>Уход которого требуют феминизированные семена марихуаны в период цветения</h3>
<ul>
<li>концентрация азота в земле</li>
<li>достаточный и обильны полив</li>
<li>не высокая температура</li>
<li>при выращивании в боксе - наличие синего спектра света</li>
<li>оптимальное сочетание дня/ночи (меньшее количество часов позволит получить больше феминизированных особей)</li>
</ul>
<p><em>Начинающему гроверу впервые лучше купить феминизированные семена конопли. Автоцветущие феминизированные семена марихуаны помогут избежать многих сложностей с изменением цветового дня и поливом. Несмотря на большую стоимость семян такого типа, такой вариант лучший чтоб обезопасить себя и свой труд. У Вас наверняка получиться вырастить качественную коноплю и получить достойный урожай.</em></p>
<hr />
<p style="font-size: 16px; font-weight: bolder;" align="left">Как получить феминизированные семена:</p>
<ul>
<li>лучшее растение сорта клонируется</li>
<li>женские клоны растений обрабатываются серебром и специальным раствором</li>
<li>мужские растения, а точнее пыльца и цветы, того же сорта используются для производства</li>
</ul>
<p>Для сохранения качеств получившегося феминизированного сорта, гроверу советуют его продолжать клонировать. Такой метод размножения женского растения позволяет избегать цикл оплодотворения, созревания семени и его высеивания в грунт. Вообщем свойства таких женских растений сохраняются как можно лучше.</p>',
  'richtext' => 1,
  'template' => 7,
  'menuindex' => 3,
  'searchable' => 1,
  'cacheable' => 1,
  'createdby' => 1,
  'createdon' => 1444731143,
  'editedby' => 1,
  'editedon' => 1453796586,
  'deleted' => 0,
  'deletedon' => 0,
  'deletedby' => 0,
  'publishedon' => 1453664880,
  'publishedby' => 1,
  'menutitle' => '',
  'donthit' => 0,
  'privateweb' => 0,
  'privatemgr' => 0,
  'content_dispo' => 0,
  'hidemenu' => 0,
  'class_key' => 'modDocument',
  'context_key' => 'web',
  'content_type' => 1,
  'uri' => 'feminizirovannyie-semena.html',
  'uri_override' => 0,
  'hide_children_in_tree' => 0,
  'show_in_tree' => 1,
  'properties' => NULL,
);