<?php  return array (
  'id' => 3,
  'type' => 'document',
  'contentType' => 'text/html',
  'pagetitle' => 'Как выращивать марихуану и детали про выращивание',
  'longtitle' => 'Как выращивать марихуану сортовую и коноплю ',
  'description' => 'Здесь Вы найдете все что нужно знать про выращивание марихуаны, о том как выращивать коноплю и как прорастить семена марихуаны.',
  'alias' => 'vyirashhivanie-marixuanyi',
  'link_attributes' => '',
  'published' => 1,
  'pub_date' => 0,
  'unpub_date' => 0,
  'parent' => 1,
  'isfolder' => 1,
  'introtext' => '',
  'content' => '<p><img title="Как выращивать марихуану в закрытых лабораториях" src="assets/img/kak-virashivat-marihyany.png" alt="узнайте как выращивать марихуану индор" width="100%" />На страницах данного ресурса Вы узнаете все про выращивание марихуаны<span style="line-height: 1.5em;">, об удобрениях и методах безопасного увеличения объемов конопли для максимального сбора урожая. Но перед тем как узнать о том <strong>как выращивать марихуану</strong>, важно знать и помнить о том что выращивание и распространение марихуаны запрещено Законодательством Украины и преследуется законом. <br /><span style="font-size: 17px;">Подробнее о мерах наказания за выращивание конопли, ее хранение и распространение - <a style="color: #4bd12e;" href="zakon-za-vyirashhivanie-marixuanyi.html">4-20.com.ua/zakon-za-vyirashhivanie-marixuanyi.html</a></span></span></p>
<h2>Как выращивать марихуану для курения и коноплю для бытовых целей</h2>
<p>Выращивание марихуаны распределяется на два больших вида - в помещении (индор) и на улице (аутдор). Каждый из этих видов имеет свои особенности и подвиды выращивания. Так например конопля выращивания которой проходит в закрытом пространстве может выращиваться методом разделения каждого растения по горшкам и называться гидропоникой. Или так же для выращивания в закрытом помещении применяется метод "аэропоника" когда растение и вовсе не садиться в грун, а растет прямо-таки в воздухе. <span style="line-height: 1.5em;">Аутдорные методы выращивания марихуаны - это высадка пророщенных семян в открытый грунт и выращивание в теплицах. Каждый из этих методов имеет своих приверженцев, свои плюсы и минусы. Но какой бы Вы не выбрали для себя метод, основой для достижения положительного результата являются жизненно необходимые отличные условия для того чтобы вырастить коноплю с хороших урожаем.</span></p>
<p style="font-size: 22px;">Как вырастить марихуану эффективно<img style="float: right;" title="Выращивание марихуаны аутдор на улице" src="assets/img/kak-virashivat-konoply.png" alt="как проходит выращивание марихуаны на улице " width="493" height="750" /></p>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Выберите качественные семена.</span> Для первого раза лучшего всего покупать автоцветущие феминизированные. Новичку будет проще всего справить с их гровингом поскольку такие растения являются весьма неприхотливыми. Так же при выборе определите какой именно сорт семечек Вам необходим - индика или сатива.</li>
<li><span style="font-size: 18px; color: #4bd12e;">Деликатно проращивайте.</span> Важным на старте является момент когда проращиваются семена марихуаны выращивание поскольку дальнейшего черенка во многом зависит именно с этого первого этапа. Многим гроверам с первого раза не всегда удается прорастить семено. Чаще всего оно погибает либо от того что жидкости слишком много и семя раскисает/сгнивает или от пересушивания так как в один момент была жидкость и семя пустило маленький росточек, а после из-за отсутствия влаги высохло. О правильном проращивании читайте тут - </li>
<li><span style="font-size: 18px; color: #4bd12e;">Правильная высадка растения - от черенка к ростку.</span> На этапе когда из семени вырос расточек можно уже задумываться о дальнейшем пересаживании ростка в грунт или любую иную почву на которой будет в дальнейшем расти конопля. Тут уже дело зависит от того как вырастить семена конопли Вы собираетесь. Но какой бы из методов Вы не выбрали, стоит быть очень аккуратным и предвидеть любую ситуацию. Поскольку ростки конопли очень хрупкие, сломать их может любое неосторожное движение или даже порыв сильного ветра.</li>
</ul>
<h3>Важно выращивать марихуану в хороших условиях и с достатком света</h3>
<ul>
<li><span style="font-size: 18px; color: #4bd12e;">Достойный уход и удобрение.</span> Эта тема весьма обширна, многозначительна и в каждом индивидуальном случае может отличаться. Поэтому перед применением какого либо удобрения, методики полива, освещение и так далее, детально изучите подходит ли методика именно для вашего метода выращивания каннабиса и сорта конопли. Применение непроверенной информации может привести к полной гибели растения.</li>
<li><span style="font-size: 18px; color: #4bd12e;">Своевременный сбор урожая.</span> Когда уже все классно, растение достигло желаемых размеров и на шишках начали обильно появляться трихомы, важно вовремя успеть собрать урожай. Перерост растения в почве или наоборот ранний сбор урожая, могут оказаться пагубными на количестве главного компонента марихуаны ТГК. Этот момент так же важно изучать и знать. Все вариации зависят опять же таки от сорта и метода выращивания конопли.</li>
</ul>
<p style="text-align: center;"><em>Тщательное изучение нюансов выращивания позволит Вам добиться положительных результатов. Поэтому перед тем чтоб решиться растить коноплю прочтите материал как выращивать марихуану. Изучите все существующие виды и выберите доступный и самый подходящий именно для Вас!</em></p>
<hr />
<p style="font-size: 24px; text-align: center;">Администрация 4-20 не призывает к выращиванию марихуаны! <br />Мы являемся международным информационным порталом!<br />Помните - выращивание, распространение и хранение конопли противоречит Законодательству Украины и многих других стран! Нарушение Закона наказывается лишением свободы!</p>
<hr />',
  'richtext' => 1,
  'template' => 7,
  'menuindex' => 4,
  'searchable' => 1,
  'cacheable' => 1,
  'createdby' => 1,
  'createdon' => 1444517697,
  'editedby' => 1,
  'editedon' => 1451397826,
  'deleted' => 0,
  'deletedon' => 0,
  'deletedby' => 0,
  'publishedon' => 1444517940,
  'publishedby' => 1,
  'menutitle' => 'Выращивание марихуаны',
  'donthit' => 0,
  'privateweb' => 0,
  'privatemgr' => 0,
  'content_dispo' => 0,
  'hidemenu' => 0,
  'class_key' => 'modDocument',
  'context_key' => 'web',
  'content_type' => 1,
  'uri' => 'vyirashhivanie-marixuanyi.html',
  'uri_override' => 1,
  'hide_children_in_tree' => 0,
  'show_in_tree' => 1,
  'properties' => NULL,
);