<?php  return array (
  'id' => 55,
  'type' => 'document',
  'contentType' => 'text/html',
  'pagetitle' => 'Наказание за выращивание марихуаны закон Украины',
  'longtitle' => 'За выращивание марихуаны закон наказывает',
  'description' => 'Поскольку выращивание марихуаны закон запрещает, прийдется заплатить большой штраф или загреметь в тюрьму.',
  'alias' => 'zakon-za-vyirashhivanie-marixuanyi',
  'link_attributes' => '',
  'published' => 1,
  'pub_date' => 0,
  'unpub_date' => 0,
  'parent' => 2,
  'isfolder' => 0,
  'introtext' => '',
  'content' => '<p>Не знание закона не освобождает от ответственности! Ознакомьтесь со всеми видами нарушений предусмотренных Уголовным Кодексом Украины и Законом Украины, а так же разными статьями. Существует два вида ответственности за выращивание, хранение и употребление наркотических препаратов, в данном случае марихуаны - <span>административная и уголовная. <strong>Выращивание марихуаны закон</strong> Украины 310, статьи 106-2, статья 309, 315. </span></p>
<h2>Статьи Уголовеного Кодекса про выращивание марихуаны Закон Украины</h2>
<p><img style="float: left;" title="За выращивание марихуаны закон предусматривает наказание" src="assets/images/zakon-o-virashivanii-marihyani.png" alt="выращивание марихуаны закон и наказание " width="420" height="214" />Выращивание конопли в Украине и других странах СНГ запрещено и преследуеться законом. Ниже представлены адменистративные и уголовные наказание за совершение незаконных правонарушений. <span style="font-weight: bolder; color: #f82306;">Кодекс Украины, в статье 106-2,</span> предписывает административные правонарушения <span style="font-weight: bolder; color: #4fa819;">за посев и выращивание конопли в размере до 10 (десяти) растений</span>. Такое правонарушение предусматривает <span style="font-weight: bolder; color: #4fa819;">штраф от 300 до 1700 гривен, и предусматривает конфискацию незаконно выращенных растений</span>. Растением считается один корень, вне зависимости от количества ростков. При нахождении растений конопли до 10ти кустов, сотрудник правоохранительных органов составляет админ протокол, в результате которого решением суда уточняется размер штрафа.</p>
<p>В случае когда выращивание растений конопли превышает 10 кустов, наступает уголовная ответственность. <span style="font-weight: bolder; color: #f82306;">Созласно 310 статье Уголовного кодекса Украины</span>, марихуаны <span style="font-weight: bolder; color: #4fa819;">варащивание в количестве от 10ти до 50ти растений, влечет за собой наложение штрафа от 1700 гривен до 9000 гривен, а так же/или арест гровера на срок до 6 месяцев с последующим/или ограничением сободы до 3х лет.</span></p>
<p>Так же, если выращиватель конопли добровольно выдал нарконические средства (марихуану, гашиш и тд), и помогал следствию в раскрытии дел с незаконным оборотом наркотиков, такое лицо освобождается от уголовной ответственности (но не административной) за производство, покупку, хранение или перевозку-пересылку.</p>
<p>Так же, важно отметить, что те кто притягивался ранее к ответственности по статьям 307, 309, 311, 317 и другим касательно изготовления, сбережения, распространения, хранения и тд накротических средств, в количестве от 50 и больше кустов марихуаны, должны быть готовы к лишению свободны на срок от 3х до 7ми лет.</p>
<p style="text-align: center;"><em>Преступление признается таковым с мемента проращивания семени и высадки в грунт, вне зависимости от того даже если растение не взошло, высохло или погибло в результате заморозка. Приобретение семян конопли, подготовка расскады, грунта и тд, в судебной практике называется "подготовка к преступлению" и так же учитывается в суде при вынесениее приговора (ст. 310). <br />Любой процесс посадки и выращивание марихуаны, закон готов всегда присечь и наказать виновных!</em></p>
<h3>Выращивание марихуаны Закон про дальнейшее хранение и перевозку</h3>
<p><span style="font-weight: bolder; color: #f82306;">Статья 44 Уголовного кодекса Украины</span>, предусматривает административное наказание <span style="font-weight: bolder; color: #4fa819;">за производство, покупку, хранение и перевозку марухуаны и ее производных в небольших количествах, без целей продажи</span>, а только для личного употребления - <span style="font-weight: bolder; color: #4fa819;">такие действия наказываються штрафом от 300 до 700 гривен и арестом нарушившего лица сроком до 15 суток.</span></p>
<p>Количество конопли и ее производных, для получения административного наказания:<img style="float: right; margin-left: 5px; margin-right: 5px;" title="Существуют такие статьи за выращивание марихуаны" src="assets/images/virashivanie_marihyani_zakon.png" alt="Статьи за выращивание марихуаны" width="401" height="268" /></p>
<ul>
<li><span style="line-height: 1.5em;">смола каннабиса (гашиш, анаша) — до 0,5 грамм;</span></li>
<li><span style="line-height: 1.5em;">масла, настойки, экстракт каннабиса — до 0,3 грамм;</span></li>
<li><span style="line-height: 1.5em;">шишки и сухие верхушки растений с цветами (без учета зрелых семян из которых не выделена смола) — до 5 грамм;</span></li>
<li>шишки и невысушенные верхушки растений с цветами (без учета зрелых семян из которых не выделена смола)  — до 25 грамм.</li>
</ul>
<p><span style="color: #4fa819; font-weight: bolder; line-height: 1.5em;">Все превышающие нормы квалифицинуются как уголовные нарушения и наказываються или штрафом от 850 до 1700 гривен и сроком лишения свободы от 3-6 лет.</span></p>
<hr />
<p style="font-size: 16px; font-weight: bolder;">Администрация 4-20.com.ua снимает с себя любую ответственность за беззаконное использование конопли, для  незаконных целей и противоречащих закону!</p>',
  'richtext' => 1,
  'template' => 7,
  'menuindex' => 10,
  'searchable' => 1,
  'cacheable' => 1,
  'createdby' => 1,
  'createdon' => 1445516642,
  'editedby' => 1,
  'editedon' => 1451396814,
  'deleted' => 0,
  'deletedon' => 0,
  'deletedby' => 0,
  'publishedon' => 1445523480,
  'publishedby' => 1,
  'menutitle' => 'Закон Украины о выращивании марихуаны',
  'donthit' => 0,
  'privateweb' => 0,
  'privatemgr' => 0,
  'content_dispo' => 0,
  'hidemenu' => 0,
  'class_key' => 'modDocument',
  'context_key' => 'web',
  'content_type' => 1,
  'uri' => 'zakon-za-vyirashhivanie-marixuanyi.html',
  'uri_override' => 0,
  'hide_children_in_tree' => 0,
  'show_in_tree' => 1,
  'properties' => NULL,
);