<?php  return array (
  'id' => 4,
  'type' => 'document',
  'contentType' => 'text/html',
  'pagetitle' => 'Семена марихуаны',
  'longtitle' => 'Какие бывают семена марихуаны и лучшие сорта',
  'description' => 'Читайте о том как прорастить семена марихуаны, как выбрать лучшие для дома или улицы и почему все так любят голландские семена.',
  'alias' => 'semena-marixuanyi',
  'link_attributes' => '',
  'published' => 1,
  'pub_date' => 0,
  'unpub_date' => 0,
  'parent' => 1,
  'isfolder' => 1,
  'introtext' => '',
  'content' => '<ul class="col3">
<li><a href="kupit-avtoczvetushhie-semena-marixuanyi-v-ukraine.html"><img class="col3__img" title="Автоцветущие сорта" src="assets/img/5.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="kupit-avtoczvetushhie-semena-marixuanyi-v-ukraine.html">Автоцветущие сорта</a>
<div class="col3__desc1">
<p>Страны:</p>
</div>
<a class="button button_adm" href="kupit-avtoczvetushhie-semena-marixuanyi-v-ukraine.html" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="avtoczvetushhie-feminizirovannyie-semena.html"><img class="col3__img" title="Автоцветущие феменизированные сорта" src="assets/img/3.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="avtoczvetushhie-feminizirovannyie-semena.html">Автоцветущие феминизированные</a>
<div class="col3__desc1">
<p>Страны:</p>
</div>
<a class="button button_adm" href="avtoczvetushhie-feminizirovannyie-semena.html" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="feminizirovannyie-semena.html"><img class="col3__img" title="Феменизированные семена марихуаны" src="assets/img/4.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="feminizirovannyie-semena.html">Феминизированные сорта</a>
<div class="col3__desc1">
<p>Страны:</p>
</div>
<a class="button button_adm" href="feminizirovannyie-semena.html" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
</ul>
<ul class="col3">
<li><a href="#"><img class="col3__img" title="Фотопериодичные семена" src="assets/img/2.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="#">Фотопериодичные сорта</a>
<div class="col3__desc1">
<p>Страны:</p>
</div>
<a class="button button_adm" href="#" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="slabopaxnushhie-sorta-marixuanyi.html"><img class="col3__img" title="Слабопахнущие сорта конопли" src="assets/img/1.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="slabopaxnushhie-sorta-marixuanyi.html">Слабопахнущие сорта</a>
<div class="col3__desc1">
<p>Страны:</p>
</div>
<a class="button button_adm" href="slabopaxnushhie-sorta-marixuanyi.html" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
<li><a href="#"><img class="col3__img" title="популярные семена конопли" src="assets/img/4.png" alt="" /></a>
<div class="col3__info"><a class="col3__title col3__title_univer" href="#">Победители кубков</a>
<div class="col3__desc1">
<p>Самые популярные семена конопли и победители кубков !</p>
</div>
<a class="button button_adm" href="#" rel="nofollow"> <span>Перейти в раздел</span> </a></div>
</li>
</ul>
<hr />
<p style="text-align: center;"><em>Законодательством Украины выращивание конопли запрещено, <strong>купить семена марихуаны</strong> Вы можете лишь для использования как сувенирную продукцию, для корма попугаев, использования в пищу, так же можно заказать семена конопли технического сорта для посевной культуры, для рыбалки, или для выращивания в странах прошедших легализацию. Для использования семян конопли в последнем случае (для выращивания в странах прошедших легализацию) рекомендуем ознакомиться с нюансами от которые играют важную роль для дальнейшего развития всего процесса.</em></p>
<hr />
<h2>Вы можете купить семена марихуаны для выращивания в странах с легализацией</h2>
<p>Перед началом покупки стоит разобраться в существующих различиях семян, которые в дальнейшем сыграют ключевую роль в процессе роста и созревания.</p>
<p><img title="Семена марихуаны внутри и снаружи" src="assets/img/семена%20марихуаны.png" alt="семена марихуаны в разрезе" width="100%" /></p>
<p style="font-size: 26px;">Семена конопли выбирают по таким показателям</p>
<p style="font-size: 24px;">Тип сорта семечки конопли:</p>
<p><span style="font-size: 16px; color: #4bd12e;">Обычные сорта</span> - средний цикл роста данного сорта марихуаны составляет от 3, 4 месяцев до 5. Высота растения чаще всего начинается от 50 сантиметром и может достигать высоты до 4 метров. Довольно прихотливы при выращивании и не особо устойчивы к вредителям. Такие растения популярны благодаря высокой урожайности.</p>
<p><span style="font-size: 16px; color: #4bd12e;">Автоцветущие сорта</span> - это растения с автоцветущим геном. Семена конопли данного вида, особенно популярны благодаря своей скороспелости. Благодаря тому что начало стадии цветения у данных растений начинается автоматически по истечению вегетативного периода, такой сорт конопли вырастает довольно быстро, и в среднем уже через 2,5 месяца после посадки проводиться сбор.  Высота самого растения, обычно составляет не более 50 см и растет больше вширь чем вверх. Такие растения популярны благодаря 100% неприхотливому росту и достижением быстрого результата, но высокой урожайностью не балуют.</p>
<p style="font-size: 24px;">Тип зерна конопли:</p>
<p><span style="font-size: 16px; color: #4bd12e;">Регулярные семена</span> - из этих зерен могут вырастить как мужские так и женские растения. Но как известно, для плодоноса нам необходимы только женские. При это выращивание женский и мужских растений в одном боксе чревато опылением женских растений, что будет означать понижение уровня ТГК, а соответственно качество конечного результата гровинга. Именно поэтому в регулярных растениях важно вовремя отследить кто есть кто, и в случае нахождения мужского растения уничтожить его (не рассеяв при этом его пыльцу по всему боксу!). Дабы обезопасить себя, многие гроверы выбирают проверенный метод феменизированных зерен.</p>
<p><span style="font-size: 16px; color: #4bd12e;">Феминизированные зерна</span> - обычно такой вид зерен обозначается как fem. Это исключительно женские растения. Такие семена являются искусственно созданные селекционерами-гроверами, и именно поэтому такие семена в несколько раз дороже обычных. Они любимы многими за 100% достижение ожидаемого результата и отличные характеристики.</p>
<p style="font-size: 24px;">Семена каннабиса и генетика</p>
<p>Селекционеры занимаются созданием наиболее разноплановых и интересных сортов конопли. Существуют чистые генетические растения, и скрещенные. Большое разнообразие сортов на рынке конопли, вызывает большой интерес у публики. Мастера разбирающиеся в том что представляют собой те или иные сорта, легко могут представить что за растение представляется в результате скрещивания и что вырастает по итогу.</p>
<p><span style="font-size: 16px; color: #4bd12e;">Индичные семена канабиса</span> - растения довольно невысокие, с весьма непродолжительным периодом цветения. Такие растения больше устойчивы к стрессовым условиям выращивания. Растение имеет сильный расслабляющий (седативный) эффект, в результате чего нашли широкое применение в медицине. О лечебных свойствам марихуаны читайте здесь <a title="Польза от марихуаны для всех" href="polza-marixuanyi.html">4-20.com.ua/polza-marixuanyi.html</a></p>
<p><span style="font-size: 16px; color: #4bd12e;">Семена сатива</span> - имеют более длительный период цветения, но при этом растения получаются более плодоносные. Растения требовательны к условиям выращивания и не особо стресоустойчивы. Поэтому семена и шишки сативы считаются более ценными чем индики. Эффект от употребления таких растений бодрящий и стимулятивный. В медицине используется для лечения депрессий и других расстройств.</p>
<p>Так же существует канабис семена которого не имеют эффекта, тоесть их уровень ТГК довольно низкий. Это семена рудералис. Тем не менее при селекционировании такие растения так же важны. Они используются для скрещения с сортами сатива/индика для достижения стабильных гибридных растений с коротким сроком выращивания. Растения рудералис (тоесть кормовой конопли) автоцветущие.</p>
<p style="font-size: 18px;">Подробнее о разнице растений сатива и индика по ссылке <a href="sativa-indika.html">4-20.com.ua/sativa-indika.html</a></p>
<p><img title="Так выглядят семена конопли после прорастания" src="assets/img/семена-коноплии.png" alt="Семена конопли для продажи" width="100%" /></p>
<p style="font-size: 24px;">Тип сорта марихуаны по ТГК:</p>
<p>ТГК полная расшифровка которого тетрагидроканнабинол является основным психоактивным компонентом состава растения конопля. Именно ради этого гроверы занимаются выращиванием и усовершенствованием все новых и лучших сортов марихуаны.</p>
<p>Уровень от 0+% ТГК — это техническая конопля рудералис. Практически не содержит психоактивных компонентов.</p>
<p>Уровень от 8-16% ТГК — это сорта селекционеров. Наиболее популярны и просты для выращивания.</p>
<p>Уровень от 16-25+% ТГК — самые мощные растения. Появляются исключительно в результате селекционирования мощных растений.</p>
<h3 style="font-size: 26px;">Перед тем как купить семена марихуаны обратите внимание на такие моменты</h3>
<p style="font-size: 24px;">Какой будет период цветения:</p>
<p>При продаже семян производители указывают период роста растений. Это данные о том в какой срок после вегетативного периода (первого этапа), вы получите созревший урожай. Данные чаще всего приводятся для выращивания растений в открытом грунте, с теплым климатом. Поэтому важно разобраться и примерно рассчитать период роста растений чтоб осень-зима не настали раньше сбора урожая. Для выращивания аутдор в широтах с холодным непродолжительным летом, лучше использовать автоцветущие сорта каннабиса. Для тропических широт допустимо использование любым семян.<br />Для выращивания в закрытом помещении (индор) период цветения растений может быть значительно короче и производители так же указывают какие семена рекомендуются для такого процесса.</p>
<p style="font-size: 24px;">Какой будет запах у растений:</p>
<p>Для выращивания в закрытых условиях, важно обратить внимание на будущий запах растений, дабы не доставлять никому дискомфорта в период цветения. Этот вопрос конечно решается покупкой оборудования для устранения запахов такого как угольные фильтры и мощные вентиляционные системы. Но так же можно и выбрать растения обладающие низким уровнем запаха. Такими детали производители так же указывают на сортах семян. Популярными растениями обладающими слабым запахом являются: автоцветущие семена Pandora, Automaria №2. Подробнее о популярных семенах и их преимуществах по ссылке: *************</p>
<p style="font-size: 24px;">Какой будет размер у растений:</p>
<p>Для выращивания в открытом грунте такой вопрос Вас конечно не должен беспокоить, но что касается выращивания индор, то здесь лучше перестраховаться. Важно вписать в условия гроубокса чтобы все растения могли комфортно развиваться и не мешать росту других растений. Эта информация, так же указывается производителями при описании сортов, но если вы как новичек, хотите наверняка перестраховаться лучше использовать низкорослые автоцветущие семена индики.</p>
<p style="font-size: 24px;">Какие условия необходимы для выращивания:</p>
<p>При продаже семян производители указывают для какого типа окружающей среды подходят данные семена. Это может быть открытый грунт, закрытое помещение, а так же существуют универсальные сорта. Для получения хорошего результата желательно придерживаться данных рекомендаций. <br />Данный вопрос важно хорошо изучить перед стартом выращивания. Просмотрите что рекомендуют гроверы и специалисты на разных формах, относительно выращивания конкретного сорта марихуаны.</p>
<p style="font-size: 24px;">Так же производители указывают такие дополнительные данные:</p>
<p>Урожайность — указывается минимальный уровень урожая для конкретного растения. Эти данные будут реализованы только при хороших условиях выращивания.</p>
<p>Уровень содержания ТГК КБД КБН — психоактивные вещества содержащиеся в растениях по окончанию выращивания. Зависят так же от хороших, подходящих условий выращивания.</p>
<hr />
<p style="text-align: center;"><em>Для новичка, желающего получить хороший результат довольно в короткие сроки, совет един - купить семена марихуаны автоцветущие феминизированные (женские). При выращивании таких семян Вы наверняка перестрахуетесь, а усилия и потраченное время/ресурсы не будут понапрасну.</em></p>
<p><img title="На 4-20.com.ua можно купить семена марихуаны по доступным ценам" src="assets/img/купить%20семена%20марихуаны.png" alt="Купить семена марихуаны в Укарине и России" width="100%" /></p>',
  'richtext' => 1,
  'template' => 4,
  'menuindex' => 5,
  'searchable' => 0,
  'cacheable' => 1,
  'createdby' => 1,
  'createdon' => 1444517770,
  'editedby' => 1,
  'editedon' => 1455205917,
  'deleted' => 0,
  'deletedon' => 0,
  'deletedby' => 0,
  'publishedon' => 1453361580,
  'publishedby' => 1,
  'menutitle' => '',
  'donthit' => 0,
  'privateweb' => 0,
  'privatemgr' => 0,
  'content_dispo' => 0,
  'hidemenu' => 0,
  'class_key' => 'modDocument',
  'context_key' => 'web',
  'content_type' => 1,
  'uri' => 'semena-marixuanyi.html',
  'uri_override' => 1,
  'hide_children_in_tree' => 0,
  'show_in_tree' => 1,
  'properties' => NULL,
);