<?php  return array (
  'resourceClass' => 'modDocument',
  'resource' => 
  array (
    'id' => 1,
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Все о марихуане',
    'longtitle' => 'Все факты о марихуане, про курение марихуаны и последствия',
    'description' => 'Все о марихуане - от курения до выращивания. Фото, факты, исследования и доказательства. ',
    'alias' => 'index',
    'link_attributes' => '',
    'published' => 1,
    'pub_date' => 0,
    'unpub_date' => 0,
    'parent' => 0,
    'isfolder' => 1,
    'introtext' => '<!--Марихуана стала всемирно известным продуктом в начале 1960 годов благодаря культуре "хиппи". Тем не менее не многие на сегодняшний день знают все о марихуане, а так же о том что растение марихуаны применяли и употребляли еще древние племена как лекарство, пищу и во многих других целях. Благодаря своей безмерной популярности в мире, марихуана имеет десятки названий. Самые популярные из них в странах СНГ: конопля, каннабис, план, ганджа, травка, ганджубас, дубас, дуст, маривана. !-->',
    'content' => '<p>Марихуана стала всемирно известным продуктом в начале 1960 годов благодаря культуре "хиппи". Тем не менее не многие на сегодняшний день знают <strong>все о марихуане</strong>, а так же о том что растение марихуаны применяли и употребляли еще древние племена как лекарство, пищу и во многих других целях. Благодаря своей безмерной популярности в мире, марихуана имеет десятки названий. Самые популярные из них в странах СНГ: конопля, каннабис, план, ганджа, травка, ганджубас, дубас, дуст, маривана.</p>
<h2>Все о марихуане начиная от действия курения и до использования в медицине</h2>
<p class="justy"><img title="Максимально все о марихуане и ее использовании" src="assets/images/%D0%B2%D0%BB%D0%B8%D1%8F%D0%BD%D0%B8%D1%8F-%D0%BC%D0%B0%D1%80%D0%B8%D1%85%D1%83%D0%B0%D0%BD%D1%8B.png" alt="все о марихуане и конопле" width="100%" /></p>
<p style="font-size: 16px; font-weight: bolder;">Что такое конопля, каннабис, анаша и она же - марихуана</p>
<p><span style="font-size: 16px; color: #4bd12e;">Конопля</span> - растение которое достоточно быстро развивается, с серьезной корневой системой, густой листвой, соцветиями и очень прочными стеблями. Существуют разновидности Cannabis Sativa, Indica, Ruderalis. Само растение конопли достаточно неприхотливое и растет во многих теплых климатических зонах. Применение каннабиса начинает истоки еще с древних времен, когда люди применяли ее как производственное сырье для производства материалов и ткани, нитей, канатов для кораблей, а из семян конопли выжимали масло (одно из самых полезных в мире), применяли как лекарство.<img style="float: right; margin-left: 5px; margin-right: 5px;" title="Все что нужно знать о влиянии марихуаны на человека" src="assets/images/%D0%BC%D0%B0%D1%80%D0%B8%D1%85%D1%83%D0%B0%D0%BD%D0%B0.png" alt="все о влиянии марихуаны" width="302" height="411" /></p>
<p><span style="font-size: 16px; color: #4bd12e;">Марихуана</span> — это наркотик из сухих шишковидных цветов и листков растения конопля sativa или indica. В себе марихуана начисляет больше чем 60 психически активных веществ, которые называются "каннабиоиды".  Наиболее значимые из них Cannabinol, Tetrahydrocannabinol, Cannabidiol, Cannabichromene, Cannabigerol и другие. Самым ценным и важным составляющим веществом в марихуане является "дельта 9" тетрагидроканнабиол (Delta-9-tetrahydrocannabinol) или в сокращенном виде ТГК.</p>
<p><span style="font-size: 16px; color: #4bd12e;">Химическое название: Delta-9-tetrahydrocannabinol<br />Химическая формула: C21H30O2</span></p>
<p><span style="font-size: 16px; color: #4bd12e;">Гашиш</span> - одной из популярной производных конопли является "гашиш". Это так называемый "пластилин" который получается из смолы выделяющейся коноплей для защиты от палящих солнечных лучей. Так же гашиш имеет другие сленговые названия: гашик, гаш, гэш, пластилин и твердый.</p>
<p><span style="font-size: 16px; color: #4bd12e;">Шишки конопли</span> - в сленговых названиях часто звучат "шишки", "бошки". Это волокнистые соцветия на растении, по внешнему виду схожие с шишками. Такая часть растения марихуаны содержит в себе самое большое содержание психоактивных веществ и считается наиболее ценной.</p>
<hr />
<h3>Действие марихуаны на состояние человека</h3>
<p><em>Курение</em> - Эффект каннабиса при курении зачастую моментальный. Наибольшее действие достигается на протяжении получаса и проходит от 2х до 5 часов. Каждый сорт конопли индивидуален и имеет свои  особенности, поэтому влияние марихуаны при употреблении разных сортов может абсолютно отличаются.</p>
<p><em>Употребление в пищевых продуктах</em> - Помимо курения, марихуана широко употребляется в пище и напитках. Эффект марихуаны при таком употреблении значительно усиливается и увеличивается время действия от 5 до 12 часов.</p>
<p style="text-align: center;" align="left"><em>Сорта марихуаны Cannabis Sativa - действуют на организм человека, как замедлители, тем не менее позволяют оставаться активным и веселым.</em><br /><em>Сорта марихуаны Cannabis Indica -  наоборот, дает более замедляющее действие марихуаны. При курении "индики" человек становиться более расслабленным, повышается чувство дремоты и умиротворения.</em></p>
<p style="font-size: 16px; font-weight: bolder;" align="left">Эффект марихуаны</p>
<p><img style="margin-left: 3px; margin-right: 3px; float: left;" title="Все о марихуане и ее использовании в пище" src="assets/images/%D1%83%D0%BF%D0%BE%D1%82%D1%80%D0%B5%D0%B1%D0%BB%D0%B5%D0%BD%D0%B8%D0%B5-%D0%BC%D0%B0%D1%80%D0%B8%D1%85%D1%83%D0%B0%D0%BD%D1%8B.png" alt="Как марихуану использовать в пище" width="351" height="482" />Когда человек не употребляет больше ничего кроме конопли, исключает алкоголь и прочие наркотические стимуляторы, марихуана производит наиболее положительный эффект на мозг и организм в целом. <span style="color: #4bd12e;">В состоянии марихуанного опьянения чувствительность человека значительно увеличивается  ко всему естественному в этом мире. Намного ярче и красивее воспринимаются цвета, сильнее и эффектнее воспринимается музыка. Все органы человека словно в гармонии начинают воедино существовать с окружающим миром. Растения, живопись, архитектура, музыка и многие другие вещи которые обычно окружают человека, получают новый вид и смысл. Зачастую созерцание вызывает безмерное чувство восторга. Абсолютно пропадает чувство агрессии, или минимально снижается, а главное наступает эффект полного расслабления.</span> <br />При этом стоит отметить что при употреблении марихуаны у многих людей, через время после приема наркотика, значительно повышает чувство неконтролируемого голода и сухости во рту. Так же, может меняться субъективное восприятие мира, контроля времени и своих мыслей. В один момент человек может открыть глаза и не понимать как пришел/оказался в этом месте, или остановившись при разговоре не сможет вспомнить о чем шла речь секунду назад.</p>
<p><em>Чтобы наверняка знать все о марихуане, важно отметить что употребление ее с алкоголем и другими наркотическими препаратами, могут принести негативный эффект курения. Может появиться чувство страха, паники, беспокойства или дезориентации. Но благо такой эффект всегда можно устранить чашкой горячего чая с сахаром, свежим воздухом или после легкой успокоительной беседы.</em></p>
<p> </p>
<hr />
<h3>Вред марихуаны</h3>
<p><img style="float: right; margin-left: 5px; margin-right: 5px;" title="Все про влияние марихуаны на тело человека" src="assets/images/vred_marihyani.png" alt="Позитивное и негативное влияние марихуаны на тело человека" width="378" height="497" />При употреблении марихуаны с алкоголем и другими наркотическими препаратами, а так же в случае серьезной аллергической реакции, последствия могут быть непредсказуемыми. <span style="color: #4bd12e;">Могут возникать рвотные позывы, обморочные состояния, вялость и звон в ушах. Так же курение влияет на органы дыхательной системы, поэтому даже если человек не употреблял ничего кроме конопли может возникать кратковременное чувство жжения в горле, осложнения в дыхательных путях, кашель и отдышка.</span></p>
<p>Относительно психологического влияния, мнения специалистов расходятся. Влияние марихуаны на мозг, а соответственно на общее психическое состояние организма, для каждого человека протекает абсолютно по разному. Это зависит от общего психического и психологического состояния человека.</p>
<p><span style="color: #4bd12e;">Часть исследований и ученых утверждают что регулярное употребление марихуаны, способствует развитию у человека психических заболеваний различного вида психозов и шизофрении. Такие болезни могут развиваться у людей имеющих тяжелые психологические травмы и родовую предрасположенность. Но конечно основной негативной стороной курения марихуаны, является возможный следующий шаг к более серьезным наркотикам.</span> По нашему мнению, такие негативные моменты происходят по причине того что человеку который нелегально смог приобрести травку, заинтересованные "дилеры" обязательно предложат другие, более тяжелые и пагубные виды наркотических веществ. В странах, где марихуана легализирована и продается в специальных учреждениях в медицинских целях, уровень курильщиков употребляющих что-либо иное, в десятки раз ниже чем в странах с нелегальным оборотом конопли.</p>
<p style="font-size: 16px; font-weight: bolder;" align="left">Зависимость от марихуаны</p>
<p align="left">Привыкание к марихуане протекает достаточно медленно, а толерантность к одному виду конопли обычно легко сменяется при употреблении иного сорта. Тем не менее при регулярном и долгом употреблении, марихуана вызывает зависимость. Резкое прекращение употребления может вызывать чувство раздражительности и агрессии, чувство апатии и потери аппетита, так же возможна бессонница. Но положительным моментом является то, что человек такие чувства будет переживать не более 2-3 дней. После, все негативные моменты пропадают вместе с безудержным желанием курить коноплю.</p>
<hr />
<h3>Все о марихуане в законе</h3>
<p><img style="float: left;" title="Не забывайте про законы о марихуане" src="assets/images/vse-o-marihyane.png" alt="Законы о марихуане и конопле" width="370" height="243" />Мировая культура лишь частично принимает и легализирует марихуану. Во многих странах существует запрет на выращивание, употребление и продажу конопли, а так же производных из нее. Тем не мене существуют страны которые частично контролируют и запрещают только выращивание марихуаны, а например употребление и для личного использования не запрещено. Это разрешено в Австралии, Бельгии, Люксембурге и Нидерландах. <br />Например Ямайка является родиной марихуаны, и здесь она официально признана частью национального достояния, но несмотря на это продажа марихуаны запрещена.<br />В странах Украина, Россия, Беларусь марихуана состоит в списке запрещенных веществ и ее употребление, выращивание, владение карается законом соответственно статье про "Оборот и употребление наркотических средств и психотропных веществ".</p>',
    'richtext' => 1,
    'template' => 1,
    'menuindex' => 0,
    'searchable' => 1,
    'cacheable' => 1,
    'createdby' => 1,
    'createdon' => 1444489611,
    'editedby' => 1,
    'editedon' => 1451396844,
    'deleted' => 0,
    'deletedon' => 0,
    'deletedby' => 0,
    'publishedon' => 0,
    'publishedby' => 0,
    'menutitle' => '',
    'donthit' => 0,
    'privateweb' => 0,
    'privatemgr' => 0,
    'content_dispo' => 0,
    'hidemenu' => 0,
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => 1,
    'uri' => 'index.html',
    'uri_override' => 1,
    'hide_children_in_tree' => 0,
    'show_in_tree' => 1,
    'properties' => NULL,
    'intro' => 
    array (
      0 => 'intro',
      1 => '<section class="intro intro_2"> <div class="wrapper"> <div class="intro__slogan intro__slogan_2">Все о марихуанае в Украине  и не только</div> <!--<div class="intro__rec intro__rec_2"><a class="button button_rec" href="/zajavka-na-postuplenie.html"><span>Подписаться</span></a></div> <div class="intro__skype">Получи платную консультацию по Skype</div>!--> </div> </section>',
      2 => 'text',
      3 => NULL,
      4 => 'text',
    ),
    'img' => 
    array (
      0 => 'img',
      1 => '',
      2 => 'default',
      3 => NULL,
      4 => 'image',
    ),
    'keywords' => 
    array (
      0 => 'keywords',
      1 => 'все о марихуане, факты о марихуане, действие марихуаны, вред марихуаны, о марихуане',
      2 => 'default',
      3 => NULL,
      4 => 'text',
    ),
    '_content' => '<!DOCTYPE html lang="ru">
<html class="no-js" lang="ru">
<head>
<title>Все факты о марихуане, про курение марихуаны и последствия</title>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0"/>
<meta name="keywords" content="все о марихуане, факты о марихуане, действие марихуаны, вред марихуаны, о марихуане" />
<meta name="description" content="Все о марихуане - от курения до выращивания. Фото, факты, исследования и доказательства. " />
<meta name = "format-detection" content = "telephone=no">
<link async="async" rel="stylesheet" type="text/css" href="/assets/css/style.css" />
<link rel="icon" href="assets/images/favicon.ico" type="image/x-icon" />
</head>
            <!--- Перенести в js---!-->
<script async="async" type="text/javascript" src="https://cdnjs.cloudflare.com/ajax/libs/jquery/1.9.0/jquery.min.js"></script>
<body>

<header class="header">
    <div class="wrapper clear">
        <a class="logo" onclick="window.location = \'/\';"><img src="/assets/img/logo.png" rel="nofollow" /></a>
                

<div class="menu-trigger"><span></span><span></span><span></span></div>
<div class="mobile-search"></div>
		<button type="button" class="nav-toggle">
                  <span></span>
                  <span></span>
                  <span></span>
                </button>
		<div class="righted">
            <div class="lang">
                <!--a href="#" rel="nofollow">Українською</a-->
            </div>
            <div class="blocks clear">
                <div class="search">
                    [[!SimpleSearchForm? &landing=`356` &tpl=`sf`]]
                </div>
                <!-- <div class="phone">
                    <div class="text">
						звоните с 
						<a data-num="+7 00000" rel="nofollow" class="active">России</a>
						<a data-num="+43 000000" rel="nofollow">Австрии</a>
						<a data-num="+38 000000000" rel="nofollow">Украины</a>
					</div>
                    <div class="num">
						<a rel="nofollow" data-num="+00000000">+7 4000000000</a>
					</div>
                </div>!-->
                <!--<a class="button phone-call" href="#" rel="nofollow">Обратный звонок</a>!--> 
            </div>
        </div>
    </div>
</header>

<nav class="nav">
  <div class="wrapper">
	<div class="nav-wr js-menu">
	  <ul>
		<li>
	<a href="kurenie-marixuanyi.html" title="Курение марихуаны"><i></i> Курение марихуаны </a>
	<ul class="menu-dropdown__list js-dropMenu" style="display: none;">
		<li  class="first">
	<a href="vred-ot-marixuanyi.html" >Вред от марихуаны</a>
	
</li>

<li >
	<a href="vliyanie-marixuanyi-na-organizm.html" >Влияние на организм</a>
	
</li>

<li >
	<a href="polza-marixuanyi.html" >Польза употребления</a>
	
</li>

<li >
	<a href="lechenie-marixuanoj.html" >Лечебные свойства марихуаны</a>
	
</li>

<li >
	<a href="kak-kurit-gashish-i-effekt-ot-gashisha.html" >Все про гашиш</a>
	
</li>

<li >
	<a href="chto-takoe-tgk.html" >Что такое тгк и его влияние</a>
	
</li>

<li >
	<a href="chto-takoe-kannabis.html" >Что такое каннабис</a>
	
</li>

<li >
	<a href="chto-takoe-anasha.html" >Что такое анаша</a>
	
</li>

<li >
	<a href="luchshie-sorta-konopli.html" >Лучшие сорта конопли</a>
	
</li>

<li >
	<a href="sposobyi-upotrebleniya-marixuanyi.html" >Девайсы для курения</a>
	
</li>

<li  class="last">
	<a href="zakon-za-vyirashhivanie-marixuanyi.html" >Закон Украины о выращивании марихуаны</a>
	
</li>


	</ul>
</li>
<li>
	<a href="vyirashhivanie-marixuanyi.html" title="Как выращивать марихуану и детали про выращивание"><i></i> Выращивание марихуаны </a>
	<ul class="menu-dropdown__list js-dropMenu" style="display: none;">
		<li  class="first">
	<a href="vyirashhivanie-marixuanyi-v-otkryitom-grunte.html" >В открытом грунте - аутдор</a>
	
</li>

<li >
	<a href="vyirashhivanie-konopli-v-domashnix-usloviyax.html" >В закрытом грунте - индор</a>
	
</li>

<li >
	<a href="kak-pravilno-prorastit-semena-marixuanyi.html" >Проращивание семян</a>
	
</li>

<li  class="last">
	<a href="gidroponika-marixuanyi.html" >Гидропоника</a>
	
</li>


	</ul>
</li>
<li>
	<a href="semena-marixuanyi.html" title="Семена марихуаны"><i></i> Семена марихуаны </a>
	<ul class="menu-dropdown__list js-dropMenu" style="display: none;">
		<li  class="first">
	<a href="sativa-indika.html" >Что такое сатива и индика</a>
	
</li>


	</ul>
</li>
<li>
	<a href="oborudovanie-dlya-vyirashhivaniya-marixuanyi.html" title="Оборудование для выращивания"><i></i> Оборудование </a>
	<ul class="menu-dropdown__list js-dropMenu" style="display: none;">
		<li  class="first">
	<a href="lampyi-dlya-vyirashhivaniya-marixuanyi.html" >Лампы для марихуаны</a>
	
</li>

<li >
	<a href="grouboks-dlya-marixuanyi.html" >Гроубоксы</a>
	
</li>

<li >
	<a href="udobreniya-dlya-marixuanyi.html" >Удобрения для марихуаны</a>
	
</li>

<li  class="last">
	<a href="otrazhateli.html" >Отражатели</a>
	
</li>


	</ul>
</li>

	  </ul>
	</div>
  </div>
</nav>






<nav class="menu-mobile-container">
  <div class="wrapper">
<div class="search-form">
            [[!SimpleSearchForm? &landing=`356` &tpl=`sf`]]
            <hr/>
</div>
	<div>
	  <ul class="menu-mobile">
		<li>
	<a href="kurenie-marixuanyi.html" title="Курение марихуаны"><i></i> Курение марихуаны </a>
<hr/>
	<ul>
		<li  class="first">
	<a href="vred-ot-marixuanyi.html" >Вред от марихуаны</a>
	
</li>

<li >
	<a href="vliyanie-marixuanyi-na-organizm.html" >Влияние на организм</a>
	
</li>

<li >
	<a href="polza-marixuanyi.html" >Польза употребления</a>
	
</li>

<li >
	<a href="lechenie-marixuanoj.html" >Лечебные свойства марихуаны</a>
	
</li>

<li >
	<a href="kak-kurit-gashish-i-effekt-ot-gashisha.html" >Все про гашиш</a>
	
</li>

<li >
	<a href="chto-takoe-tgk.html" >Что такое тгк и его влияние</a>
	
</li>

<li >
	<a href="chto-takoe-kannabis.html" >Что такое каннабис</a>
	
</li>

<li >
	<a href="chto-takoe-anasha.html" >Что такое анаша</a>
	
</li>

<li >
	<a href="luchshie-sorta-konopli.html" >Лучшие сорта конопли</a>
	
</li>

<li >
	<a href="sposobyi-upotrebleniya-marixuanyi.html" >Девайсы для курения</a>
	
</li>

<li  class="last">
	<a href="zakon-za-vyirashhivanie-marixuanyi.html" >Закон Украины о выращивании марихуаны</a>
	
</li>


	</ul>
</li>
<li>
	<a href="vyirashhivanie-marixuanyi.html" title="Как выращивать марихуану и детали про выращивание"><i></i> Выращивание марихуаны </a>
<hr/>
	<ul>
		<li  class="first">
	<a href="vyirashhivanie-marixuanyi-v-otkryitom-grunte.html" >В открытом грунте - аутдор</a>
	
</li>

<li >
	<a href="vyirashhivanie-konopli-v-domashnix-usloviyax.html" >В закрытом грунте - индор</a>
	
</li>

<li >
	<a href="kak-pravilno-prorastit-semena-marixuanyi.html" >Проращивание семян</a>
	
</li>

<li  class="last">
	<a href="gidroponika-marixuanyi.html" >Гидропоника</a>
	
</li>


	</ul>
</li>
<li>
	<a href="semena-marixuanyi.html" title="Семена марихуаны"><i></i> Семена марихуаны </a>
<hr/>
	<ul>
		<li  class="first">
	<a href="sativa-indika.html" >Что такое сатива и индика</a>
	
</li>


	</ul>
</li>
<li>
	<a href="oborudovanie-dlya-vyirashhivaniya-marixuanyi.html" title="Оборудование для выращивания"><i></i> Оборудование </a>
<hr/>
	<ul>
		<li  class="first">
	<a href="lampyi-dlya-vyirashhivaniya-marixuanyi.html" >Лампы для марихуаны</a>
	
</li>

<li >
	<a href="grouboks-dlya-marixuanyi.html" >Гроубоксы</a>
	
</li>

<li >
	<a href="udobreniya-dlya-marixuanyi.html" >Удобрения для марихуаны</a>
	
</li>

<li  class="last">
	<a href="otrazhateli.html" >Отражатели</a>
	
</li>


	</ul>
</li>

	  </ul>
	</div>
  </div>
</nav>

<section class="intro intro_2"> <div class="wrapper"> <div class="intro__slogan intro__slogan_2">Все о марихуанае в Украине  и не только</div> <!--<div class="intro__rec intro__rec_2"><a class="button button_rec" href="/zajavka-na-postuplenie.html"><span>Подписаться</span></a></div> <div class="intro__skype">Получи платную консультацию по Skype</div>!--> </div> </section>

<section class="content" role="main">
    <div class="wrapper">
        <section class="text-main">
		  <h1>Все о марихуане</h1>
		  <p> <!--Марихуана стала всемирно известным продуктом в начале 1960 годов благодаря культуре "хиппи". Тем не менее не многие на сегодняшний день знают все о марихуане, а так же о том что растение марихуаны применяли и употребляли еще древние племена как лекарство, пищу и во многих других целях. Благодаря своей безмерной популярности в мире, марихуана имеет десятки названий. Самые популярные из них в странах СНГ: конопля, каннабис, план, ганджа, травка, ганджубас, дубас, дуст, маривана. !--></p>
        </section>
<!--<section class="tabs">
 <div class="title">
	Товары и оборудование которые мы предлагаем <br> это лучшее что Вы найтете :
  </div>
  <div class="clear">
	<div class="tabs-names">
	  <button type="button" class="name">Гроубокс</button>
	  <button type="button" class="name">Полив системы</button>
	  <button type="button" class="name">Освещение</button>
	  <button type="button" class="name">Автоматика</button>
	  <button type="button" class="name">Вентиляция</button>
	  <button type="button" class="name">Удобрения</button>
	  <button type="button" class="name">Гидропонные системы</button>
	</div>
	<div class="tabs-contents">
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Гроутент <br> сборно-разборная конструкция</div>
			  <div class="value">Габариты: 300х300х200 см.</div>
			</div>
			<div class="text">
			  <div class="name">Гроубокс Mammoth Pro <br>(Dark Room) </div>
			  <div class="value">13\'690.00 грн.<br>
			  </div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее об товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Система:</div>
			  <div class="value">Автомат</div>
			</div>
			<div class="text">
			  <div class="name">Особенности работы:</div>
			  <div class="value">Вожможность ручного полива <br>Возможность автоматизированной настройки</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Лампы:</div>
			  <div class="value">ДНАТ</div>
			</div>
			<div class="text">
			  <div class="name">Период работы:</div>!
			  <div class="value">12 часов беспрерывно<br>20 часов беспрерывно</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Авто:</div>
			  <div class="value">Авто</div>
			</div>
			<div class="text">
			  <div class="name">Авто:</div>
			  <div class="value">Авто</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="/kunst.html">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Схема работы:</div>
			  <div class="value">По установленному времени</div>
			</div>
			<div class="text">
			  <div class="name">Дополнительно:</div>
			  <div class="value">Настрочка контроля температуры<br>Настройка контроля влажности</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Для гидропоники:</div>
			  <div class="value">Значительное улучшение роста</div>
			</div>
			<div class="text">
			  <div class="name">Для выращивания в открытом грунте:</div>
			  <div class="value">От выредителей, перепадов температуры, YF и другие</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Габариты:</div>
			  <div class="value">От 2 до 10 метров</div>
			</div>
			<div class="text">
			  <div class="name">Потребление энергии:</div>
			  <div class="value">220 В</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Язык обучения:</div>
			  <div class="value">Английский</div>
			</div>
			<div class="text">
			  <div class="name">Срок подачи документов:</div>
			  <div class="value">1 июня по 15 августа<br>1 декабря - 15 февраля</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее</a>
		  </div>
		</article>
	  </div>
	</div>
  </div>
</section>

!-->
<section class="text-main">
<p>Марихуана стала всемирно известным продуктом в начале 1960 годов благодаря культуре "хиппи". Тем не менее не многие на сегодняшний день знают <strong>все о марихуане</strong>, а так же о том что растение марихуаны применяли и употребляли еще древние племена как лекарство, пищу и во многих других целях. Благодаря своей безмерной популярности в мире, марихуана имеет десятки названий. Самые популярные из них в странах СНГ: конопля, каннабис, план, ганджа, травка, ганджубас, дубас, дуст, маривана.</p>
<h2>Все о марихуане начиная от действия курения и до использования в медицине</h2>
<p class="justy"><img title="Максимально все о марихуане и ее использовании" src="assets/images/%D0%B2%D0%BB%D0%B8%D1%8F%D0%BD%D0%B8%D1%8F-%D0%BC%D0%B0%D1%80%D0%B8%D1%85%D1%83%D0%B0%D0%BD%D1%8B.png" alt="все о марихуане и конопле" width="100%" /></p>
<p style="font-size: 16px; font-weight: bolder;">Что такое конопля, каннабис, анаша и она же - марихуана</p>
<p><span style="font-size: 16px; color: #4bd12e;">Конопля</span> - растение которое достоточно быстро развивается, с серьезной корневой системой, густой листвой, соцветиями и очень прочными стеблями. Существуют разновидности Cannabis Sativa, Indica, Ruderalis. Само растение конопли достаточно неприхотливое и растет во многих теплых климатических зонах. Применение каннабиса начинает истоки еще с древних времен, когда люди применяли ее как производственное сырье для производства материалов и ткани, нитей, канатов для кораблей, а из семян конопли выжимали масло (одно из самых полезных в мире), применяли как лекарство.<img style="float: right; margin-left: 5px; margin-right: 5px;" title="Все что нужно знать о влиянии марихуаны на человека" src="assets/images/%D0%BC%D0%B0%D1%80%D0%B8%D1%85%D1%83%D0%B0%D0%BD%D0%B0.png" alt="все о влиянии марихуаны" width="302" height="411" /></p>
<p><span style="font-size: 16px; color: #4bd12e;">Марихуана</span> — это наркотик из сухих шишковидных цветов и листков растения конопля sativa или indica. В себе марихуана начисляет больше чем 60 психически активных веществ, которые называются "каннабиоиды".  Наиболее значимые из них Cannabinol, Tetrahydrocannabinol, Cannabidiol, Cannabichromene, Cannabigerol и другие. Самым ценным и важным составляющим веществом в марихуане является "дельта 9" тетрагидроканнабиол (Delta-9-tetrahydrocannabinol) или в сокращенном виде ТГК.</p>
<p><span style="font-size: 16px; color: #4bd12e;">Химическое название: Delta-9-tetrahydrocannabinol<br />Химическая формула: C21H30O2</span></p>
<p><span style="font-size: 16px; color: #4bd12e;">Гашиш</span> - одной из популярной производных конопли является "гашиш". Это так называемый "пластилин" который получается из смолы выделяющейся коноплей для защиты от палящих солнечных лучей. Так же гашиш имеет другие сленговые названия: гашик, гаш, гэш, пластилин и твердый.</p>
<p><span style="font-size: 16px; color: #4bd12e;">Шишки конопли</span> - в сленговых названиях часто звучат "шишки", "бошки". Это волокнистые соцветия на растении, по внешнему виду схожие с шишками. Такая часть растения марихуаны содержит в себе самое большое содержание психоактивных веществ и считается наиболее ценной.</p>
<hr />
<h3>Действие марихуаны на состояние человека</h3>
<p><em>Курение</em> - Эффект каннабиса при курении зачастую моментальный. Наибольшее действие достигается на протяжении получаса и проходит от 2х до 5 часов. Каждый сорт конопли индивидуален и имеет свои  особенности, поэтому влияние марихуаны при употреблении разных сортов может абсолютно отличаются.</p>
<p><em>Употребление в пищевых продуктах</em> - Помимо курения, марихуана широко употребляется в пище и напитках. Эффект марихуаны при таком употреблении значительно усиливается и увеличивается время действия от 5 до 12 часов.</p>
<p style="text-align: center;" align="left"><em>Сорта марихуаны Cannabis Sativa - действуют на организм человека, как замедлители, тем не менее позволяют оставаться активным и веселым.</em><br /><em>Сорта марихуаны Cannabis Indica -  наоборот, дает более замедляющее действие марихуаны. При курении "индики" человек становиться более расслабленным, повышается чувство дремоты и умиротворения.</em></p>
<p style="font-size: 16px; font-weight: bolder;" align="left">Эффект марихуаны</p>
<p><img style="margin-left: 3px; margin-right: 3px; float: left;" title="Все о марихуане и ее использовании в пище" src="assets/images/%D1%83%D0%BF%D0%BE%D1%82%D1%80%D0%B5%D0%B1%D0%BB%D0%B5%D0%BD%D0%B8%D0%B5-%D0%BC%D0%B0%D1%80%D0%B8%D1%85%D1%83%D0%B0%D0%BD%D1%8B.png" alt="Как марихуану использовать в пище" width="351" height="482" />Когда человек не употребляет больше ничего кроме конопли, исключает алкоголь и прочие наркотические стимуляторы, марихуана производит наиболее положительный эффект на мозг и организм в целом. <span style="color: #4bd12e;">В состоянии марихуанного опьянения чувствительность человека значительно увеличивается  ко всему естественному в этом мире. Намного ярче и красивее воспринимаются цвета, сильнее и эффектнее воспринимается музыка. Все органы человека словно в гармонии начинают воедино существовать с окружающим миром. Растения, живопись, архитектура, музыка и многие другие вещи которые обычно окружают человека, получают новый вид и смысл. Зачастую созерцание вызывает безмерное чувство восторга. Абсолютно пропадает чувство агрессии, или минимально снижается, а главное наступает эффект полного расслабления.</span> <br />При этом стоит отметить что при употреблении марихуаны у многих людей, через время после приема наркотика, значительно повышает чувство неконтролируемого голода и сухости во рту. Так же, может меняться субъективное восприятие мира, контроля времени и своих мыслей. В один момент человек может открыть глаза и не понимать как пришел/оказался в этом месте, или остановившись при разговоре не сможет вспомнить о чем шла речь секунду назад.</p>
<p><em>Чтобы наверняка знать все о марихуане, важно отметить что употребление ее с алкоголем и другими наркотическими препаратами, могут принести негативный эффект курения. Может появиться чувство страха, паники, беспокойства или дезориентации. Но благо такой эффект всегда можно устранить чашкой горячего чая с сахаром, свежим воздухом или после легкой успокоительной беседы.</em></p>
<p> </p>
<hr />
<h3>Вред марихуаны</h3>
<p><img style="float: right; margin-left: 5px; margin-right: 5px;" title="Все про влияние марихуаны на тело человека" src="assets/images/vred_marihyani.png" alt="Позитивное и негативное влияние марихуаны на тело человека" width="378" height="497" />При употреблении марихуаны с алкоголем и другими наркотическими препаратами, а так же в случае серьезной аллергической реакции, последствия могут быть непредсказуемыми. <span style="color: #4bd12e;">Могут возникать рвотные позывы, обморочные состояния, вялость и звон в ушах. Так же курение влияет на органы дыхательной системы, поэтому даже если человек не употреблял ничего кроме конопли может возникать кратковременное чувство жжения в горле, осложнения в дыхательных путях, кашель и отдышка.</span></p>
<p>Относительно психологического влияния, мнения специалистов расходятся. Влияние марихуаны на мозг, а соответственно на общее психическое состояние организма, для каждого человека протекает абсолютно по разному. Это зависит от общего психического и психологического состояния человека.</p>
<p><span style="color: #4bd12e;">Часть исследований и ученых утверждают что регулярное употребление марихуаны, способствует развитию у человека психических заболеваний различного вида психозов и шизофрении. Такие болезни могут развиваться у людей имеющих тяжелые психологические травмы и родовую предрасположенность. Но конечно основной негативной стороной курения марихуаны, является возможный следующий шаг к более серьезным наркотикам.</span> По нашему мнению, такие негативные моменты происходят по причине того что человеку который нелегально смог приобрести травку, заинтересованные "дилеры" обязательно предложат другие, более тяжелые и пагубные виды наркотических веществ. В странах, где марихуана легализирована и продается в специальных учреждениях в медицинских целях, уровень курильщиков употребляющих что-либо иное, в десятки раз ниже чем в странах с нелегальным оборотом конопли.</p>
<p style="font-size: 16px; font-weight: bolder;" align="left">Зависимость от марихуаны</p>
<p align="left">Привыкание к марихуане протекает достаточно медленно, а толерантность к одному виду конопли обычно легко сменяется при употреблении иного сорта. Тем не менее при регулярном и долгом употреблении, марихуана вызывает зависимость. Резкое прекращение употребления может вызывать чувство раздражительности и агрессии, чувство апатии и потери аппетита, так же возможна бессонница. Но положительным моментом является то, что человек такие чувства будет переживать не более 2-3 дней. После, все негативные моменты пропадают вместе с безудержным желанием курить коноплю.</p>
<hr />
<h3>Все о марихуане в законе</h3>
<p><img style="float: left;" title="Не забывайте про законы о марихуане" src="assets/images/vse-o-marihyane.png" alt="Законы о марихуане и конопле" width="370" height="243" />Мировая культура лишь частично принимает и легализирует марихуану. Во многих странах существует запрет на выращивание, употребление и продажу конопли, а так же производных из нее. Тем не мене существуют страны которые частично контролируют и запрещают только выращивание марихуаны, а например употребление и для личного использования не запрещено. Это разрешено в Австралии, Бельгии, Люксембурге и Нидерландах. <br />Например Ямайка является родиной марихуаны, и здесь она официально признана частью национального достояния, но несмотря на это продажа марихуаны запрещена.<br />В странах Украина, Россия, Беларусь марихуана состоит в списке запрещенных веществ и ее употребление, выращивание, владение карается законом соответственно статье про "Оборот и употребление наркотических средств и психотропных веществ".</p></section>

    </div>
</section>
<div class="problems">
<div class="wrapper">
<div class="problems__title">Проблемы и последствия<br> курения марихуаны</div>
<div class="problems-r"><ol class="numlist numlist_problems">
<li>Нарушенная координация направленных действий и движений;</li>
<li>Увеличение времени реагирования на сказанное, увиденное, услышанное;</li>
<li>Значительно ухудшение или потеря кратковременной памяти;</li>
<li>Упадок остроты зрения, а так же деструктив цветопередачи;</li>
<li>Возможно отрофирование сетчатки и зрительного нерва.</li>
</ol></div>
</div>
</div>
<div class="problems problems_solving">
<div class="wrapper">
<div class="problems__title problems__title_solving">Возможности применения марихуаны <br> в терапевтических или лечебных целях</div>
<div class="problems-r"><ol class="numlist numlist_problems-solving">
<li>Марихуана улучшает аппетит и качество работы вкусовых рецепторов у больных раком.</li>
<li>Курение марихуаны значительно снижает симптомы нейропатической боли.</li>
<li>Экстракт каннабиса может снимать болевой шок и симптомы после сложных операции.</li>
<li>Марихуана способствует частичному снятию или облегчению симптома  спастичности.</li> 
<li>Экстракт каннабиса используется в спрее «Sativex» - для лечения больных с рассеянным склерозом. Одобрен в Соединенном Королевстве.</li>
<li>Активные вещества в составе конопли, способствуют остановке роста рака простаты.</li>
<li>Применение марихуаны может защищать людей преклонного возвраста от остеопороза.</li>
<li>Каннабис облегчает симптомы аллергического контактного  дерматита.</li>
<li>Курение марихуаны снимает посттравматический синдром и зажимы.</li>
</ol></div>
</div>
</div>
<div class="problems">
<div class="wrapper">
<div class="problems_vid"><noindex><iframe rel="nofollow"src="https://www.youtube.com/embed/BYqCl4-AOYQ" width="500" height="350"frameborder="0"></iframe></noindex></div>
<div class="problems-r">
<ul>
<li style="line-height: 22px;    padding-left: 50px;"> В Украине - марихуана является незаконным наркотиком. Выращивание, курение и распространение преследуется и карается законодательством Украины! <br /><br /></li>
<li style="line-height: 22px;    padding-left: 50px;">Несмотря на то что существуют страны в которых лечебная марихуана легализированна, оценить ее пользу, смогут по достоинству действительно те кому она нужна в лечебных целях. Существуют самые различные мнения относительно легального статуса  конопли.  Ряд ученых, а также пациенты, особенно те из них, что страдают от хронической боли, могут  видеть плюсы и минусы медицинского применения конопли более объективно.
 <br />
В большинстве стран мира производство марихуаны является незаконным. <p class="justy">Это означает, что ее выращивание и производство скрыто от глаз общественности. В отличие от законных лекарств  или продуктов  питания, здесь отсутствует общественный контроль, зато популярен черный рынок сбыта который стимулирет продажу более тяжелых наркотив. В отличии от такой ситуации, страны где конопля легалезированна и продается в специализированных местах, продажа тяжелых наркотических препаратов практически искоренена или отсутсвует вовсе. </p> </li>
</ul></div>
</div>
</div>
<!--
<section class="how-work">
  <div class="wrapper">
	<div class="index-title">Как мы работаем?</div>
	<ul class="how-work__list">
	  <li><img class="how-work__ico" src="/assets/img/hw1.png" alt="">Вы оформляете заказ</li>
	  <li><img class="how-work__ico" src="/assets/img/hw2.png" alt="">Связываемся с Вами для уточнения деталей</li>
	  <li><img class="how-work__ico" src="/assets/img/hw3.png" alt="">Предоставляем реквизиты для оплаты</li>
	  <li><img class="how-work__ico" src="/assets/img/hw4.png" alt="">Отправляем Вам посылку</li>
	</ul>
	<a class="button button_hwmore" href="/about.html"><span>Детальней ознакомиться</span></a>
  <!--<ul class="facts">
	<li>
	  <div class="facts-b facts-1">
		<div class="facts__title">Лутьшие сорта</div>
	  </div>
	  <div class="facts-hover facts-hover_1">
		<div class="facts__title facts__title_hover">Лутьшие сорта</div>
		<div class="facts__ico f1">&nbsp;</div>
		<a class="button button_apply" href="/contact.html"><span>Подробнее</span></a></div>
	</li>
	<li>
	  <div class="facts-b facts-2">
		<div class="facts__title">8 лет на рынке</div>
	  </div>
	  <div class="facts-hover facts-hover_1">
		<div class="facts__title facts__title_hover">8 лет на рынке</div>
		<div class="facts__ico f2">&nbsp;</div>
		<a class="button button_apply" href="/reports.html"><span>Подробнее</span></a></div>
	</li>
	<li>
	  <div class="facts-b facts-3">
		<div class="facts__title">Лучшие производители</div>
	  </div>
	  <div class="facts-hover facts-hover_1">
		<div class="facts__title facts__title_hover">Лучшие производители</div>
		<div class="facts__ico f3">&nbsp;</div>
		<a class="button button_apply" href="sativa-indika.html"><span>Подробнее</span></a></div>
	</li>
	<li>
	  <div class="facts-b facts-4">
		<div class="facts__title">Лучшие семена</div>
	  </div>
	  <div class="facts-hover facts-hover_1">
		<div class="facts__title facts__title_hover">Лучшие семена</div>
		<div class="facts__ico f4">&nbsp;</div>
		<a class="button button_apply" href="/reports.html"><span>Подробнее</span></a></div>
	</li>
  </ul>!-->
  </div>
</section>
<!--<div class="slider-main-wrapper text-wrapper">
    <section>
        <p class="block_header">Отзывы студентов из Австрии</p>
        <div class="slick-comment-slider">

			  <div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="http://www.youtube.com/embed/emE6Lch3XBE">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/social_4.jpg" alt=""/>
                        <p class="block_header_h4">Ольга Давыдова</p>
                        <hr/>
                        <p>Поступила: Международная экономика (магистратура)</p>
                        <hr/>
                        <p>Венский университет</p>
                    </div>
                    <p>Моя самостоятельная подача документов в Венский университет увенчалась отказом. Я потеряла пол года времени и решила больше не рисковать, поэтому обратилась в Education in Vienna. Через 3 месяца после передачи документов компании я получила приглашение на магистратуру...</p>
                </div>
            </div>

            <div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="https://www.youtube.com/embed/JVFd3DE5m34">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/4-84.jpg" alt=""/>
                        <p class="block_header_h4">Ирина Сидорова, 17 лет</p>
                        <hr/>
                        <p>Поступила: Международная экономика</p>
                        <hr/>
                        <p>Венский экономический университет</p>
                    </div>
                    <p>...Так как на момент поступления мне было только 17 лет, мы решили не рисковать и обратиться в образовательное агентство. Из трех компаний мы выбрали Education in Vienna. Нам быстро оформили все документы и уже в сентябре я получила приглашение из двух университетов: Венского Главного и Венского экономического...</p>
                </div>
            </div>

            <div class="slide">
                <div class="slide-info">
                    <img src="assets/img/2-194.jpg" alt=""/>
                    <p class="block_header_h4">Екатерина Захарова, 19 лет</p>
                    <hr/>
                    <p>Поступила: Лечебное дело</p>
                    <hr/>
                    <p>Венский медицинский университет</p>
                </div>
                <div class="slide-text">
                    <p>Было много опасений, в основном связанных со временем, незнанием языка и непониманием всей процедуры оформления документов. На момент поступления в Вену я уже закончила 1 год Медицинского университета в Москве и продолжала обучение на втором курсе, поэтому я очень боялась, что потеряю много времени, если буду делать все сама. В итоге, уже через 6 недель после отправки документов в Вену, я получила приглашение из Венского медицинского университета! Моей радости не было предела! :) Документы на визу рассматривали долго - целых 10 недель. Но я, слава Богу, успела к началу учебного семестра, записалась на курсы и готовлюсь к стационарной учебе в Меде. Говорят, что учиться сложно, но очень интересно. Посмотрим! </p>
                </div>
            </div>

			<div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="http://www.youtube.com/embed/AaIBTIx02DQ">
                    </iframe>
                </div>
			    <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/social.jpg" alt=""/>
                        <p class="block_header_h4">Полина Ковалевская, 21 год</p>
                        <hr/>
                        <p>Поступила: Публицистика (магистратура)</p>
                        <hr/>
                        <p>Венский Университет</p>
                    </div>
                    <p>Я поступила в Вену после окончания учебы в Киеве по специальности "Реклама и PR". Так как мой парень год назад приехал сюда учиться и у него с поступлением все прошло успешно, сомнений в выборе компании у меня не было. Сейчас мы переезжаем в квартиру и у нас все хорошо:) </p>
                </div>
            </div>

			<div class="slide">
                <div class="slide-info">
                    <img src="assets/img/2-193.jpg" alt=""/>
                    <p class="block_header_h4">Анастасия Фескова, 22 года</p>
                    <hr/>
                    <p>Поступила: Международная экономика</p>
                    <hr/>
                    <p>Венский университет</p>
                </div>
                <div class="slide-text">
                    <p>Я поступала вместе с четырьмя одногрупниками из Киевского Экономического Университета. Мы переживали почти по любому поводу, особенно боялись столкнуться с мошенниками и потерять такую сумму денег. Настораживало, что другая фирма запросила в три раза больше! По факту мы получили даже больше чем расчитывали. Через несколько месяцев с разницей в 1-2 недели все получили визы, нас встретили по приезде, общежитие оказалось таким как на фотографиях, в течение первых недель нам помогли со всеми нужными документами и регистрациями для начала учебы. И самое главное, даже после выполнения всех оговоренных условий, нам продолжали помогать по разным вопросам еще долгое время.</p>
                </div>
            </div>

            <div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="http://www.youtube.com/embed/ix8IXeNhx28">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/6-80.jpg" alt=""/>
                        <p class="block_header_h4">Илья Давыденко, 19 лет</p>
                        <hr/>
                        <p>Поступил: Стоматология</p>
                        <hr/>
                        <p>Венский медицинский университет</p>
                    </div>
                    <p>Факт того, что я уже нахожусь в Вене по студенческой визе и учусь в Венском медицинском университете говорит о том, что организация Education in Vienna знает, что делает! Самостоятельно я, наверное, не справился бы. </p>
                </div>
            </div>

            <div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="https://www.youtube.com/embed/jgDFawmvt1A">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/2-83.jpg" alt=""/>
                        <p class="block_header_h4">Полина Филиппенко, 17 лет</p>
                        <hr/>
                        <p>Поступила: История</p>
                        <hr/>
                        <p>Венский университет</p>
                    </div>
                    <p>Родители уговорили меня поступать в Австрию в 11-м классе. Сначала мы с родителями пытались оформить все документы самостоятельно, но в процессе поняли, что все очень муторно и сложно, поэтому решили обратиться в компанию. Приглашение мне прислали уже через 8 недель, а с оформлением визы проблем не возникло...
                </div>
            </div>

			<div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="http://www.youtube.com/embed/0OUuTegTBL0">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/3-82.jpg" alt=""/>
                        <p class="block_header_h4">Екатерина Кузина, 18 лет</p>
                        <hr/>
                        <p>Поступила: Экономика и право</p>
                        <hr/>
                        <p>Венский экономический университет</p>
                    </div>
                    <p>Для поступления сперва я рассматривала Германию, но я не успела оформить документы до 31 мая, потому что аттестат мне выдали только в июне. Я не хотела учиться в России и хотела уехать сразу после школы, поэтому я выбрала Австрию. Мы очень боялись пролететь, но у нас все получилось и я уже учусь в Вене!</p>
                </div>
            </div>

        </div>
    </section>
</div>
<script type="text/javascript">
    console.log(\'header\');
    $(document).ready(function(){
        if ($(\'.slick-comment-slider\').length) {
            $(\'.slick-comment-slider\').slick({
                infinite: true,
                dots: true
            });
        }
    });
</script>!-->
<!--<div class="main-form-container request_consult">
    <form method="post" action="request_consult">
        <div class="container-main">
        <p class="block_header rel-con">Бесплатная консультация </p>
            <p class="form-desc">Заполните форму и мы перезвоним Вам в течение 1 рабочего дня!</p>
            <div class="container-row inputs">
                <div>
                    <label for="name"><span class="strong uppercase">Ваше имя</span></label>
                    <input id="name" type="text"/></div>
                <div>
                    <label for="phone_num"><span class="strong uppercase">Ваш телефон</span></label>
                    <input id="phone_num" type="text"/></div>
            </div>
         <div class="container-row">
                <span class="strong uppercase">Я хочу </span>
                <input id="6m" type="radio" name="request_year"/>
                <label for="6m">6 месяцев</label>
                <input id="12m" type="radio" name="request_year"/>
                <label for="12m">1 года</label>
                <input id="24m" type="radio" name="request_year"/>
                <label for="24m">2 лет</label>
            </div>
            <div class="rel-con">
                <p><span class="strong">Для  Вам понадобится только </span></p>
                <p><span class="strong">Все остальные документы мы оформим за Вас!</span></p>
            </div>
            <hr class="desc_blue"/>
            <input type="submit" value="Отправить заявку" class="rel-con"/>
        </div>
    </form>
</div>!-->
<div class="wrapper">
  <section class="reviews reviews_index">
<div class="index-title">
 <span>Видео о марихуане</span>
</div>
<div class="reviews-content reviews-content_index js-reviews-content js-reviews-1" style="display: block;"> <div class="reviews__video reviews__video_index">
<object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/BYqCl4-AOYQ">



 <param name="movie" value="https://www.youtube.com/v/BYqCl4-AOYQ">
 </object>
 </div>
 <div class="reviews-i reviews-i_index">
<div class="reviews-avatar reviews-avatar_index"><img title="Как растёт конопля-от начала и до конца от семени до шишки." width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Как растёт конопля-от начала и до конца от семени до шишки."><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
</div>
<div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Как растёт конопля - от начала и до конца, от семени до шишки. </div>
 <div class="reviews__text"><p>Пятиминутное видео о росте марихуаны. От зарождения в зернышке и до самой посленей стадии перед сбором урожая.</p>
<p>Комплексная, многоракурсная съемка, ускоренная после в десятки раз, открывает новые границы познания растения.</p></div>
</div>
 </div>
</div><div class="reviews-content reviews-content_index js-reviews-content js-reviews-2" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/AOQdqBwp1EM">
 <param name="movie" value="https://www.youtube.com/v/AOQdqBwp1EM">
 </object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="Как растёт конопля-от начала и до конца от семени до шишки." width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Как растёт конопля-от начала и до конца от семени до шишки."><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
  </div>
   <div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Бесценное растение конопля.</div>
 <div class="reviews__text"><p>Чем она так любима всеми миру и почему за марихуану ведеться такая ежедневная страншная борьба.</p>
<p>Мнения приверженцев и сторонников. Интересные факты о бесценности каннабиса. Польза, вред и незаменимые элементы - обо всем этом и многом другом в видео.</p></div>
 </div>
</div>
</div>
<div class="reviews-content reviews-content_index js-reviews-content js-reviews-3" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/NfH8zwz3Lio">
<param name="movie" value="https://www.youtube.com/v/NfH8zwz3Lio">
</object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="" width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="и"><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
 </div>
  <div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Марихуана - лекарство от более чем 50 болезней. </div>
 <div class="reviews__text"><p>Лечебные свойства конопли неоспоримы. Сотни ежедневных исследований вновь и вновь доказывают это.</p>
<p>Запреты исследований ограничивают возможности медецины, но даже те исцеляющие свойства конопли которые найдены сегодня делают это растение по истине незаменимым.</p></div>
 </div>
</div>
</div><div class="reviews-content reviews-content_index js-reviews-content js-reviews-4" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/YzF6LhKJMr8">
<param name="movie" value="https://www.youtube.com/v/YzF6LhKJMr8">
</object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="Обучение в Вене. Отзыв от студентки Ирины Сидоровой" width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Обучение в Вене. Отзыв от студентки Ирины Сидоровой"><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
 </div>
 <div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Лучший гровинг</div>
 <div class="reviews__text"><p>Советы от ТОП экспертов по гровингу конопли из Амстердама и Канады. Бесценные сектеры и хитрости выращивания.</p>
<p>Подробные инструкции и методы преспособления. Узнайте как получить максимум пользы уже с первого раза.</p></div>
 </div>
</div>
</div><div class="reviews-content reviews-content_index js-reviews-content js-reviews-5" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/BYqCl4-AOYQ">
<param name="movie" value="https://www.youtube.com/v/BYqCl4-AOYQ">
</object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="Венский университет отзыв Екатерины Кузиной" width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Венский университет отзыв Екатерины Кузиной"><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
 </div>
 <div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Как растёт конопля-от начала и до конца от семени до шишки. </div>
 <div class="reviews__text"><p>Здесь вы увидите как прорастает-растёт и созревает конопля от начала и до конца.</p>
<p>Здесь вы увидите как прорастает-растёт и созревает конопля от начала и до конца.</p></div>
 </div>
</div>
</div><div class="reviews-content reviews-content_index js-reviews-content js-reviews-6" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/BYqCl4-AOYQ">
<param name="movie" value="https://www.youtube.com/v/BYqCl4-AOYQ">
</object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="Образование в Австрии - отзыв студента Ольги Давыдовой" width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Образование в Австрии - отзыв студента Ольги Давыдовой"><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
 </div>
<div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Как растёт конопля-от начала и до конца от семени до шишки. </div>
 <div class="reviews__text"><p>Здесь вы увидите как прорастает-растёт и созревает конопля от начала и до конца.</p>
<p>Здесь вы увидите как прорастает-растёт и созревает конопля от начала и до конца.</p></div>
 </div>
</div>
</div>
<div class="reviews-cycle-wrapper">
  <ul class="cycle-slideshow reviews-cycle reviews-cycle_index js-reviews-cycle" data-cycle-fx="carousel" data-cycle-timeout="0" data-cycle-carousel-visible="6" data-cycle-next=".reviews-cycle-next" data-cycle-prev=".reviews-cycle-prev" data-cycle-slides="> li" style="position: relative; overflow: hidden; width: 900px;"><li data-tab=".js-reviews-1" class="is-active cycle-slide cycle-sentinel" style="top: 0px; left: 0px; opacity: 1; z-index: 100; position: static; visibility: hidden; display: block;"><img src="/assets/images/prev/v.png" alt="" style="visibility: hidden;"></li><div class="cycle-carousel-wrap" style="margin: 0px; padding: 0px; top: 0px; position: absolute; white-space: nowrap; left: -705px;"><li data-tab=".js-reviews-1" class="is-active cycle-slide" style="top: 0px; left: 0px; opacity: 1; visibility: visible; z-index: 100; display: inline-block; position: static;"><img src="/assets/img/1-78.jpg" alt=""></li><li data-tab=".js-reviews-2" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 99; display: inline-block; position: static;"><img src="/assets/img/097.png" alt=""></li><li data-tab=".js-reviews-3" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 97; display: inline-block; position: static;"><img src="/assets/img/098.png" alt=""></li><li data-tab=".js-reviews-4" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 96; display: inline-block; position: static;"><img src="/assets/img/099.png" alt=""></li><li data-tab=".js-reviews-5" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 95; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-1" class="is-active cycle-slide cycle-slide-active" style="top: 0px; left: 0px; opacity: 1; visibility: visible; z-index: 100; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-2" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 99; display: inline-block; position: static;"><img src="/assets/img/097.png" alt=""></li><li data-tab=".js-reviews-3" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 97; display: inline-block; position: static;"><img src="/assets/img/098.png" alt=""></li><li data-tab=".js-reviews-4" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 96; display: inline-block; position: static;"><img src="/assets/img/099.png" alt=""></li><li data-tab=".js-reviews-5" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 95; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-1" class="is-active cycle-slide" style="top: 0px; left: 0px; opacity: 1; visibility: visible; z-index: 100; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-2" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 99; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-3" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 97; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-4" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 96; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-5" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 95; display: inline-block; position: static;"><img src="14-88.jpg" alt=""></li></div></ul>
 <div class="reviews-cycle-next"></div>
 <div class="reviews-cycle-prev"></div>
</div>
</section>

<!--	<section class="news_index">
 <div class="index-title"> <span>
<a rel="nofollow" href="/news.html">Наши новости</a>    </span> </div>
 <ul class=\'col3\'>
<li>
    <a class="col3__title" href="sativa-indika.html">
        <img class="col3__img" src="" alt="Сатива индика">
    </a>

    <div class="col3__info">
        <div class="news-meta">
            <div class="news-meta__date">03</div>
            <div class="news-meta__month">12
                <div class="news-meta__year">2015</div>
            </div>
        </div>
        <a class="col3__title" href="sativa-indika.html">Сатива индика</a>
        <div class="col3__text"><p></p></div>
    </div>
</li>
 </ul>
</section> !-->
[[!FormIt?
   &formName=`sendmail`
   &hooks=`spam,email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`sendEmailTpl_email`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`Подписка на новости с главной http://4-20.com.ua/`
   &redirectTo=`359`
   &validate=`e_email:email:required`
   &submitVar=`e-submit`
]]
<section class="send-mail-b send-mail-b_index" id="email" >
        <div class="send-mail-b__title">
            Отправь нам свою почту
        </div>
        <div class="send-mail-b__subtitle">
            и будь вкурсе всех новостей связаных с Коноплей в Украине
        </div>
        <form name="email" class="send-mail-b__form cntmm" method="post" action="http://4-20.com.ua/#email">
		<span class="error">[[!+fi.error.e_email]]</span>
            <input name="e_email" id="emailz" class="send-mail-b__input" type="text" placeholder="Электронная почта" value="[[!+fi.email]]">
            <input class="submit_button button button_apply js-telefon" name="e-submit" type="submit" value="Отправить">
         </form>
    </section>
<!--<section class="index-form clear">
<div class="advantage">
 <div class="advantage__title">Факт о марихуане</div>
 <div class="services-adv-in">
<div class="services-adv__top"><span class="services-adv__num">01</span> <span class="services-adv__title services-adv__title_index">В период движения трезвенников в конце 19 века марихуана рекомендовалась как заменитель алкоголя. 
</span></div>
<p>Причиной для этого было то, что в отличие от злоупотребления алкоголем, употребление марихуаны не приводило к насилию в семье.</p>
 </div>
 <div class="services-adv-in">
<div class="services-adv__top"><span class="services-adv__num">02</span> <span class="services-adv__title services-adv__title_index"> До того как ее запретили, конопля была одним из главных продуктов фермерского производства в ранней Америке.  </span></div>
<p>Первые два проекта американской Декларации Независимости были написаны на бумаге, сделанной из конопли.</p>
 </div>
 <div class="services-adv-in">
<div class="services-adv__top"><span class="services-adv__num">03</span> <span class="services-adv__title services-adv__title_index"> В 2007 году в США было проведено около 900 тысяч арестов за преступления, связанные с марихуаной. </span></div>
<p>Около 90%  арестов было произведено всего лишь за хранение марихуаны.Во всем мире около 162 миллионов взрослых людей употребляют марихуану не реже одного раза в год.</p>
 </div>
 <a class="button button_hwmore" href=""> <span>Смотреть больше фактов</span> </a></div>  <div class="apply">
<div class="apply__title">
 Вопросы, Заказы, Предложения 
</div>
[[!FormIt?
   &formName=`form_main`
   &hooks=`spam,email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`sendEmailTpl_main`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`Оценка шансов на поступление http://4-20.com.ua/`
   &redirectTo=`358`
   &validate=`u_name:required,u_phone:required,u_name:required,u_email:email:required,u_text:required:stripTags`
   &submitVar=`form-uslugi`
]]
[[!+fi.error_message:notempty=`<p>[[!+fi.error_message]]</p>`]]





<form class="apply-form js-apply-form" action="http://4-20.com.ua/#form" method="post" id="form">
<span class="error">[[!+fi.error.u_name]]</span>
<div class="apply-form__fields"><label>Фамилия, Имя, Отчество</label> <input id="name" class="apply__input js-name" type="text" name="u_name" /></div>

<span class="error">[[!+fi.error.u_phone]]</span>
<div class="apply-form__fields"><label>Контактный телефон или Skype</label> <input id="phone" class="apply__input js-phone_skype" type="text" name="u_phone" /></div>

<span class="error">[[!+fi.error.u_email]]</span>
<div class="apply-form__fields"><label>Электронная почта</label> <input id="memail" class="apply__input js-email" type="text" name="u_email" /></div>

<span class="error">[[!+fi.error.u_text]]</span>
<div class="apply-form__fields"><label>Ваш вопрос</label><textarea id="message" class="apply__text js-text" name="u_text"></textarea></div>
<input name="form-uslugi" type="submit" value="Отправить заявку" class="button button_apply  submit_button button button_apply  " />
</form>
</div> </section>!-->
</div>
<!--<div class="wrapper">Рассказать друзьям
<script type="text/javascript" src="//yastatic.net/share/share.js" charset="utf-8"></script>
<div class="yashare-auto-init" data-yashareL10n="ru" data-yashareType="none" data-yashareQuickServices="vkontakte,facebook,twitter,gplus,linkedin,blogger,odnoklassniki,myspace,moimir,lj,evernote">
</div></div>!-->
<footer class="footer">
  <div class="wrapper">
       <a href="ua.html" class="question-link" style="display: none;">Социальные сети</a>
    <div class="social"> <a class="social__vk" rel="nofollow" href="https://vk.com/cannabis_time_4_20" title=""></a> <a class="social__fb" rel="nofollow" href="https://www.facebook.com/420-_-Марихуана-146793262340825/" title=""></a> <a class="social__tw" rel="nofollow" href="#" title=""></a> <a class="social__gp" rel="nofollow" href=" https://plus.google.com/101635014315474978799/" title=""></a> <a class="social__in" rel="nofollow" href="#" title=""></a> <a class="social__yt" rel="nofollow" href="https://www.youtube.com/channel/UCmpy1wBirDVp6d4UF3F48xA" title=""></a> </div>
<div class="justi"> <div class="f-info">
      <div class="f-logo"> <img src="/assets/img/1-78.png" alt=""/> </div>
      <div class="f-copy">
        <p> 4-20.com.ua ·  2016  <a rel="nofollow" href="http://4-20.com.ua/sitemap.xml" class="link" target="_blank">·  </a> Все о марихуане</p><p>Сайт 4:20 это информационный ресурс о культуре употребления марихуаны. Мы не пропагандируем курение, но предоставляем в массы знания о конопле и ее применении в разнообразных сферах жизнедеятельности человечества. Вся информация размещенная на сайте актуальна и собрана из авторитетных мировых ресурсов. Мы предоставляем информацию подтвержденную исключительно серьезными научными источниками, данные исследований, мнения знаменитых личностей и специалистов из разнообразных областей культуры, медицины, политики и социологии. </p> </div>

    </div>
  </div>
</div>
<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter33922869 = new Ya.Metrika({
                    id:33922869,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/33922869" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->
</footer>
[[#!FormIt?
   &formName=`forms1`
   &hooks=`email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`email_tpl`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`[[+sub]] с сайта 4-20.com.ua -  Все про марихуну и для конопли`
   &emailFromName=`[[+name]]`
   &emailFrom=`[[+email]]`
   &validate=`name:required,phone:required,name:required,email:email:required,theme:required,text:required:stripTags`
   &submitVar=`form-phone1`

]]

[[!+fi.error_message:notempty=`<p class="">[[!+fi.error_message]]</p>`]]

<div class="modal-windows">
    <div class="modal-forms js-question-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Задать свой вопрос
        </div>
        <div class="modal-forms-i">
            <form class="apply-form apply-form_modal js-apply-form validate" method="post" action="http://4-20.com.ua/">

<input name="sub" id="sub" type="hidden" value="Задать свой вопрос"/>


				<span class="error">[[!+fi.error.theme]]</span>

                <div class="apply-form__fields">
                    <label>Тема вопроса</label>
                    <input name="theme" id="theme" class="apply__input js-field" type="text" placeholder="Тема вопроса" value="[[!+fi.theme]]"/>
                </div>
				<span class="error">[[!+fi.error.name]]</span>
                <div class="apply-form__fields">
                    <label>Фамилия, Имя, Отчество</label>
                    <input name="name" id="name" class="apply__input js-name" type="text" placeholder="Фамилия, Имя, Отчество" value="[[!+fi.name]]"/>
                </div>
				<span class="error">[[!+fi.error.email]]</span>
                <div class="apply-form__fields">
                    <label>Электронная почта</label>
                    <input name="email" id="email" class="apply__input js-email" type="text" placeholder="Электронная почта" value="[[!+fi.email]]"/>
                </div>
				<span class="error">[[!+fi.error.text]]</span>
                <div class="apply-form__fields">
                    <label>Ваш вопрос</label>
                    <input name="text" id="text" class="apply__text" placeholder="Ваш вопрос" value="[[!+fi.text]]">
                </div>
             <input class="submit_button button button_apply js-telefon" name="submit" type="submit" value="Отправить">
            </form>
        </div>
    </div>    

    <div class="modal-forms js-question-form-tnx">
        <div class="modal-tnx">
            <img src="/assets/img/mcheck.gif" alt=""/>
            <div class="modal-tnx__title">
                Здравствуйте,<br>
                Ваш вопрос принят в работу!
            </div>
            <div class="modal-tnx__txt">
                Благодарим Вас за интерес,<br>
                проявленный к нашей компании!
            </div>
            <div class="modal-tnx__buy">
                Всего доброго!
            </div>
            <div class="box-modal_close arcticmodal-close arcticmodal-tnx-close button">
                <span>Закрыть</span>
            </div>        </div>
    </div>

    <div class="modal-forms js-order-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Оставь свой почтовый адрес и подпишись на новости сайта
        </div>
        <div class="modal-forms-i">
            <form class="apply-form apply-form_modal js-apply-form validate" method="post" action="http://4-20.com.ua/">
			<input name="sub" id="sub" type="hidden" value="Оставь свой почтовый арес"/>

				<span class="error">[[!+fi.error.name]]</span>
                <div class="apply-form__fields">
                    <label>Фамилия, Имя, Отчество</label>
                    <input name="name" id="name" class="apply__input js-name" type="text" placeholder="Фамилия, Имя, Отчество" value=\'[[!+fi.name]]\'/>
                </div>

				<span class="error">[[!+fi.error.phone]]</span>
                <div class="apply-form__fields">
                    <label>Телефон или Skype</label>
                    <input id="phone" name="phone" class="apply__input js-field" type="text" placeholder="Телефон или Skype" value=\'[[!+fi.phone]]\'/>
                </div>

				<span class="error">[[!+fi.error.email]]</span>
                <div class="apply-form__fields">
                    <label>Электронная почта</label>
                    <input name="email" id="email" class="apply__input js-email" type="text" placeholder="Электронная почта" value="[[!+fi.email]]"/>
                </div>

				<span class="error">[[!+fi.error.text]]</span>
                <div class="apply-form__fields">
                    <label>Коментарий</label>
                   <input name="text" id="text" class="apply__text" placeholder="Коментарий" value="[[!+fi.text]]">
                </div>
              <input class="submit_button button button_apply js-telefon" name="submit" type="submit" value="Отправить">
            </form>
        </div>
    </div>
    <div class="modal-forms js-order-form-tnx">
        <div class="modal-tnx">
            <img src="/assets/img/mcheck.gif" alt=""/>
            <div class="modal-tnx__title">
                Ваша заявка принята!
                <p>Наши менеджеры свяжутся с Вами<br> в кротчайшие сроки.</p>
            </div>
            <div class="modal-tnx__txt">
               Благодарим Вас за интерес,<br>
                проявленный к нашей компании!
            </div>
            <div class="modal-tnx__buy">
                Всего доброго!
            </div>
            <div class="box-modal_close arcticmodal-close arcticmodal-tnx-close button">
                <span>Закрыть</span>
            </div>        </div>
    </div>
    
<div class="modal-forms js-phone-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Подписаться на рассылку
        </div>
        <div class="modal-forms-i">
             <form class="apply-form apply-form_modal js-apply-form validate" method="post" action="http://4-20.com.ua/">
			<input name="sub" id="sub" type="hidden" value="Подписаться на рассылку"/>

                <div class="apply-form__fields">
                    <label>Электронная почта</label>
                    <input name="email" id="email" class="apply__input js-email" type="text" placeholder="Электронная почта" value="[[!+fi.email]]"/>
                </div>
               <input class="submit_button button button_apply js-telefon" name="submit" type="submit" value="Отправить">
            </form>
        </div>
    </div>

    <div class="modal-forms js-phone-tnx">
        <div class="modal-tnx">
            <img src="/assets/img/mcheck.gif" alt=""/>
            <div class="modal-tnx__title">
                Здравствуйте,<br>
                Ваш вопрос принят в работу!
          </div>
            <div class="box-modal_close arcticmodal-close arcticmodal-tnx-close button">
                <span>Закрыть</span>
            </div>        </div>
    </div>


[[!FormIt?
   &formName=`forms2`
   &hooks=`email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`email_tpl`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`[[+sub]] с сайта http://4-20.com.ua/`
   &emailFromName=`[[+phone_name]]`
   &redirectTo=`362`
   &validate=`phone_name:required,phone_phone:required,phone_text:required:stripTags`
   &submitVar=`form-phone`

]]
<div class="modal-forms js-telefon-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Заказать звонок
        </div>
        <div class="modal-forms-i">
 <form class="apply-form apply-form_modal js-apply-form validate" method="post" id="phone_form"  action="http://4-20.com.ua/">
			<input name="sub" id="sub" type="hidden" value="Заказать звонок"/>

				<span class="error">[[!+fi.error.phone_name]]</span>
                <div class="apply-form__fields">
                    <label>Фамилия, Имя, Отчество</label>
                    <input name="phone_name" id="name" class="apply__input js-name" type="text" placeholder="Федоров Дмитрий Олегович" value=\'[[!+fi.name]]\'/>
                </div>
				<span class="error">[[!+fi.error.phone_phone]]</span>
                <div class="apply-form__fields">
                    <label>Номер телефона</label>
                    <input id="phone" name="phone_phone" class="apply__input js-field" type="text" placeholder="+7 925 123 45 67" value=\'[[!+fi.phone]]\'/>
                </div>
				<span class="error">[[!+fi.error.phone_text]]</span>
                <div class="apply-form__fields">
                    <label>Коментарий</label>
                    <input id="text" name="phone_text" class="apply__text" placeholder="Хочу поступить в Австрию!" value=\'[[!+fi.text]]\'>
                </div>
                <input class="submit_button button button_apply js-telefon" name="form-phone" type="submit" value="Отправить">
            </form>
        </div>
    </div>
<div class="modal-forms js-service-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Заказать услугу
        </div>
        <div class="modal-forms-i">
<form class="apply-form apply-form_modal js-apply-form validate" method="post" action="http://4-20.com.ua/">
			<input name="sub" id="sub" type="hidden" value="Заказать услугу"/>

				<span class="error">[[!+fi.error.name]]</span>
                <div class="apply-form__fields">
                    <label>Фамилия, Имя, Отчество</label>
                    <input name="name" id="name" class="apply__input js-name" type="text" placeholder="Фамилия, Имя, Отчество" value="[[!+fi.name]]"/>
                </div>

				<span class="error">[[!+fi.error.email]]</span>
                <div class="apply-form__fields">
                    <label>Электронная почта</label>
                    <input name="mail" id="mail" class="apply__input js-email" type="text" placeholder="Электронная почта" value="[[!+fi.email]]"/>
                </div>

				<span class="error">[[!+fi.error.text]]</span>
                <div class="apply-form__fields">
                    <label>Коментарий</label>
                    <input name="text" id="text" class="apply__text" placeholder="Коментарий" value="[[!+fi.text]]">
                </div>
                <input class="submit_button button button_apply js-telefon" name="submit" type="submit" value="Отправить">
            </form>
        </div>
    </div>
</div>


<script src="/assets/js/jquery-1.11.0.min.js"></script>
<script src="/assets/js/countdown.js"></script>
<!--script type="text/javascript" src="/assets/js/jquery.js"></script-->
<script src="/assets/js/sliderf.js"></script>
<script src="/assets/js/jquery.cycle2.min.js"></script>
<script src="/assets/js/script.js"></script>
<script src="/assets/js/jquery.validate.min.js"></script>
<script src="/assets/js/jquery.easyModal.js"></script>
<script src="/assets/js/main.js"></script>
<!--<script>
var cb1 = function() {
var l = document.createElement(\'link\'); l.rel = \'stylesheet\';
l.href = \'/assets/css/slick.css\';
var h = document.getElementsByTagName(\'head\')[0]; h.parentNode.insertBefore(l, h);
};
var cb2 = function() {
var l = document.createElement(\'link\'); l.rel = \'stylesheet\';
l.href = \'/assets/css/style.css\';
var h = document.getElementsByTagName(\'head\')[0]; h.parentNode.insertBefore(l, h);
};
var raf = requestAnimationFrame || mozRequestAnimationFrame ||
webkitRequestAnimationFrame || msRequestAnimationFrame;
if (raf) {
	raf(cb1);
	raf(cb2);
}
else {
window.addEventListener(\'load\', cb1);
window.addEventListener(\'load\', cb2);
}
</script>-->

<script>
    $(document).ready(function(){
	//remove it tomorrow
	$(".row-main .table-value").removeClass("active");
//actions block slider
        if ($(window).width()<785 || is_ios){
            $(".actions_block .container").slick({
                infinite: true,
                slidesToShow: 1,
            });
        }
//why block randomize viewing mechanics
        if ($(\'.why_teach\').length) {
            var card = [1, 2, 3, 4, 5, 6, 7, 8, 9,];
            for (var i=0; i<3; i++) {
                var rand = Math.floor(Math.random()*card.length);
                card.splice(rand, 1);
            }
            for (var i=card.length; i>0; i--) {
                $(\'.why_teach .element:nth-child(\'+card[i-1]+\')\').remove();
            }
            $(\'.element\').removeClass(\'element_disabled\');
        }
//why block slider
        if ($(window).width()<785 || is_ios){
            $(".why_teach .container").slick({
                infinite: true,
                slidesToShow: 1,
            });
        }

        $(\'#test_ch_1\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage2\').addClass(\'active\');
            e.preventDefault();
        });
        $(\'#test_ch_2\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage3\').addClass(\'active\');
            e.preventDefault();
        });
        $(\'#test_ch_3\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage4\').addClass(\'active\');
            e.preventDefault();
        });
        $(\'#test_ch_4\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage5\').addClass(\'active\');
            e.preventDefault();
        });
        $(\'#test_ch_5\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage6\').addClass(\'active\');
            e.preventDefault();
        });
        $(".packages .table-row").on("click", function() {
            $(".selected").removeClass("selected");
            $(this).addClass("selected");
            $(".pack-desc").removeClass("active");
            switch (true) {
                case $(this).hasClass("intake-housing"):
                    $(".pack-desc.intake-housing").addClass("active");
                    break;
                case $(this).hasClass("housing-visa-basic"):
                    $(".pack-desc.housing-visa-basic").addClass("active");
                    break;
                case $(this).hasClass("housing-visa-extended"):
                    $(".pack-desc.housing-visa-extended").addClass("active");
                    break;
                case $(this).hasClass("all-in"):
                    $(".pack-desc.all-in").addClass("active");
                    break;
                case $(this).hasClass("all-in-ultra"):
                    $(".pack-desc.all-in-ultra").addClass("active");
                    break;
				case $(this).hasClass("standart"):
                    $(".pack-desc.standart").addClass("active");
                    break;
                default:

            };
            var width = window.innerWidth;
            if (width < 1024) {
                if ($(this).find(".services_SR").length){
                    $(".services_SR").slideUp(function() {
                        $(".services_SR").remove();
                    });
                }
                else {
                    $(".services_SR").remove();
                    $(this).append(\'<div class="table services services_SR" style="display: none;"><div class="table-row docs"><div class="icon"></div><div class="naming">Документы на визу</div><div class="price">549 €</div></div><div class="table-row selected intake"><div class="icon"></div><div class="naming">Поступление в университет</div><div class="price">1499 €</div></div><div class="table-row selected housing"><div class="icon"></div><div class="naming">Поиск жилья</div><div class="price">569 €</div></div><div class="table-row adaptation"><div class="icon"></div><div class="naming">Помощь в адаптации</div><div class="price">659 €</div></div><div class="table-row selected consulting"><div class="icon"></div><div class="naming">Online-консультации</div><div class="price">99 €</div></div><div class="table-row ultra"><div class="icon"></div><div class="naming">Перевод, заверение <br> и пересылка документов</div><div class="price">99 €</div></div></div>\');
                    $(".services_SR").slideDown();
                }
            };
            $(this).find(".active").each(function() {
                switch (true) {
                    case $(this).hasClass("docs"):
                        $(".tables").find(".services .docs").addClass("selected");
                        break;
                    case $(this).hasClass("intake"):
                        $(".tables").find(".services .intake").addClass("selected");
                        break;
                    case $(this).hasClass("housing"):
                        $(".tables").find(".services .housing").addClass("selected");
                        break;
                    case $(this).hasClass("adaptation"):
                        $(".tables").find(".services .adaptation").addClass("selected");
                        break;
                    case $(this).hasClass("consulting"):
                        $(".tables").find(".services .consulting").addClass("selected");
                        break;
                    case $(this).hasClass("ultra"):
                        $(".tables").find(".services .ultra").addClass("selected");
                        break;
                    default:
                };
            });
        });
        var mobileNav = $(\'.nav\');
        $(".nav-toggle").on("click", function(event){
            event.stopImmediatePropagation();

            var links = ($("nav .nav-wr.js-menu>ul>li>a"));
            if ($(this).hasClass(\'active\')) {
                $(this).removeClass(\'active\');
                $("a.arrow").remove();

                mobileNav.slideUp();
            } else {
                $(this).addClass(\'active\');
                mobileNav.slideDown();

                links.each(function() {
                    var link = $(this).attr("href");
                    $(this).append(\'<a class="arrow" href="\'+link+\'">></a>\');
                });
            }
            return false;
        });
        $(".nav-toggle").on("tap", function(event){
            event.stopImmediatePropagation();
            if ($(this).hasClass(\'active\')) {
                mobileNav.slideUp();
                $(this).removeClass(\'active\');
            } else {
                mobileNav.slideDown();
                $(this).addClass(\'active\');
            }
            return false;
        });
        $(\'.arrow\').click(function(event){
            event.stopImmediatePropagation();
            console.log("clicked");
        });
        $(".menu-trigger").on("click", function(e) {
            e.preventDefault();
            $(".search-form form").removeClass("active");
            $(".mobile-search").removeClass("open");
            $(".search-form").slideUp();
            $(".search-form hr").removeClass("active");


            $(this).addClass("bigmenu");
            var self = $(this);
            setTimeout(function() {
                self.removeClass("bigmenu");
            }, 100);
            $(this).toggleClass("open");
            $(".menu-mobile li").removeClass("open");
            $(".menu-mobile ul").removeClass("open");
            $(".menu-mobile hr").removeClass("active");
            $(".menu-mobile").slideToggle();
            $(".menu-mobile>li:first-child").toggleClass("active");

        });
        $(".menu-mobile>li>a:first-child").on("click", function(e) {
            e.preventDefault();
            $(this).closest("li").addClass("big");
            var self = $(this).closest("li");
            setTimeout(function() {
                self.removeClass("big");
            }, 200);
            if ($(this).closest("li").hasClass("open"))
            {
                var href = $(this).attr("href");
                window.location.replace(href);
                $(this).closest("li").removeClass("open");
                $(this).closest("li").children("ul").height(1);
                setTimeout(function () {
                    self.children("ul").removeClass("open");
                }, 300);
                $(this).closest("li").children("hr").removeClass("active");
                $(this).closest("li").children("ul").children("li:first-child").removeClass("active");
            }
            else {
                $(this).closest("li").addClass("open");
                $(this).closest("li").children("ul").addClass("open");
                $(this).closest("li").children("hr").addClass("active");
                var height = $(".menu-mobile").outerHeight();
                $(this).closest("li").children("ul").height(height);
                $(this).closest("li").children("ul").children("li:first-child").addClass("active");
            }
        });

        $(".mobile-search").on("click", function(e) {
            e.preventDefault();
            $(".menu-trigger").removeClass("open");
            $(".menu-mobile").slideUp();
            $(".menu-mobile>li:first-child").removeClass("active");
            $(".arrow").remove();
            $(this).addClass("bigsearch");
            $(".search-form form").toggleClass("active");
            var self = $(this);
            setTimeout(function() {
                self.removeClass("bigsearch");
            }, 100);
            if ($(this).hasClass("open"))
            {
                $(this).removeClass("open");
                $(".search-form").slideUp();
                $(".search-form hr").removeClass("active");
            }
            else
            {
                $(this).addClass("open");
                $(".search-form").slideDown();
                $(".search-form hr").addClass("active");
            }
        });

        setTimeout(
                function()
                {
                    console.log(

                            $(\'.fb-comments iframe\').contents().height()

                    );
                }, 5000);

        $("a.arrow").on("click", function(event) {
            event.stopImmediatePropagation();
        });


        $.getJSON("http://freegeoip.net/json/", function (data) {
            var country = data.country_name;
            var ip = data.ip;
            $(".tel a").removeClass("active");
            if (country == "Ukraine"){
                $(".ua-tel").addClass("active");
            } else if (country == "Russia"){
                $(".ru-tel").addClass("active");
            } else if (country == "Austria"){
                $(".au-tel").addClass("active");
            }else {
                $(".ru-tel").addClass("active");
            }
        });
        var is_ios = /(iPhone|iPod)/g.test( navigator.userAgent );
        if ($(window).width()<785 || is_ios){
            $(".important-info ul").slick({
                infinite: true,
                slidesToShow: 1,
            });
        }
        if(is_ios)
        {
            $(\'<link rel="stylesheet" type="text/css" href="assets/css/iOS.css" />\').appendTo("head");
        };
        if ( navigator.userAgent.match(/Android/i)
 || navigator.userAgent.match(/webOS/i)
 || navigator.userAgent.match(/iPhone/i)
 || navigator.userAgent.match(/iPad/i)
 || navigator.userAgent.match(/iPod/i)
 || navigator.userAgent.match(/BlackBerry/i)
 || navigator.userAgent.match(/Windows Phone/i)
 ) {

        }
		else {
jQuery(\'body\').on(\'click\', \'a[href^="tel:"]\', function() {
                jQuery(this).attr(\'href\',
                jQuery(this).attr(\'href\').replace(/^tel:/, \'callto:\'));
            });
		}

    });
</script>
<script>
  window.___gcfg = {
    lang: \'ru\'
  }
</script>
<script type="text/javascript">
    $(document).ready(function() {
        if ($(window).width()<575){
            $(\'.reviews__video_index.report_small\').css(\'display\',\'block\');
            $(\'.reviews__video_index.report_large\').css(\'display\',\'none\');
        }
        $(\'.report_element .iframe\').css(\'min-height\',\'210px\');
        if ($(\'.lang\').attr(\'href\') == \'/ru/ua\'){
            $(\'.lang\').attr(\'href\', \'/ru\');
        }
        else{
            $(\'.lang\').attr(\'href\', \'/ua\');
        }

    $(\'.js-univer-counter\').countdown(\'2015/11/30\', function(event) {
        $(this).html(event.strftime(
                \'<span>%D</span>\'+
                \'<span>%H</span>\'+
                \'<span>%M</span>\'+
                \'<span>%S</span>\'
        ));
    });
    $(\'.js-reviews-cycle\').width(\'900\');
    });
</script>
<script>

$(document).ready(function(){

	$(\'#phone_form\').validate({
	  //debug: true,
	  rules:{
                phone_name: {
                    required: true,
                    minlength: 2
                },
                phone_text: {
                    required: true,
					minlength: 2
                },
                phone_phone: {
                    required: true,
                    minlength: 2
                }
            },
            messages: {
                phone_name: \'\',
                phone_text: \'\',
                phone_phone: \'\'
            },


	});

});
</script>
<!-- .row -->
<script  type="text/javascript">
$(document).ready(function(){
$(window).scroll(function(){
if ($(this).scrollTop() > 100) {
$(\'.scrollup\').fadeIn();
} else {
$(\'.scrollup\').fadeOut();
}
});

$(\'.scrollup\').click(function(){
$("html, body").animate({ scrollTop: 0 }, 600);
return false;
});
});
</script>
<script type="text/javascript">
$(document).ready(function(){
            $(\'.video_window\').easyModal();
var path = $(".video_frame iframe")[0].src;
            $(\'#video_window_open\').click(function(e){
                $(\'.video_window\').trigger(\'openModal\');
                $(".video_frame iframe")[0].src += "&autoplay=1";
                e.preventDefault();
            });
$(\'#video_window_open_mobile\').click(function(e){
                $(\'.video_window\').trigger(\'openModal\');
                $(".video_frame iframe")[0].src += "&autoplay=1";
                e.preventDefault();
            });
            $(\'#video_window_close\').click(function(e){
$(".video_frame iframe")[0].src = path;
                $(\'.video_window\').trigger(\'closeModal\');
                e.preventDefault();
            });
        });
</script>
<script type="text/javascript" src="assets/js/slick.min.js"></script>
<a class="scrollup">Наверх</a>


</body>
</html>





',
    '_isForward' => false,
  ),
  'contentType' => 
  array (
    'id' => 1,
    'name' => 'HTML',
    'description' => 'HTML content',
    'mime_type' => 'text/html',
    'file_extensions' => '.html',
    'headers' => NULL,
    'binary' => 0,
  ),
  'policyCache' => 
  array (
  ),
  'elementCache' => 
  array (
    '[[*longtitle]]' => 'Все факты о марихуане, про курение марихуаны и последствия',
    '[[*keywords]]' => 'все о марихуане, факты о марихуане, действие марихуаны, вред марихуаны, о марихуане',
    '[[*description]]' => 'Все о марихуане - от курения до выращивания. Фото, факты, исследования и доказательства. ',
    '[[$head]]' => '<head>
<title>Все факты о марихуане, про курение марихуаны и последствия</title>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0"/>
<meta name="keywords" content="все о марихуане, факты о марихуане, действие марихуаны, вред марихуаны, о марихуане" />
<meta name="description" content="Все о марихуане - от курения до выращивания. Фото, факты, исследования и доказательства. " />
<meta name = "format-detection" content = "telephone=no">
<link async="async" rel="stylesheet" type="text/css" href="/assets/css/style.css" />
<link rel="icon" href="assets/images/favicon.ico" type="image/x-icon" />
</head>
            <!--- Перенести в js---!-->
<script async="async" type="text/javascript" src="https://cdnjs.cloudflare.com/ajax/libs/jquery/1.9.0/jquery.min.js"></script>',
    '[[$header]]' => '<header class="header">
    <div class="wrapper clear">
        <a class="logo" onclick="window.location = \'/\';"><img src="/assets/img/logo.png" rel="nofollow" /></a>
                

<div class="menu-trigger"><span></span><span></span><span></span></div>
<div class="mobile-search"></div>
		<button type="button" class="nav-toggle">
                  <span></span>
                  <span></span>
                  <span></span>
                </button>
		<div class="righted">
            <div class="lang">
                <!--a href="#" rel="nofollow">Українською</a-->
            </div>
            <div class="blocks clear">
                <div class="search">
                    [[!SimpleSearchForm? &landing=`356` &tpl=`sf`]]
                </div>
                <!-- <div class="phone">
                    <div class="text">
						звоните с 
						<a data-num="+7 00000" rel="nofollow" class="active">России</a>
						<a data-num="+43 000000" rel="nofollow">Австрии</a>
						<a data-num="+38 000000000" rel="nofollow">Украины</a>
					</div>
                    <div class="num">
						<a rel="nofollow" data-num="+00000000">+7 4000000000</a>
					</div>
                </div>!-->
                <!--<a class="button phone-call" href="#" rel="nofollow">Обратный звонок</a>!--> 
            </div>
        </div>
    </div>
</header>',
    '[[Wayfinder?
		&startId=`1`
		&level=`2`
		&outerTpl=`tpl.Wayfinder.outer`
		&parentRowTpl=`tpl.Wayfinder.row.parent`
		&innerRowTpl=`tpl.Wayfinder.row.inner`
		&rowTpl=`tpl.Wayfinder.row`             
		]]' => '<li>
	<a href="kurenie-marixuanyi.html" title="Курение марихуаны"><i></i> Курение марихуаны </a>
	<ul class="menu-dropdown__list js-dropMenu" style="display: none;">
		<li  class="first">
	<a href="vred-ot-marixuanyi.html" >Вред от марихуаны</a>
	
</li>

<li >
	<a href="vliyanie-marixuanyi-na-organizm.html" >Влияние на организм</a>
	
</li>

<li >
	<a href="polza-marixuanyi.html" >Польза употребления</a>
	
</li>

<li >
	<a href="lechenie-marixuanoj.html" >Лечебные свойства марихуаны</a>
	
</li>

<li >
	<a href="kak-kurit-gashish-i-effekt-ot-gashisha.html" >Все про гашиш</a>
	
</li>

<li >
	<a href="chto-takoe-tgk.html" >Что такое тгк и его влияние</a>
	
</li>

<li >
	<a href="chto-takoe-kannabis.html" >Что такое каннабис</a>
	
</li>

<li >
	<a href="chto-takoe-anasha.html" >Что такое анаша</a>
	
</li>

<li >
	<a href="luchshie-sorta-konopli.html" >Лучшие сорта конопли</a>
	
</li>

<li >
	<a href="sposobyi-upotrebleniya-marixuanyi.html" >Девайсы для курения</a>
	
</li>

<li  class="last">
	<a href="zakon-za-vyirashhivanie-marixuanyi.html" >Закон Украины о выращивании марихуаны</a>
	
</li>


	</ul>
</li>
<li>
	<a href="vyirashhivanie-marixuanyi.html" title="Как выращивать марихуану и детали про выращивание"><i></i> Выращивание марихуаны </a>
	<ul class="menu-dropdown__list js-dropMenu" style="display: none;">
		<li  class="first">
	<a href="vyirashhivanie-marixuanyi-v-otkryitom-grunte.html" >В открытом грунте - аутдор</a>
	
</li>

<li >
	<a href="vyirashhivanie-konopli-v-domashnix-usloviyax.html" >В закрытом грунте - индор</a>
	
</li>

<li >
	<a href="kak-pravilno-prorastit-semena-marixuanyi.html" >Проращивание семян</a>
	
</li>

<li  class="last">
	<a href="gidroponika-marixuanyi.html" >Гидропоника</a>
	
</li>


	</ul>
</li>
<li>
	<a href="semena-marixuanyi.html" title="Семена марихуаны"><i></i> Семена марихуаны </a>
	<ul class="menu-dropdown__list js-dropMenu" style="display: none;">
		<li  class="first">
	<a href="sativa-indika.html" >Что такое сатива и индика</a>
	
</li>


	</ul>
</li>
<li>
	<a href="oborudovanie-dlya-vyirashhivaniya-marixuanyi.html" title="Оборудование для выращивания"><i></i> Оборудование </a>
	<ul class="menu-dropdown__list js-dropMenu" style="display: none;">
		<li  class="first">
	<a href="lampyi-dlya-vyirashhivaniya-marixuanyi.html" >Лампы для марихуаны</a>
	
</li>

<li >
	<a href="grouboks-dlya-marixuanyi.html" >Гроубоксы</a>
	
</li>

<li >
	<a href="udobreniya-dlya-marixuanyi.html" >Удобрения для марихуаны</a>
	
</li>

<li  class="last">
	<a href="otrazhateli.html" >Отражатели</a>
	
</li>


	</ul>
</li>
',
    '[[$menu]]' => '<nav class="nav">
  <div class="wrapper">
	<div class="nav-wr js-menu">
	  <ul>
		<li>
	<a href="kurenie-marixuanyi.html" title="Курение марихуаны"><i></i> Курение марихуаны </a>
	<ul class="menu-dropdown__list js-dropMenu" style="display: none;">
		<li  class="first">
	<a href="vred-ot-marixuanyi.html" >Вред от марихуаны</a>
	
</li>

<li >
	<a href="vliyanie-marixuanyi-na-organizm.html" >Влияние на организм</a>
	
</li>

<li >
	<a href="polza-marixuanyi.html" >Польза употребления</a>
	
</li>

<li >
	<a href="lechenie-marixuanoj.html" >Лечебные свойства марихуаны</a>
	
</li>

<li >
	<a href="kak-kurit-gashish-i-effekt-ot-gashisha.html" >Все про гашиш</a>
	
</li>

<li >
	<a href="chto-takoe-tgk.html" >Что такое тгк и его влияние</a>
	
</li>

<li >
	<a href="chto-takoe-kannabis.html" >Что такое каннабис</a>
	
</li>

<li >
	<a href="chto-takoe-anasha.html" >Что такое анаша</a>
	
</li>

<li >
	<a href="luchshie-sorta-konopli.html" >Лучшие сорта конопли</a>
	
</li>

<li >
	<a href="sposobyi-upotrebleniya-marixuanyi.html" >Девайсы для курения</a>
	
</li>

<li  class="last">
	<a href="zakon-za-vyirashhivanie-marixuanyi.html" >Закон Украины о выращивании марихуаны</a>
	
</li>


	</ul>
</li>
<li>
	<a href="vyirashhivanie-marixuanyi.html" title="Как выращивать марихуану и детали про выращивание"><i></i> Выращивание марихуаны </a>
	<ul class="menu-dropdown__list js-dropMenu" style="display: none;">
		<li  class="first">
	<a href="vyirashhivanie-marixuanyi-v-otkryitom-grunte.html" >В открытом грунте - аутдор</a>
	
</li>

<li >
	<a href="vyirashhivanie-konopli-v-domashnix-usloviyax.html" >В закрытом грунте - индор</a>
	
</li>

<li >
	<a href="kak-pravilno-prorastit-semena-marixuanyi.html" >Проращивание семян</a>
	
</li>

<li  class="last">
	<a href="gidroponika-marixuanyi.html" >Гидропоника</a>
	
</li>


	</ul>
</li>
<li>
	<a href="semena-marixuanyi.html" title="Семена марихуаны"><i></i> Семена марихуаны </a>
	<ul class="menu-dropdown__list js-dropMenu" style="display: none;">
		<li  class="first">
	<a href="sativa-indika.html" >Что такое сатива и индика</a>
	
</li>


	</ul>
</li>
<li>
	<a href="oborudovanie-dlya-vyirashhivaniya-marixuanyi.html" title="Оборудование для выращивания"><i></i> Оборудование </a>
	<ul class="menu-dropdown__list js-dropMenu" style="display: none;">
		<li  class="first">
	<a href="lampyi-dlya-vyirashhivaniya-marixuanyi.html" >Лампы для марихуаны</a>
	
</li>

<li >
	<a href="grouboks-dlya-marixuanyi.html" >Гроубоксы</a>
	
</li>

<li >
	<a href="udobreniya-dlya-marixuanyi.html" >Удобрения для марихуаны</a>
	
</li>

<li  class="last">
	<a href="otrazhateli.html" >Отражатели</a>
	
</li>


	</ul>
</li>

	  </ul>
	</div>
  </div>
</nav>





',
    '[[Wayfinder?
		&startId=`1`
		&level=`2`
		&outerTpl=`tpl.Wayfinder.outer`
		&parentRowTpl=`tpl.Wayfinder.row.parent.mobile`
		&innerRowTpl=`tpl.Wayfinder.row.inner`
		&rowTpl=`tpl.Wayfinder.row.mobile`             
		]]' => '<li>
	<a href="kurenie-marixuanyi.html" title="Курение марихуаны"><i></i> Курение марихуаны </a>
<hr/>
	<ul>
		<li  class="first">
	<a href="vred-ot-marixuanyi.html" >Вред от марихуаны</a>
	
</li>

<li >
	<a href="vliyanie-marixuanyi-na-organizm.html" >Влияние на организм</a>
	
</li>

<li >
	<a href="polza-marixuanyi.html" >Польза употребления</a>
	
</li>

<li >
	<a href="lechenie-marixuanoj.html" >Лечебные свойства марихуаны</a>
	
</li>

<li >
	<a href="kak-kurit-gashish-i-effekt-ot-gashisha.html" >Все про гашиш</a>
	
</li>

<li >
	<a href="chto-takoe-tgk.html" >Что такое тгк и его влияние</a>
	
</li>

<li >
	<a href="chto-takoe-kannabis.html" >Что такое каннабис</a>
	
</li>

<li >
	<a href="chto-takoe-anasha.html" >Что такое анаша</a>
	
</li>

<li >
	<a href="luchshie-sorta-konopli.html" >Лучшие сорта конопли</a>
	
</li>

<li >
	<a href="sposobyi-upotrebleniya-marixuanyi.html" >Девайсы для курения</a>
	
</li>

<li  class="last">
	<a href="zakon-za-vyirashhivanie-marixuanyi.html" >Закон Украины о выращивании марихуаны</a>
	
</li>


	</ul>
</li>
<li>
	<a href="vyirashhivanie-marixuanyi.html" title="Как выращивать марихуану и детали про выращивание"><i></i> Выращивание марихуаны </a>
<hr/>
	<ul>
		<li  class="first">
	<a href="vyirashhivanie-marixuanyi-v-otkryitom-grunte.html" >В открытом грунте - аутдор</a>
	
</li>

<li >
	<a href="vyirashhivanie-konopli-v-domashnix-usloviyax.html" >В закрытом грунте - индор</a>
	
</li>

<li >
	<a href="kak-pravilno-prorastit-semena-marixuanyi.html" >Проращивание семян</a>
	
</li>

<li  class="last">
	<a href="gidroponika-marixuanyi.html" >Гидропоника</a>
	
</li>


	</ul>
</li>
<li>
	<a href="semena-marixuanyi.html" title="Семена марихуаны"><i></i> Семена марихуаны </a>
<hr/>
	<ul>
		<li  class="first">
	<a href="sativa-indika.html" >Что такое сатива и индика</a>
	
</li>


	</ul>
</li>
<li>
	<a href="oborudovanie-dlya-vyirashhivaniya-marixuanyi.html" title="Оборудование для выращивания"><i></i> Оборудование </a>
<hr/>
	<ul>
		<li  class="first">
	<a href="lampyi-dlya-vyirashhivaniya-marixuanyi.html" >Лампы для марихуаны</a>
	
</li>

<li >
	<a href="grouboks-dlya-marixuanyi.html" >Гроубоксы</a>
	
</li>

<li >
	<a href="udobreniya-dlya-marixuanyi.html" >Удобрения для марихуаны</a>
	
</li>

<li  class="last">
	<a href="otrazhateli.html" >Отражатели</a>
	
</li>


	</ul>
</li>
',
    '[[$menu-mobile]]' => '<nav class="menu-mobile-container">
  <div class="wrapper">
<div class="search-form">
            [[!SimpleSearchForm? &landing=`356` &tpl=`sf`]]
            <hr/>
</div>
	<div>
	  <ul class="menu-mobile">
		<li>
	<a href="kurenie-marixuanyi.html" title="Курение марихуаны"><i></i> Курение марихуаны </a>
<hr/>
	<ul>
		<li  class="first">
	<a href="vred-ot-marixuanyi.html" >Вред от марихуаны</a>
	
</li>

<li >
	<a href="vliyanie-marixuanyi-na-organizm.html" >Влияние на организм</a>
	
</li>

<li >
	<a href="polza-marixuanyi.html" >Польза употребления</a>
	
</li>

<li >
	<a href="lechenie-marixuanoj.html" >Лечебные свойства марихуаны</a>
	
</li>

<li >
	<a href="kak-kurit-gashish-i-effekt-ot-gashisha.html" >Все про гашиш</a>
	
</li>

<li >
	<a href="chto-takoe-tgk.html" >Что такое тгк и его влияние</a>
	
</li>

<li >
	<a href="chto-takoe-kannabis.html" >Что такое каннабис</a>
	
</li>

<li >
	<a href="chto-takoe-anasha.html" >Что такое анаша</a>
	
</li>

<li >
	<a href="luchshie-sorta-konopli.html" >Лучшие сорта конопли</a>
	
</li>

<li >
	<a href="sposobyi-upotrebleniya-marixuanyi.html" >Девайсы для курения</a>
	
</li>

<li  class="last">
	<a href="zakon-za-vyirashhivanie-marixuanyi.html" >Закон Украины о выращивании марихуаны</a>
	
</li>


	</ul>
</li>
<li>
	<a href="vyirashhivanie-marixuanyi.html" title="Как выращивать марихуану и детали про выращивание"><i></i> Выращивание марихуаны </a>
<hr/>
	<ul>
		<li  class="first">
	<a href="vyirashhivanie-marixuanyi-v-otkryitom-grunte.html" >В открытом грунте - аутдор</a>
	
</li>

<li >
	<a href="vyirashhivanie-konopli-v-domashnix-usloviyax.html" >В закрытом грунте - индор</a>
	
</li>

<li >
	<a href="kak-pravilno-prorastit-semena-marixuanyi.html" >Проращивание семян</a>
	
</li>

<li  class="last">
	<a href="gidroponika-marixuanyi.html" >Гидропоника</a>
	
</li>


	</ul>
</li>
<li>
	<a href="semena-marixuanyi.html" title="Семена марихуаны"><i></i> Семена марихуаны </a>
<hr/>
	<ul>
		<li  class="first">
	<a href="sativa-indika.html" >Что такое сатива и индика</a>
	
</li>


	</ul>
</li>
<li>
	<a href="oborudovanie-dlya-vyirashhivaniya-marixuanyi.html" title="Оборудование для выращивания"><i></i> Оборудование </a>
<hr/>
	<ul>
		<li  class="first">
	<a href="lampyi-dlya-vyirashhivaniya-marixuanyi.html" >Лампы для марихуаны</a>
	
</li>

<li >
	<a href="grouboks-dlya-marixuanyi.html" >Гроубоксы</a>
	
</li>

<li >
	<a href="udobreniya-dlya-marixuanyi.html" >Удобрения для марихуаны</a>
	
</li>

<li  class="last">
	<a href="otrazhateli.html" >Отражатели</a>
	
</li>


	</ul>
</li>

	  </ul>
	</div>
  </div>
</nav>
',
    '[[*intro]]' => '<section class="intro intro_2"> <div class="wrapper"> <div class="intro__slogan intro__slogan_2">Все о марихуанае в Украине  и не только</div> <!--<div class="intro__rec intro__rec_2"><a class="button button_rec" href="/zajavka-na-postuplenie.html"><span>Подписаться</span></a></div> <div class="intro__skype">Получи платную консультацию по Skype</div>!--> </div> </section>',
    '[[*pagetitle]]' => 'Все о марихуане',
    '[[*introtext]]' => '<!--Марихуана стала всемирно известным продуктом в начале 1960 годов благодаря культуре "хиппи". Тем не менее не многие на сегодняшний день знают все о марихуане, а так же о том что растение марихуаны применяли и употребляли еще древние племена как лекарство, пищу и во многих других целях. Благодаря своей безмерной популярности в мире, марихуана имеет десятки названий. Самые популярные из них в странах СНГ: конопля, каннабис, план, ганджа, травка, ганджубас, дубас, дуст, маривана. !-->',
    '[[$bestuniver]]' => '<!--<section class="tabs">
 <div class="title">
	Товары и оборудование которые мы предлагаем <br> это лучшее что Вы найтете :
  </div>
  <div class="clear">
	<div class="tabs-names">
	  <button type="button" class="name">Гроубокс</button>
	  <button type="button" class="name">Полив системы</button>
	  <button type="button" class="name">Освещение</button>
	  <button type="button" class="name">Автоматика</button>
	  <button type="button" class="name">Вентиляция</button>
	  <button type="button" class="name">Удобрения</button>
	  <button type="button" class="name">Гидропонные системы</button>
	</div>
	<div class="tabs-contents">
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Гроутент <br> сборно-разборная конструкция</div>
			  <div class="value">Габариты: 300х300х200 см.</div>
			</div>
			<div class="text">
			  <div class="name">Гроубокс Mammoth Pro <br>(Dark Room) </div>
			  <div class="value">13\'690.00 грн.<br>
			  </div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее об товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Система:</div>
			  <div class="value">Автомат</div>
			</div>
			<div class="text">
			  <div class="name">Особенности работы:</div>
			  <div class="value">Вожможность ручного полива <br>Возможность автоматизированной настройки</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Лампы:</div>
			  <div class="value">ДНАТ</div>
			</div>
			<div class="text">
			  <div class="name">Период работы:</div>!
			  <div class="value">12 часов беспрерывно<br>20 часов беспрерывно</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Авто:</div>
			  <div class="value">Авто</div>
			</div>
			<div class="text">
			  <div class="name">Авто:</div>
			  <div class="value">Авто</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="/kunst.html">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Схема работы:</div>
			  <div class="value">По установленному времени</div>
			</div>
			<div class="text">
			  <div class="name">Дополнительно:</div>
			  <div class="value">Настрочка контроля температуры<br>Настройка контроля влажности</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Для гидропоники:</div>
			  <div class="value">Значительное улучшение роста</div>
			</div>
			<div class="text">
			  <div class="name">Для выращивания в открытом грунте:</div>
			  <div class="value">От выредителей, перепадов температуры, YF и другие</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Габариты:</div>
			  <div class="value">От 2 до 10 метров</div>
			</div>
			<div class="text">
			  <div class="name">Потребление энергии:</div>
			  <div class="value">220 В</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Язык обучения:</div>
			  <div class="value">Английский</div>
			</div>
			<div class="text">
			  <div class="name">Срок подачи документов:</div>
			  <div class="value">1 июня по 15 августа<br>1 декабря - 15 февраля</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее</a>
		  </div>
		</article>
	  </div>
	</div>
  </div>
</section>

!-->',
    '[[$problems]]' => '<div class="problems">
<div class="wrapper">
<div class="problems__title">Проблемы и последствия<br> курения марихуаны</div>
<div class="problems-r"><ol class="numlist numlist_problems">
<li>Нарушенная координация направленных действий и движений;</li>
<li>Увеличение времени реагирования на сказанное, увиденное, услышанное;</li>
<li>Значительно ухудшение или потеря кратковременной памяти;</li>
<li>Упадок остроты зрения, а так же деструктив цветопередачи;</li>
<li>Возможно отрофирование сетчатки и зрительного нерва.</li>
</ol></div>
</div>
</div>
<div class="problems problems_solving">
<div class="wrapper">
<div class="problems__title problems__title_solving">Возможности применения марихуаны <br> в терапевтических или лечебных целях</div>
<div class="problems-r"><ol class="numlist numlist_problems-solving">
<li>Марихуана улучшает аппетит и качество работы вкусовых рецепторов у больных раком.</li>
<li>Курение марихуаны значительно снижает симптомы нейропатической боли.</li>
<li>Экстракт каннабиса может снимать болевой шок и симптомы после сложных операции.</li>
<li>Марихуана способствует частичному снятию или облегчению симптома  спастичности.</li> 
<li>Экстракт каннабиса используется в спрее «Sativex» - для лечения больных с рассеянным склерозом. Одобрен в Соединенном Королевстве.</li>
<li>Активные вещества в составе конопли, способствуют остановке роста рака простаты.</li>
<li>Применение марихуаны может защищать людей преклонного возвраста от остеопороза.</li>
<li>Каннабис облегчает симптомы аллергического контактного  дерматита.</li>
<li>Курение марихуаны снимает посттравматический синдром и зажимы.</li>
</ol></div>
</div>
</div>
<div class="problems">
<div class="wrapper">
<div class="problems_vid"><noindex><iframe rel="nofollow"src="https://www.youtube.com/embed/BYqCl4-AOYQ" width="500" height="350"frameborder="0"></iframe></noindex></div>
<div class="problems-r">
<ul>
<li style="line-height: 22px;    padding-left: 50px;"> В Украине - марихуана является незаконным наркотиком. Выращивание, курение и распространение преследуется и карается законодательством Украины! <br /><br /></li>
<li style="line-height: 22px;    padding-left: 50px;">Несмотря на то что существуют страны в которых лечебная марихуана легализированна, оценить ее пользу, смогут по достоинству действительно те кому она нужна в лечебных целях. Существуют самые различные мнения относительно легального статуса  конопли.  Ряд ученых, а также пациенты, особенно те из них, что страдают от хронической боли, могут  видеть плюсы и минусы медицинского применения конопли более объективно.
 <br />
В большинстве стран мира производство марихуаны является незаконным. <p class="justy">Это означает, что ее выращивание и производство скрыто от глаз общественности. В отличие от законных лекарств  или продуктов  питания, здесь отсутствует общественный контроль, зато популярен черный рынок сбыта который стимулирет продажу более тяжелых наркотив. В отличии от такой ситуации, страны где конопля легалезированна и продается в специализированных местах, продажа тяжелых наркотических препаратов практически искоренена или отсутсвует вовсе. </p> </li>
</ul></div>
</div>
</div>',
    '[[~5]]' => 'sativa-indika.html',
    '[[$bloks]]' => '
<section class="how-work">
  <div class="wrapper">
	<div class="index-title">Как мы работаем?</div>
	<ul class="how-work__list">
	  <li><img class="how-work__ico" src="/assets/img/hw1.png" alt="">Вы оформляете заказ</li>
	  <li><img class="how-work__ico" src="/assets/img/hw2.png" alt="">Связываемся с Вами для уточнения деталей</li>
	  <li><img class="how-work__ico" src="/assets/img/hw3.png" alt="">Предоставляем реквизиты для оплаты</li>
	  <li><img class="how-work__ico" src="/assets/img/hw4.png" alt="">Отправляем Вам посылку</li>
	</ul>
	<a class="button button_hwmore" href="/about.html"><span>Детальней ознакомиться</span></a>
  <!--<ul class="facts">
	<li>
	  <div class="facts-b facts-1">
		<div class="facts__title">Лутьшие сорта</div>
	  </div>
	  <div class="facts-hover facts-hover_1">
		<div class="facts__title facts__title_hover">Лутьшие сорта</div>
		<div class="facts__ico f1">&nbsp;</div>
		<a class="button button_apply" href="/contact.html"><span>Подробнее</span></a></div>
	</li>
	<li>
	  <div class="facts-b facts-2">
		<div class="facts__title">8 лет на рынке</div>
	  </div>
	  <div class="facts-hover facts-hover_1">
		<div class="facts__title facts__title_hover">8 лет на рынке</div>
		<div class="facts__ico f2">&nbsp;</div>
		<a class="button button_apply" href="/reports.html"><span>Подробнее</span></a></div>
	</li>
	<li>
	  <div class="facts-b facts-3">
		<div class="facts__title">Лучшие производители</div>
	  </div>
	  <div class="facts-hover facts-hover_1">
		<div class="facts__title facts__title_hover">Лучшие производители</div>
		<div class="facts__ico f3">&nbsp;</div>
		<a class="button button_apply" href="sativa-indika.html"><span>Подробнее</span></a></div>
	</li>
	<li>
	  <div class="facts-b facts-4">
		<div class="facts__title">Лучшие семена</div>
	  </div>
	  <div class="facts-hover facts-hover_1">
		<div class="facts__title facts__title_hover">Лучшие семена</div>
		<div class="facts__ico f4">&nbsp;</div>
		<a class="button button_apply" href="/reports.html"><span>Подробнее</span></a></div>
	</li>
  </ul>!-->
  </div>
</section>',
    '[[$slider_text]]' => '<div class="slider-main-wrapper text-wrapper">
    <section>
        <p class="block_header">Отзывы студентов из Австрии</p>
        <div class="slick-comment-slider">

			  <div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="http://www.youtube.com/embed/emE6Lch3XBE">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/social_4.jpg" alt=""/>
                        <p class="block_header_h4">Ольга Давыдова</p>
                        <hr/>
                        <p>Поступила: Международная экономика (магистратура)</p>
                        <hr/>
                        <p>Венский университет</p>
                    </div>
                    <p>Моя самостоятельная подача документов в Венский университет увенчалась отказом. Я потеряла пол года времени и решила больше не рисковать, поэтому обратилась в Education in Vienna. Через 3 месяца после передачи документов компании я получила приглашение на магистратуру...</p>
                </div>
            </div>

            <div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="https://www.youtube.com/embed/JVFd3DE5m34">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/4-84.jpg" alt=""/>
                        <p class="block_header_h4">Ирина Сидорова, 17 лет</p>
                        <hr/>
                        <p>Поступила: Международная экономика</p>
                        <hr/>
                        <p>Венский экономический университет</p>
                    </div>
                    <p>...Так как на момент поступления мне было только 17 лет, мы решили не рисковать и обратиться в образовательное агентство. Из трех компаний мы выбрали Education in Vienna. Нам быстро оформили все документы и уже в сентябре я получила приглашение из двух университетов: Венского Главного и Венского экономического...</p>
                </div>
            </div>

            <div class="slide">
                <div class="slide-info">
                    <img src="assets/img/2-194.jpg" alt=""/>
                    <p class="block_header_h4">Екатерина Захарова, 19 лет</p>
                    <hr/>
                    <p>Поступила: Лечебное дело</p>
                    <hr/>
                    <p>Венский медицинский университет</p>
                </div>
                <div class="slide-text">
                    <p>Было много опасений, в основном связанных со временем, незнанием языка и непониманием всей процедуры оформления документов. На момент поступления в Вену я уже закончила 1 год Медицинского университета в Москве и продолжала обучение на втором курсе, поэтому я очень боялась, что потеряю много времени, если буду делать все сама. В итоге, уже через 6 недель после отправки документов в Вену, я получила приглашение из Венского медицинского университета! Моей радости не было предела! :) Документы на визу рассматривали долго - целых 10 недель. Но я, слава Богу, успела к началу учебного семестра, записалась на курсы и готовлюсь к стационарной учебе в Меде. Говорят, что учиться сложно, но очень интересно. Посмотрим! </p>
                </div>
            </div>

			<div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="http://www.youtube.com/embed/AaIBTIx02DQ">
                    </iframe>
                </div>
			    <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/social.jpg" alt=""/>
                        <p class="block_header_h4">Полина Ковалевская, 21 год</p>
                        <hr/>
                        <p>Поступила: Публицистика (магистратура)</p>
                        <hr/>
                        <p>Венский Университет</p>
                    </div>
                    <p>Я поступила в Вену после окончания учебы в Киеве по специальности "Реклама и PR". Так как мой парень год назад приехал сюда учиться и у него с поступлением все прошло успешно, сомнений в выборе компании у меня не было. Сейчас мы переезжаем в квартиру и у нас все хорошо:) </p>
                </div>
            </div>

			<div class="slide">
                <div class="slide-info">
                    <img src="assets/img/2-193.jpg" alt=""/>
                    <p class="block_header_h4">Анастасия Фескова, 22 года</p>
                    <hr/>
                    <p>Поступила: Международная экономика</p>
                    <hr/>
                    <p>Венский университет</p>
                </div>
                <div class="slide-text">
                    <p>Я поступала вместе с четырьмя одногрупниками из Киевского Экономического Университета. Мы переживали почти по любому поводу, особенно боялись столкнуться с мошенниками и потерять такую сумму денег. Настораживало, что другая фирма запросила в три раза больше! По факту мы получили даже больше чем расчитывали. Через несколько месяцев с разницей в 1-2 недели все получили визы, нас встретили по приезде, общежитие оказалось таким как на фотографиях, в течение первых недель нам помогли со всеми нужными документами и регистрациями для начала учебы. И самое главное, даже после выполнения всех оговоренных условий, нам продолжали помогать по разным вопросам еще долгое время.</p>
                </div>
            </div>

            <div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="http://www.youtube.com/embed/ix8IXeNhx28">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/6-80.jpg" alt=""/>
                        <p class="block_header_h4">Илья Давыденко, 19 лет</p>
                        <hr/>
                        <p>Поступил: Стоматология</p>
                        <hr/>
                        <p>Венский медицинский университет</p>
                    </div>
                    <p>Факт того, что я уже нахожусь в Вене по студенческой визе и учусь в Венском медицинском университете говорит о том, что организация Education in Vienna знает, что делает! Самостоятельно я, наверное, не справился бы. </p>
                </div>
            </div>

            <div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="https://www.youtube.com/embed/jgDFawmvt1A">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/2-83.jpg" alt=""/>
                        <p class="block_header_h4">Полина Филиппенко, 17 лет</p>
                        <hr/>
                        <p>Поступила: История</p>
                        <hr/>
                        <p>Венский университет</p>
                    </div>
                    <p>Родители уговорили меня поступать в Австрию в 11-м классе. Сначала мы с родителями пытались оформить все документы самостоятельно, но в процессе поняли, что все очень муторно и сложно, поэтому решили обратиться в компанию. Приглашение мне прислали уже через 8 недель, а с оформлением визы проблем не возникло...
                </div>
            </div>

			<div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="http://www.youtube.com/embed/0OUuTegTBL0">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/3-82.jpg" alt=""/>
                        <p class="block_header_h4">Екатерина Кузина, 18 лет</p>
                        <hr/>
                        <p>Поступила: Экономика и право</p>
                        <hr/>
                        <p>Венский экономический университет</p>
                    </div>
                    <p>Для поступления сперва я рассматривала Германию, но я не успела оформить документы до 31 мая, потому что аттестат мне выдали только в июне. Я не хотела учиться в России и хотела уехать сразу после школы, поэтому я выбрала Австрию. Мы очень боялись пролететь, но у нас все получилось и я уже учусь в Вене!</p>
                </div>
            </div>

        </div>
    </section>
</div>
<script type="text/javascript">
    console.log(\'header\');
    $(document).ready(function(){
        if ($(\'.slick-comment-slider\').length) {
            $(\'.slick-comment-slider\').slick({
                infinite: true,
                dots: true
            });
        }
    });
</script>',
    '[[$form_request_consult]]' => '<div class="main-form-container request_consult">
    <form method="post" action="request_consult">
        <div class="container-main">
        <p class="block_header rel-con">Бесплатная консультация </p>
            <p class="form-desc">Заполните форму и мы перезвоним Вам в течение 1 рабочего дня!</p>
            <div class="container-row inputs">
                <div>
                    <label for="name"><span class="strong uppercase">Ваше имя</span></label>
                    <input id="name" type="text"/></div>
                <div>
                    <label for="phone_num"><span class="strong uppercase">Ваш телефон</span></label>
                    <input id="phone_num" type="text"/></div>
            </div>
         <div class="container-row">
                <span class="strong uppercase">Я хочу </span>
                <input id="6m" type="radio" name="request_year"/>
                <label for="6m">6 месяцев</label>
                <input id="12m" type="radio" name="request_year"/>
                <label for="12m">1 года</label>
                <input id="24m" type="radio" name="request_year"/>
                <label for="24m">2 лет</label>
            </div>
            <div class="rel-con">
                <p><span class="strong">Для  Вам понадобится только </span></p>
                <p><span class="strong">Все остальные документы мы оформим за Вас!</span></p>
            </div>
            <hr class="desc_blue"/>
            <input type="submit" value="Отправить заявку" class="rel-con"/>
        </div>
    </form>
</div>',
    '[[getResources?
&tpl=`new`
&parents=`4`
&showHidden=`1`
&limit=`3`
&includeTVs=`1` 
&processTVs=`1`
&includeTVList=`img`
&includeContent=`1`
&tvPrefix=``
&processTVList=`img`

]]' => '<li>
    <a class="col3__title" href="sativa-indika.html">
        <img class="col3__img" src="" alt="Сатива индика">
    </a>

    <div class="col3__info">
        <div class="news-meta">
            <div class="news-meta__date">03</div>
            <div class="news-meta__month">12
                <div class="news-meta__year">2015</div>
            </div>
        </div>
        <a class="col3__title" href="sativa-indika.html">Сатива индика</a>
        <div class="col3__text"><p></p></div>
    </div>
</li>',
    '[[*id]]' => 1,
    '[[~1]]' => 'http://4-20.com.ua/',
    '[[$sendmail]]' => '[[!FormIt?
   &formName=`sendmail`
   &hooks=`spam,email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`sendEmailTpl_email`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`Подписка на новости с главной http://4-20.com.ua/`
   &redirectTo=`359`
   &validate=`e_email:email:required`
   &submitVar=`e-submit`
]]
<section class="send-mail-b send-mail-b_index" id="email" >
        <div class="send-mail-b__title">
            Отправь нам свою почту
        </div>
        <div class="send-mail-b__subtitle">
            и будь вкурсе всех новостей связаных с Коноплей в Украине
        </div>
        <form name="email" class="send-mail-b__form cntmm" method="post" action="http://4-20.com.ua/#email">
		<span class="error">[[!+fi.error.e_email]]</span>
            <input name="e_email" id="emailz" class="send-mail-b__input" type="text" placeholder="Электронная почта" value="[[!+fi.email]]">
            <input class="submit_button button button_apply js-telefon" name="e-submit" type="submit" value="Отправить">
         </form>
    </section>',
    '[[$form_main]]' => '[[!FormIt?
   &formName=`form_main`
   &hooks=`spam,email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`sendEmailTpl_main`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`Оценка шансов на поступление http://4-20.com.ua/`
   &redirectTo=`358`
   &validate=`u_name:required,u_phone:required,u_name:required,u_email:email:required,u_text:required:stripTags`
   &submitVar=`form-uslugi`
]]
[[!+fi.error_message:notempty=`<p>[[!+fi.error_message]]</p>`]]





<form class="apply-form js-apply-form" action="http://4-20.com.ua/#form" method="post" id="form">
<span class="error">[[!+fi.error.u_name]]</span>
<div class="apply-form__fields"><label>Фамилия, Имя, Отчество</label> <input id="name" class="apply__input js-name" type="text" name="u_name" /></div>

<span class="error">[[!+fi.error.u_phone]]</span>
<div class="apply-form__fields"><label>Контактный телефон или Skype</label> <input id="phone" class="apply__input js-phone_skype" type="text" name="u_phone" /></div>

<span class="error">[[!+fi.error.u_email]]</span>
<div class="apply-form__fields"><label>Электронная почта</label> <input id="memail" class="apply__input js-email" type="text" name="u_email" /></div>

<span class="error">[[!+fi.error.u_text]]</span>
<div class="apply-form__fields"><label>Ваш вопрос</label><textarea id="message" class="apply__text js-text" name="u_text"></textarea></div>
<input name="form-uslugi" type="submit" value="Отправить заявку" class="button button_apply  submit_button button button_apply  " />
</form>',
    '[[$inform]]' => '<div class="wrapper">
  <section class="reviews reviews_index">
<div class="index-title">
 <span>Видео о марихуане</span>
</div>
<div class="reviews-content reviews-content_index js-reviews-content js-reviews-1" style="display: block;"> <div class="reviews__video reviews__video_index">
<object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/BYqCl4-AOYQ">



 <param name="movie" value="https://www.youtube.com/v/BYqCl4-AOYQ">
 </object>
 </div>
 <div class="reviews-i reviews-i_index">
<div class="reviews-avatar reviews-avatar_index"><img title="Как растёт конопля-от начала и до конца от семени до шишки." width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Как растёт конопля-от начала и до конца от семени до шишки."><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
</div>
<div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Как растёт конопля - от начала и до конца, от семени до шишки. </div>
 <div class="reviews__text"><p>Пятиминутное видео о росте марихуаны. От зарождения в зернышке и до самой посленей стадии перед сбором урожая.</p>
<p>Комплексная, многоракурсная съемка, ускоренная после в десятки раз, открывает новые границы познания растения.</p></div>
</div>
 </div>
</div><div class="reviews-content reviews-content_index js-reviews-content js-reviews-2" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/AOQdqBwp1EM">
 <param name="movie" value="https://www.youtube.com/v/AOQdqBwp1EM">
 </object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="Как растёт конопля-от начала и до конца от семени до шишки." width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Как растёт конопля-от начала и до конца от семени до шишки."><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
  </div>
   <div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Бесценное растение конопля.</div>
 <div class="reviews__text"><p>Чем она так любима всеми миру и почему за марихуану ведеться такая ежедневная страншная борьба.</p>
<p>Мнения приверженцев и сторонников. Интересные факты о бесценности каннабиса. Польза, вред и незаменимые элементы - обо всем этом и многом другом в видео.</p></div>
 </div>
</div>
</div>
<div class="reviews-content reviews-content_index js-reviews-content js-reviews-3" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/NfH8zwz3Lio">
<param name="movie" value="https://www.youtube.com/v/NfH8zwz3Lio">
</object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="" width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="и"><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
 </div>
  <div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Марихуана - лекарство от более чем 50 болезней. </div>
 <div class="reviews__text"><p>Лечебные свойства конопли неоспоримы. Сотни ежедневных исследований вновь и вновь доказывают это.</p>
<p>Запреты исследований ограничивают возможности медецины, но даже те исцеляющие свойства конопли которые найдены сегодня делают это растение по истине незаменимым.</p></div>
 </div>
</div>
</div><div class="reviews-content reviews-content_index js-reviews-content js-reviews-4" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/YzF6LhKJMr8">
<param name="movie" value="https://www.youtube.com/v/YzF6LhKJMr8">
</object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="Обучение в Вене. Отзыв от студентки Ирины Сидоровой" width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Обучение в Вене. Отзыв от студентки Ирины Сидоровой"><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
 </div>
 <div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Лучший гровинг</div>
 <div class="reviews__text"><p>Советы от ТОП экспертов по гровингу конопли из Амстердама и Канады. Бесценные сектеры и хитрости выращивания.</p>
<p>Подробные инструкции и методы преспособления. Узнайте как получить максимум пользы уже с первого раза.</p></div>
 </div>
</div>
</div><div class="reviews-content reviews-content_index js-reviews-content js-reviews-5" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/BYqCl4-AOYQ">
<param name="movie" value="https://www.youtube.com/v/BYqCl4-AOYQ">
</object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="Венский университет отзыв Екатерины Кузиной" width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Венский университет отзыв Екатерины Кузиной"><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
 </div>
 <div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Как растёт конопля-от начала и до конца от семени до шишки. </div>
 <div class="reviews__text"><p>Здесь вы увидите как прорастает-растёт и созревает конопля от начала и до конца.</p>
<p>Здесь вы увидите как прорастает-растёт и созревает конопля от начала и до конца.</p></div>
 </div>
</div>
</div><div class="reviews-content reviews-content_index js-reviews-content js-reviews-6" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/BYqCl4-AOYQ">
<param name="movie" value="https://www.youtube.com/v/BYqCl4-AOYQ">
</object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="Образование в Австрии - отзыв студента Ольги Давыдовой" width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Образование в Австрии - отзыв студента Ольги Давыдовой"><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
 </div>
<div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Как растёт конопля-от начала и до конца от семени до шишки. </div>
 <div class="reviews__text"><p>Здесь вы увидите как прорастает-растёт и созревает конопля от начала и до конца.</p>
<p>Здесь вы увидите как прорастает-растёт и созревает конопля от начала и до конца.</p></div>
 </div>
</div>
</div>
<div class="reviews-cycle-wrapper">
  <ul class="cycle-slideshow reviews-cycle reviews-cycle_index js-reviews-cycle" data-cycle-fx="carousel" data-cycle-timeout="0" data-cycle-carousel-visible="6" data-cycle-next=".reviews-cycle-next" data-cycle-prev=".reviews-cycle-prev" data-cycle-slides="> li" style="position: relative; overflow: hidden; width: 900px;"><li data-tab=".js-reviews-1" class="is-active cycle-slide cycle-sentinel" style="top: 0px; left: 0px; opacity: 1; z-index: 100; position: static; visibility: hidden; display: block;"><img src="/assets/images/prev/v.png" alt="" style="visibility: hidden;"></li><div class="cycle-carousel-wrap" style="margin: 0px; padding: 0px; top: 0px; position: absolute; white-space: nowrap; left: -705px;"><li data-tab=".js-reviews-1" class="is-active cycle-slide" style="top: 0px; left: 0px; opacity: 1; visibility: visible; z-index: 100; display: inline-block; position: static;"><img src="/assets/img/1-78.jpg" alt=""></li><li data-tab=".js-reviews-2" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 99; display: inline-block; position: static;"><img src="/assets/img/097.png" alt=""></li><li data-tab=".js-reviews-3" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 97; display: inline-block; position: static;"><img src="/assets/img/098.png" alt=""></li><li data-tab=".js-reviews-4" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 96; display: inline-block; position: static;"><img src="/assets/img/099.png" alt=""></li><li data-tab=".js-reviews-5" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 95; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-1" class="is-active cycle-slide cycle-slide-active" style="top: 0px; left: 0px; opacity: 1; visibility: visible; z-index: 100; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-2" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 99; display: inline-block; position: static;"><img src="/assets/img/097.png" alt=""></li><li data-tab=".js-reviews-3" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 97; display: inline-block; position: static;"><img src="/assets/img/098.png" alt=""></li><li data-tab=".js-reviews-4" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 96; display: inline-block; position: static;"><img src="/assets/img/099.png" alt=""></li><li data-tab=".js-reviews-5" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 95; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-1" class="is-active cycle-slide" style="top: 0px; left: 0px; opacity: 1; visibility: visible; z-index: 100; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-2" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 99; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-3" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 97; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-4" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 96; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-5" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 95; display: inline-block; position: static;"><img src="14-88.jpg" alt=""></li></div></ul>
 <div class="reviews-cycle-next"></div>
 <div class="reviews-cycle-prev"></div>
</div>
</section>

<!--	<section class="news_index">
 <div class="index-title"> <span>
<a rel="nofollow" href="/news.html">Наши новости</a>    </span> </div>
 <ul class=\'col3\'>
<li>
    <a class="col3__title" href="sativa-indika.html">
        <img class="col3__img" src="" alt="Сатива индика">
    </a>

    <div class="col3__info">
        <div class="news-meta">
            <div class="news-meta__date">03</div>
            <div class="news-meta__month">12
                <div class="news-meta__year">2015</div>
            </div>
        </div>
        <a class="col3__title" href="sativa-indika.html">Сатива индика</a>
        <div class="col3__text"><p></p></div>
    </div>
</li>
 </ul>
</section> !-->
[[!FormIt?
   &formName=`sendmail`
   &hooks=`spam,email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`sendEmailTpl_email`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`Подписка на новости с главной http://4-20.com.ua/`
   &redirectTo=`359`
   &validate=`e_email:email:required`
   &submitVar=`e-submit`
]]
<section class="send-mail-b send-mail-b_index" id="email" >
        <div class="send-mail-b__title">
            Отправь нам свою почту
        </div>
        <div class="send-mail-b__subtitle">
            и будь вкурсе всех новостей связаных с Коноплей в Украине
        </div>
        <form name="email" class="send-mail-b__form cntmm" method="post" action="http://4-20.com.ua/#email">
		<span class="error">[[!+fi.error.e_email]]</span>
            <input name="e_email" id="emailz" class="send-mail-b__input" type="text" placeholder="Электронная почта" value="[[!+fi.email]]">
            <input class="submit_button button button_apply js-telefon" name="e-submit" type="submit" value="Отправить">
         </form>
    </section>
<!--<section class="index-form clear">
<div class="advantage">
 <div class="advantage__title">Факт о марихуане</div>
 <div class="services-adv-in">
<div class="services-adv__top"><span class="services-adv__num">01</span> <span class="services-adv__title services-adv__title_index">В период движения трезвенников в конце 19 века марихуана рекомендовалась как заменитель алкоголя. 
</span></div>
<p>Причиной для этого было то, что в отличие от злоупотребления алкоголем, употребление марихуаны не приводило к насилию в семье.</p>
 </div>
 <div class="services-adv-in">
<div class="services-adv__top"><span class="services-adv__num">02</span> <span class="services-adv__title services-adv__title_index"> До того как ее запретили, конопля была одним из главных продуктов фермерского производства в ранней Америке.  </span></div>
<p>Первые два проекта американской Декларации Независимости были написаны на бумаге, сделанной из конопли.</p>
 </div>
 <div class="services-adv-in">
<div class="services-adv__top"><span class="services-adv__num">03</span> <span class="services-adv__title services-adv__title_index"> В 2007 году в США было проведено около 900 тысяч арестов за преступления, связанные с марихуаной. </span></div>
<p>Около 90%  арестов было произведено всего лишь за хранение марихуаны.Во всем мире около 162 миллионов взрослых людей употребляют марихуану не реже одного раза в год.</p>
 </div>
 <a class="button button_hwmore" href=""> <span>Смотреть больше фактов</span> </a></div>  <div class="apply">
<div class="apply__title">
 Вопросы, Заказы, Предложения 
</div>
[[!FormIt?
   &formName=`form_main`
   &hooks=`spam,email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`sendEmailTpl_main`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`Оценка шансов на поступление http://4-20.com.ua/`
   &redirectTo=`358`
   &validate=`u_name:required,u_phone:required,u_name:required,u_email:email:required,u_text:required:stripTags`
   &submitVar=`form-uslugi`
]]
[[!+fi.error_message:notempty=`<p>[[!+fi.error_message]]</p>`]]





<form class="apply-form js-apply-form" action="http://4-20.com.ua/#form" method="post" id="form">
<span class="error">[[!+fi.error.u_name]]</span>
<div class="apply-form__fields"><label>Фамилия, Имя, Отчество</label> <input id="name" class="apply__input js-name" type="text" name="u_name" /></div>

<span class="error">[[!+fi.error.u_phone]]</span>
<div class="apply-form__fields"><label>Контактный телефон или Skype</label> <input id="phone" class="apply__input js-phone_skype" type="text" name="u_phone" /></div>

<span class="error">[[!+fi.error.u_email]]</span>
<div class="apply-form__fields"><label>Электронная почта</label> <input id="memail" class="apply__input js-email" type="text" name="u_email" /></div>

<span class="error">[[!+fi.error.u_text]]</span>
<div class="apply-form__fields"><label>Ваш вопрос</label><textarea id="message" class="apply__text js-text" name="u_text"></textarea></div>
<input name="form-uslugi" type="submit" value="Отправить заявку" class="button button_apply  submit_button button button_apply  " />
</form>
</div> </section>!-->
</div>',
    '[[$social]]' => '<div class="wrapper">Рассказать друзьям
<script type="text/javascript" src="//yastatic.net/share/share.js" charset="utf-8"></script>
<div class="yashare-auto-init" data-yashareL10n="ru" data-yashareType="none" data-yashareQuickServices="vkontakte,facebook,twitter,gplus,linkedin,blogger,odnoklassniki,myspace,moimir,lj,evernote">
</div></div>',
    '[[$footer]]' => '<footer class="footer">
  <div class="wrapper">
       <a href="ua.html" class="question-link" style="display: none;">Социальные сети</a>
    <div class="social"> <a class="social__vk" rel="nofollow" href="https://vk.com/cannabis_time_4_20" title=""></a> <a class="social__fb" rel="nofollow" href="https://www.facebook.com/420-_-Марихуана-146793262340825/" title=""></a> <a class="social__tw" rel="nofollow" href="#" title=""></a> <a class="social__gp" rel="nofollow" href=" https://plus.google.com/101635014315474978799/" title=""></a> <a class="social__in" rel="nofollow" href="#" title=""></a> <a class="social__yt" rel="nofollow" href="https://www.youtube.com/channel/UCmpy1wBirDVp6d4UF3F48xA" title=""></a> </div>
<div class="justi"> <div class="f-info">
      <div class="f-logo"> <img src="/assets/img/1-78.png" alt=""/> </div>
      <div class="f-copy">
        <p> 4-20.com.ua ·  2016  <a rel="nofollow" href="http://4-20.com.ua/sitemap.xml" class="link" target="_blank">·  </a> Все о марихуане</p><p>Сайт 4:20 это информационный ресурс о культуре употребления марихуаны. Мы не пропагандируем курение, но предоставляем в массы знания о конопле и ее применении в разнообразных сферах жизнедеятельности человечества. Вся информация размещенная на сайте актуальна и собрана из авторитетных мировых ресурсов. Мы предоставляем информацию подтвержденную исключительно серьезными научными источниками, данные исследований, мнения знаменитых личностей и специалистов из разнообразных областей культуры, медицины, политики и социологии. </p> </div>

    </div>
  </div>
</div>
<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter33922869 = new Ya.Metrika({
                    id:33922869,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/33922869" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->
</footer>',
    '[[$forms]]' => '[[#!FormIt?
   &formName=`forms1`
   &hooks=`email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`email_tpl`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`[[+sub]] с сайта 4-20.com.ua -  Все про марихуну и для конопли`
   &emailFromName=`[[+name]]`
   &emailFrom=`[[+email]]`
   &validate=`name:required,phone:required,name:required,email:email:required,theme:required,text:required:stripTags`
   &submitVar=`form-phone1`

]]

[[!+fi.error_message:notempty=`<p class="">[[!+fi.error_message]]</p>`]]

<div class="modal-windows">
    <div class="modal-forms js-question-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Задать свой вопрос
        </div>
        <div class="modal-forms-i">
            <form class="apply-form apply-form_modal js-apply-form validate" method="post" action="http://4-20.com.ua/">

<input name="sub" id="sub" type="hidden" value="Задать свой вопрос"/>


				<span class="error">[[!+fi.error.theme]]</span>

                <div class="apply-form__fields">
                    <label>Тема вопроса</label>
                    <input name="theme" id="theme" class="apply__input js-field" type="text" placeholder="Тема вопроса" value="[[!+fi.theme]]"/>
                </div>
				<span class="error">[[!+fi.error.name]]</span>
                <div class="apply-form__fields">
                    <label>Фамилия, Имя, Отчество</label>
                    <input name="name" id="name" class="apply__input js-name" type="text" placeholder="Фамилия, Имя, Отчество" value="[[!+fi.name]]"/>
                </div>
				<span class="error">[[!+fi.error.email]]</span>
                <div class="apply-form__fields">
                    <label>Электронная почта</label>
                    <input name="email" id="email" class="apply__input js-email" type="text" placeholder="Электронная почта" value="[[!+fi.email]]"/>
                </div>
				<span class="error">[[!+fi.error.text]]</span>
                <div class="apply-form__fields">
                    <label>Ваш вопрос</label>
                    <input name="text" id="text" class="apply__text" placeholder="Ваш вопрос" value="[[!+fi.text]]">
                </div>
             <input class="submit_button button button_apply js-telefon" name="submit" type="submit" value="Отправить">
            </form>
        </div>
    </div>    

    <div class="modal-forms js-question-form-tnx">
        <div class="modal-tnx">
            <img src="/assets/img/mcheck.gif" alt=""/>
            <div class="modal-tnx__title">
                Здравствуйте,<br>
                Ваш вопрос принят в работу!
            </div>
            <div class="modal-tnx__txt">
                Благодарим Вас за интерес,<br>
                проявленный к нашей компании!
            </div>
            <div class="modal-tnx__buy">
                Всего доброго!
            </div>
            <div class="box-modal_close arcticmodal-close arcticmodal-tnx-close button">
                <span>Закрыть</span>
            </div>        </div>
    </div>

    <div class="modal-forms js-order-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Оставь свой почтовый адрес и подпишись на новости сайта
        </div>
        <div class="modal-forms-i">
            <form class="apply-form apply-form_modal js-apply-form validate" method="post" action="http://4-20.com.ua/">
			<input name="sub" id="sub" type="hidden" value="Оставь свой почтовый арес"/>

				<span class="error">[[!+fi.error.name]]</span>
                <div class="apply-form__fields">
                    <label>Фамилия, Имя, Отчество</label>
                    <input name="name" id="name" class="apply__input js-name" type="text" placeholder="Фамилия, Имя, Отчество" value=\'[[!+fi.name]]\'/>
                </div>

				<span class="error">[[!+fi.error.phone]]</span>
                <div class="apply-form__fields">
                    <label>Телефон или Skype</label>
                    <input id="phone" name="phone" class="apply__input js-field" type="text" placeholder="Телефон или Skype" value=\'[[!+fi.phone]]\'/>
                </div>

				<span class="error">[[!+fi.error.email]]</span>
                <div class="apply-form__fields">
                    <label>Электронная почта</label>
                    <input name="email" id="email" class="apply__input js-email" type="text" placeholder="Электронная почта" value="[[!+fi.email]]"/>
                </div>

				<span class="error">[[!+fi.error.text]]</span>
                <div class="apply-form__fields">
                    <label>Коментарий</label>
                   <input name="text" id="text" class="apply__text" placeholder="Коментарий" value="[[!+fi.text]]">
                </div>
              <input class="submit_button button button_apply js-telefon" name="submit" type="submit" value="Отправить">
            </form>
        </div>
    </div>
    <div class="modal-forms js-order-form-tnx">
        <div class="modal-tnx">
            <img src="/assets/img/mcheck.gif" alt=""/>
            <div class="modal-tnx__title">
                Ваша заявка принята!
                <p>Наши менеджеры свяжутся с Вами<br> в кротчайшие сроки.</p>
            </div>
            <div class="modal-tnx__txt">
               Благодарим Вас за интерес,<br>
                проявленный к нашей компании!
            </div>
            <div class="modal-tnx__buy">
                Всего доброго!
            </div>
            <div class="box-modal_close arcticmodal-close arcticmodal-tnx-close button">
                <span>Закрыть</span>
            </div>        </div>
    </div>
    
<div class="modal-forms js-phone-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Подписаться на рассылку
        </div>
        <div class="modal-forms-i">
             <form class="apply-form apply-form_modal js-apply-form validate" method="post" action="http://4-20.com.ua/">
			<input name="sub" id="sub" type="hidden" value="Подписаться на рассылку"/>

                <div class="apply-form__fields">
                    <label>Электронная почта</label>
                    <input name="email" id="email" class="apply__input js-email" type="text" placeholder="Электронная почта" value="[[!+fi.email]]"/>
                </div>
               <input class="submit_button button button_apply js-telefon" name="submit" type="submit" value="Отправить">
            </form>
        </div>
    </div>

    <div class="modal-forms js-phone-tnx">
        <div class="modal-tnx">
            <img src="/assets/img/mcheck.gif" alt=""/>
            <div class="modal-tnx__title">
                Здравствуйте,<br>
                Ваш вопрос принят в работу!
          </div>
            <div class="box-modal_close arcticmodal-close arcticmodal-tnx-close button">
                <span>Закрыть</span>
            </div>        </div>
    </div>


[[!FormIt?
   &formName=`forms2`
   &hooks=`email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`email_tpl`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`[[+sub]] с сайта http://4-20.com.ua/`
   &emailFromName=`[[+phone_name]]`
   &redirectTo=`362`
   &validate=`phone_name:required,phone_phone:required,phone_text:required:stripTags`
   &submitVar=`form-phone`

]]
<div class="modal-forms js-telefon-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Заказать звонок
        </div>
        <div class="modal-forms-i">
 <form class="apply-form apply-form_modal js-apply-form validate" method="post" id="phone_form"  action="http://4-20.com.ua/">
			<input name="sub" id="sub" type="hidden" value="Заказать звонок"/>

				<span class="error">[[!+fi.error.phone_name]]</span>
                <div class="apply-form__fields">
                    <label>Фамилия, Имя, Отчество</label>
                    <input name="phone_name" id="name" class="apply__input js-name" type="text" placeholder="Федоров Дмитрий Олегович" value=\'[[!+fi.name]]\'/>
                </div>
				<span class="error">[[!+fi.error.phone_phone]]</span>
                <div class="apply-form__fields">
                    <label>Номер телефона</label>
                    <input id="phone" name="phone_phone" class="apply__input js-field" type="text" placeholder="+7 925 123 45 67" value=\'[[!+fi.phone]]\'/>
                </div>
				<span class="error">[[!+fi.error.phone_text]]</span>
                <div class="apply-form__fields">
                    <label>Коментарий</label>
                    <input id="text" name="phone_text" class="apply__text" placeholder="Хочу поступить в Австрию!" value=\'[[!+fi.text]]\'>
                </div>
                <input class="submit_button button button_apply js-telefon" name="form-phone" type="submit" value="Отправить">
            </form>
        </div>
    </div>
<div class="modal-forms js-service-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Заказать услугу
        </div>
        <div class="modal-forms-i">
<form class="apply-form apply-form_modal js-apply-form validate" method="post" action="http://4-20.com.ua/">
			<input name="sub" id="sub" type="hidden" value="Заказать услугу"/>

				<span class="error">[[!+fi.error.name]]</span>
                <div class="apply-form__fields">
                    <label>Фамилия, Имя, Отчество</label>
                    <input name="name" id="name" class="apply__input js-name" type="text" placeholder="Фамилия, Имя, Отчество" value="[[!+fi.name]]"/>
                </div>

				<span class="error">[[!+fi.error.email]]</span>
                <div class="apply-form__fields">
                    <label>Электронная почта</label>
                    <input name="mail" id="mail" class="apply__input js-email" type="text" placeholder="Электронная почта" value="[[!+fi.email]]"/>
                </div>

				<span class="error">[[!+fi.error.text]]</span>
                <div class="apply-form__fields">
                    <label>Коментарий</label>
                    <input name="text" id="text" class="apply__text" placeholder="Коментарий" value="[[!+fi.text]]">
                </div>
                <input class="submit_button button button_apply js-telefon" name="submit" type="submit" value="Отправить">
            </form>
        </div>
    </div>
</div>

',
    '[[$js]]' => '<script src="/assets/js/jquery-1.11.0.min.js"></script>
<script src="/assets/js/countdown.js"></script>
<!--script type="text/javascript" src="/assets/js/jquery.js"></script-->
<script src="/assets/js/sliderf.js"></script>
<script src="/assets/js/jquery.cycle2.min.js"></script>
<script src="/assets/js/script.js"></script>
<script src="/assets/js/jquery.validate.min.js"></script>
<script src="/assets/js/jquery.easyModal.js"></script>
<script src="/assets/js/main.js"></script>
<!--<script>
var cb1 = function() {
var l = document.createElement(\'link\'); l.rel = \'stylesheet\';
l.href = \'/assets/css/slick.css\';
var h = document.getElementsByTagName(\'head\')[0]; h.parentNode.insertBefore(l, h);
};
var cb2 = function() {
var l = document.createElement(\'link\'); l.rel = \'stylesheet\';
l.href = \'/assets/css/style.css\';
var h = document.getElementsByTagName(\'head\')[0]; h.parentNode.insertBefore(l, h);
};
var raf = requestAnimationFrame || mozRequestAnimationFrame ||
webkitRequestAnimationFrame || msRequestAnimationFrame;
if (raf) {
	raf(cb1);
	raf(cb2);
}
else {
window.addEventListener(\'load\', cb1);
window.addEventListener(\'load\', cb2);
}
</script>-->

<script>
    $(document).ready(function(){
	//remove it tomorrow
	$(".row-main .table-value").removeClass("active");
//actions block slider
        if ($(window).width()<785 || is_ios){
            $(".actions_block .container").slick({
                infinite: true,
                slidesToShow: 1,
            });
        }
//why block randomize viewing mechanics
        if ($(\'.why_teach\').length) {
            var card = [1, 2, 3, 4, 5, 6, 7, 8, 9,];
            for (var i=0; i<3; i++) {
                var rand = Math.floor(Math.random()*card.length);
                card.splice(rand, 1);
            }
            for (var i=card.length; i>0; i--) {
                $(\'.why_teach .element:nth-child(\'+card[i-1]+\')\').remove();
            }
            $(\'.element\').removeClass(\'element_disabled\');
        }
//why block slider
        if ($(window).width()<785 || is_ios){
            $(".why_teach .container").slick({
                infinite: true,
                slidesToShow: 1,
            });
        }

        $(\'#test_ch_1\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage2\').addClass(\'active\');
            e.preventDefault();
        });
        $(\'#test_ch_2\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage3\').addClass(\'active\');
            e.preventDefault();
        });
        $(\'#test_ch_3\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage4\').addClass(\'active\');
            e.preventDefault();
        });
        $(\'#test_ch_4\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage5\').addClass(\'active\');
            e.preventDefault();
        });
        $(\'#test_ch_5\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage6\').addClass(\'active\');
            e.preventDefault();
        });
        $(".packages .table-row").on("click", function() {
            $(".selected").removeClass("selected");
            $(this).addClass("selected");
            $(".pack-desc").removeClass("active");
            switch (true) {
                case $(this).hasClass("intake-housing"):
                    $(".pack-desc.intake-housing").addClass("active");
                    break;
                case $(this).hasClass("housing-visa-basic"):
                    $(".pack-desc.housing-visa-basic").addClass("active");
                    break;
                case $(this).hasClass("housing-visa-extended"):
                    $(".pack-desc.housing-visa-extended").addClass("active");
                    break;
                case $(this).hasClass("all-in"):
                    $(".pack-desc.all-in").addClass("active");
                    break;
                case $(this).hasClass("all-in-ultra"):
                    $(".pack-desc.all-in-ultra").addClass("active");
                    break;
				case $(this).hasClass("standart"):
                    $(".pack-desc.standart").addClass("active");
                    break;
                default:

            };
            var width = window.innerWidth;
            if (width < 1024) {
                if ($(this).find(".services_SR").length){
                    $(".services_SR").slideUp(function() {
                        $(".services_SR").remove();
                    });
                }
                else {
                    $(".services_SR").remove();
                    $(this).append(\'<div class="table services services_SR" style="display: none;"><div class="table-row docs"><div class="icon"></div><div class="naming">Документы на визу</div><div class="price">549 €</div></div><div class="table-row selected intake"><div class="icon"></div><div class="naming">Поступление в университет</div><div class="price">1499 €</div></div><div class="table-row selected housing"><div class="icon"></div><div class="naming">Поиск жилья</div><div class="price">569 €</div></div><div class="table-row adaptation"><div class="icon"></div><div class="naming">Помощь в адаптации</div><div class="price">659 €</div></div><div class="table-row selected consulting"><div class="icon"></div><div class="naming">Online-консультации</div><div class="price">99 €</div></div><div class="table-row ultra"><div class="icon"></div><div class="naming">Перевод, заверение <br> и пересылка документов</div><div class="price">99 €</div></div></div>\');
                    $(".services_SR").slideDown();
                }
            };
            $(this).find(".active").each(function() {
                switch (true) {
                    case $(this).hasClass("docs"):
                        $(".tables").find(".services .docs").addClass("selected");
                        break;
                    case $(this).hasClass("intake"):
                        $(".tables").find(".services .intake").addClass("selected");
                        break;
                    case $(this).hasClass("housing"):
                        $(".tables").find(".services .housing").addClass("selected");
                        break;
                    case $(this).hasClass("adaptation"):
                        $(".tables").find(".services .adaptation").addClass("selected");
                        break;
                    case $(this).hasClass("consulting"):
                        $(".tables").find(".services .consulting").addClass("selected");
                        break;
                    case $(this).hasClass("ultra"):
                        $(".tables").find(".services .ultra").addClass("selected");
                        break;
                    default:
                };
            });
        });
        var mobileNav = $(\'.nav\');
        $(".nav-toggle").on("click", function(event){
            event.stopImmediatePropagation();

            var links = ($("nav .nav-wr.js-menu>ul>li>a"));
            if ($(this).hasClass(\'active\')) {
                $(this).removeClass(\'active\');
                $("a.arrow").remove();

                mobileNav.slideUp();
            } else {
                $(this).addClass(\'active\');
                mobileNav.slideDown();

                links.each(function() {
                    var link = $(this).attr("href");
                    $(this).append(\'<a class="arrow" href="\'+link+\'">></a>\');
                });
            }
            return false;
        });
        $(".nav-toggle").on("tap", function(event){
            event.stopImmediatePropagation();
            if ($(this).hasClass(\'active\')) {
                mobileNav.slideUp();
                $(this).removeClass(\'active\');
            } else {
                mobileNav.slideDown();
                $(this).addClass(\'active\');
            }
            return false;
        });
        $(\'.arrow\').click(function(event){
            event.stopImmediatePropagation();
            console.log("clicked");
        });
        $(".menu-trigger").on("click", function(e) {
            e.preventDefault();
            $(".search-form form").removeClass("active");
            $(".mobile-search").removeClass("open");
            $(".search-form").slideUp();
            $(".search-form hr").removeClass("active");


            $(this).addClass("bigmenu");
            var self = $(this);
            setTimeout(function() {
                self.removeClass("bigmenu");
            }, 100);
            $(this).toggleClass("open");
            $(".menu-mobile li").removeClass("open");
            $(".menu-mobile ul").removeClass("open");
            $(".menu-mobile hr").removeClass("active");
            $(".menu-mobile").slideToggle();
            $(".menu-mobile>li:first-child").toggleClass("active");

        });
        $(".menu-mobile>li>a:first-child").on("click", function(e) {
            e.preventDefault();
            $(this).closest("li").addClass("big");
            var self = $(this).closest("li");
            setTimeout(function() {
                self.removeClass("big");
            }, 200);
            if ($(this).closest("li").hasClass("open"))
            {
                var href = $(this).attr("href");
                window.location.replace(href);
                $(this).closest("li").removeClass("open");
                $(this).closest("li").children("ul").height(1);
                setTimeout(function () {
                    self.children("ul").removeClass("open");
                }, 300);
                $(this).closest("li").children("hr").removeClass("active");
                $(this).closest("li").children("ul").children("li:first-child").removeClass("active");
            }
            else {
                $(this).closest("li").addClass("open");
                $(this).closest("li").children("ul").addClass("open");
                $(this).closest("li").children("hr").addClass("active");
                var height = $(".menu-mobile").outerHeight();
                $(this).closest("li").children("ul").height(height);
                $(this).closest("li").children("ul").children("li:first-child").addClass("active");
            }
        });

        $(".mobile-search").on("click", function(e) {
            e.preventDefault();
            $(".menu-trigger").removeClass("open");
            $(".menu-mobile").slideUp();
            $(".menu-mobile>li:first-child").removeClass("active");
            $(".arrow").remove();
            $(this).addClass("bigsearch");
            $(".search-form form").toggleClass("active");
            var self = $(this);
            setTimeout(function() {
                self.removeClass("bigsearch");
            }, 100);
            if ($(this).hasClass("open"))
            {
                $(this).removeClass("open");
                $(".search-form").slideUp();
                $(".search-form hr").removeClass("active");
            }
            else
            {
                $(this).addClass("open");
                $(".search-form").slideDown();
                $(".search-form hr").addClass("active");
            }
        });

        setTimeout(
                function()
                {
                    console.log(

                            $(\'.fb-comments iframe\').contents().height()

                    );
                }, 5000);

        $("a.arrow").on("click", function(event) {
            event.stopImmediatePropagation();
        });


        $.getJSON("http://freegeoip.net/json/", function (data) {
            var country = data.country_name;
            var ip = data.ip;
            $(".tel a").removeClass("active");
            if (country == "Ukraine"){
                $(".ua-tel").addClass("active");
            } else if (country == "Russia"){
                $(".ru-tel").addClass("active");
            } else if (country == "Austria"){
                $(".au-tel").addClass("active");
            }else {
                $(".ru-tel").addClass("active");
            }
        });
        var is_ios = /(iPhone|iPod)/g.test( navigator.userAgent );
        if ($(window).width()<785 || is_ios){
            $(".important-info ul").slick({
                infinite: true,
                slidesToShow: 1,
            });
        }
        if(is_ios)
        {
            $(\'<link rel="stylesheet" type="text/css" href="assets/css/iOS.css" />\').appendTo("head");
        };
        if ( navigator.userAgent.match(/Android/i)
 || navigator.userAgent.match(/webOS/i)
 || navigator.userAgent.match(/iPhone/i)
 || navigator.userAgent.match(/iPad/i)
 || navigator.userAgent.match(/iPod/i)
 || navigator.userAgent.match(/BlackBerry/i)
 || navigator.userAgent.match(/Windows Phone/i)
 ) {

        }
		else {
jQuery(\'body\').on(\'click\', \'a[href^="tel:"]\', function() {
                jQuery(this).attr(\'href\',
                jQuery(this).attr(\'href\').replace(/^tel:/, \'callto:\'));
            });
		}

    });
</script>
<script>
  window.___gcfg = {
    lang: \'ru\'
  }
</script>
<script type="text/javascript">
    $(document).ready(function() {
        if ($(window).width()<575){
            $(\'.reviews__video_index.report_small\').css(\'display\',\'block\');
            $(\'.reviews__video_index.report_large\').css(\'display\',\'none\');
        }
        $(\'.report_element .iframe\').css(\'min-height\',\'210px\');
        if ($(\'.lang\').attr(\'href\') == \'/ru/ua\'){
            $(\'.lang\').attr(\'href\', \'/ru\');
        }
        else{
            $(\'.lang\').attr(\'href\', \'/ua\');
        }

    $(\'.js-univer-counter\').countdown(\'2015/11/30\', function(event) {
        $(this).html(event.strftime(
                \'<span>%D</span>\'+
                \'<span>%H</span>\'+
                \'<span>%M</span>\'+
                \'<span>%S</span>\'
        ));
    });
    $(\'.js-reviews-cycle\').width(\'900\');
    });
</script>
<script>

$(document).ready(function(){

	$(\'#phone_form\').validate({
	  //debug: true,
	  rules:{
                phone_name: {
                    required: true,
                    minlength: 2
                },
                phone_text: {
                    required: true,
					minlength: 2
                },
                phone_phone: {
                    required: true,
                    minlength: 2
                }
            },
            messages: {
                phone_name: \'\',
                phone_text: \'\',
                phone_phone: \'\'
            },


	});

});
</script>
<!-- .row -->
<script  type="text/javascript">
$(document).ready(function(){
$(window).scroll(function(){
if ($(this).scrollTop() > 100) {
$(\'.scrollup\').fadeIn();
} else {
$(\'.scrollup\').fadeOut();
}
});

$(\'.scrollup\').click(function(){
$("html, body").animate({ scrollTop: 0 }, 600);
return false;
});
});
</script>
<script type="text/javascript">
$(document).ready(function(){
            $(\'.video_window\').easyModal();
var path = $(".video_frame iframe")[0].src;
            $(\'#video_window_open\').click(function(e){
                $(\'.video_window\').trigger(\'openModal\');
                $(".video_frame iframe")[0].src += "&autoplay=1";
                e.preventDefault();
            });
$(\'#video_window_open_mobile\').click(function(e){
                $(\'.video_window\').trigger(\'openModal\');
                $(".video_frame iframe")[0].src += "&autoplay=1";
                e.preventDefault();
            });
            $(\'#video_window_close\').click(function(e){
$(".video_frame iframe")[0].src = path;
                $(\'.video_window\').trigger(\'closeModal\');
                e.preventDefault();
            });
        });
</script>
<script type="text/javascript" src="assets/js/slick.min.js"></script>
<a class="scrollup">Наверх</a>

',
  ),
  'sourceCache' => 
  array (
    'modChunk' => 
    array (
      'head' => 
      array (
        'fields' => 
        array (
          'id' => 1,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'head',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<head>
<title>[[*longtitle]]</title>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0"/>
<meta name="keywords" content="[[*keywords]]" />
<meta name="description" content="[[*description]]" />
<meta name = "format-detection" content = "telephone=no">
<link async="async" rel="stylesheet" type="text/css" href="/assets/css/style.css" />
<link rel="icon" href="assets/images/favicon.ico" type="image/x-icon" />
</head>
            <!--- Перенести в js---!-->
<script async="async" type="text/javascript" src="https://cdnjs.cloudflare.com/ajax/libs/jquery/1.9.0/jquery.min.js"></script>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<head>
<title>[[*longtitle]]</title>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0"/>
<meta name="keywords" content="[[*keywords]]" />
<meta name="description" content="[[*description]]" />
<meta name = "format-detection" content = "telephone=no">
<link async="async" rel="stylesheet" type="text/css" href="/assets/css/style.css" />
<link rel="icon" href="assets/images/favicon.ico" type="image/x-icon" />
</head>
            <!--- Перенести в js---!-->
<script async="async" type="text/javascript" src="https://cdnjs.cloudflare.com/ajax/libs/jquery/1.9.0/jquery.min.js"></script>',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'header' => 
      array (
        'fields' => 
        array (
          'id' => 2,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'header',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<header class="header">
    <div class="wrapper clear">
        <a class="logo" onclick="window.location = \'/\';"><img src="/assets/img/logo.png" rel="nofollow" /></a>
                

<div class="menu-trigger"><span></span><span></span><span></span></div>
<div class="mobile-search"></div>
		<button type="button" class="nav-toggle">
                  <span></span>
                  <span></span>
                  <span></span>
                </button>
		<div class="righted">
            <div class="lang">
                <!--a href="#" rel="nofollow">Українською</a-->
            </div>
            <div class="blocks clear">
                <div class="search">
                    [[!SimpleSearchForm? &landing=`356` &tpl=`sf`]]
                </div>
                <!-- <div class="phone">
                    <div class="text">
						звоните с 
						<a data-num="+7 00000" rel="nofollow" class="active">России</a>
						<a data-num="+43 000000" rel="nofollow">Австрии</a>
						<a data-num="+38 000000000" rel="nofollow">Украины</a>
					</div>
                    <div class="num">
						<a rel="nofollow" data-num="+00000000">+7 4000000000</a>
					</div>
                </div>!-->
                <!--<a class="button phone-call" href="#" rel="nofollow">Обратный звонок</a>!--> 
            </div>
        </div>
    </div>
</header>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<header class="header">
    <div class="wrapper clear">
        <a class="logo" onclick="window.location = \'/\';"><img src="/assets/img/logo.png" rel="nofollow" /></a>
                

<div class="menu-trigger"><span></span><span></span><span></span></div>
<div class="mobile-search"></div>
		<button type="button" class="nav-toggle">
                  <span></span>
                  <span></span>
                  <span></span>
                </button>
		<div class="righted">
            <div class="lang">
                <!--a href="#" rel="nofollow">Українською</a-->
            </div>
            <div class="blocks clear">
                <div class="search">
                    [[!SimpleSearchForm? &landing=`356` &tpl=`sf`]]
                </div>
                <!-- <div class="phone">
                    <div class="text">
						звоните с 
						<a data-num="+7 00000" rel="nofollow" class="active">России</a>
						<a data-num="+43 000000" rel="nofollow">Австрии</a>
						<a data-num="+38 000000000" rel="nofollow">Украины</a>
					</div>
                    <div class="num">
						<a rel="nofollow" data-num="+00000000">+7 4000000000</a>
					</div>
                </div>!-->
                <!--<a class="button phone-call" href="#" rel="nofollow">Обратный звонок</a>!--> 
            </div>
        </div>
    </div>
</header>',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'menu' => 
      array (
        'fields' => 
        array (
          'id' => 3,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'menu',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<nav class="nav">
  <div class="wrapper">
	<div class="nav-wr js-menu">
	  <ul>
		[[Wayfinder?
		&startId=`1`
		&level=`2`
		&outerTpl=`tpl.Wayfinder.outer`
		&parentRowTpl=`tpl.Wayfinder.row.parent`
		&innerRowTpl=`tpl.Wayfinder.row.inner`
		&rowTpl=`tpl.Wayfinder.row`             
		]]
	  </ul>
	</div>
  </div>
</nav>





',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<nav class="nav">
  <div class="wrapper">
	<div class="nav-wr js-menu">
	  <ul>
		[[Wayfinder?
		&startId=`1`
		&level=`2`
		&outerTpl=`tpl.Wayfinder.outer`
		&parentRowTpl=`tpl.Wayfinder.row.parent`
		&innerRowTpl=`tpl.Wayfinder.row.inner`
		&rowTpl=`tpl.Wayfinder.row`             
		]]
	  </ul>
	</div>
  </div>
</nav>





',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'menu-mobile' => 
      array (
        'fields' => 
        array (
          'id' => 42,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'menu-mobile',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<nav class="menu-mobile-container">
  <div class="wrapper">
<div class="search-form">
            [[!SimpleSearchForm? &landing=`356` &tpl=`sf`]]
            <hr/>
</div>
	<div>
	  <ul class="menu-mobile">
		[[Wayfinder?
		&startId=`1`
		&level=`2`
		&outerTpl=`tpl.Wayfinder.outer`
		&parentRowTpl=`tpl.Wayfinder.row.parent.mobile`
		&innerRowTpl=`tpl.Wayfinder.row.inner`
		&rowTpl=`tpl.Wayfinder.row.mobile`             
		]]
	  </ul>
	</div>
  </div>
</nav>
',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<nav class="menu-mobile-container">
  <div class="wrapper">
<div class="search-form">
            [[!SimpleSearchForm? &landing=`356` &tpl=`sf`]]
            <hr/>
</div>
	<div>
	  <ul class="menu-mobile">
		[[Wayfinder?
		&startId=`1`
		&level=`2`
		&outerTpl=`tpl.Wayfinder.outer`
		&parentRowTpl=`tpl.Wayfinder.row.parent.mobile`
		&innerRowTpl=`tpl.Wayfinder.row.inner`
		&rowTpl=`tpl.Wayfinder.row.mobile`             
		]]
	  </ul>
	</div>
  </div>
</nav>
',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'bestuniver' => 
      array (
        'fields' => 
        array (
          'id' => 33,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'bestuniver',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<!--<section class="tabs">
 <div class="title">
	Товары и оборудование которые мы предлагаем <br> это лучшее что Вы найтете :
  </div>
  <div class="clear">
	<div class="tabs-names">
	  <button type="button" class="name">Гроубокс</button>
	  <button type="button" class="name">Полив системы</button>
	  <button type="button" class="name">Освещение</button>
	  <button type="button" class="name">Автоматика</button>
	  <button type="button" class="name">Вентиляция</button>
	  <button type="button" class="name">Удобрения</button>
	  <button type="button" class="name">Гидропонные системы</button>
	</div>
	<div class="tabs-contents">
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Гроутент <br> сборно-разборная конструкция</div>
			  <div class="value">Габариты: 300х300х200 см.</div>
			</div>
			<div class="text">
			  <div class="name">Гроубокс Mammoth Pro <br>(Dark Room) </div>
			  <div class="value">13\'690.00 грн.<br>
			  </div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее об товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Система:</div>
			  <div class="value">Автомат</div>
			</div>
			<div class="text">
			  <div class="name">Особенности работы:</div>
			  <div class="value">Вожможность ручного полива <br>Возможность автоматизированной настройки</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Лампы:</div>
			  <div class="value">ДНАТ</div>
			</div>
			<div class="text">
			  <div class="name">Период работы:</div>!
			  <div class="value">12 часов беспрерывно<br>20 часов беспрерывно</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Авто:</div>
			  <div class="value">Авто</div>
			</div>
			<div class="text">
			  <div class="name">Авто:</div>
			  <div class="value">Авто</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="/kunst.html">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Схема работы:</div>
			  <div class="value">По установленному времени</div>
			</div>
			<div class="text">
			  <div class="name">Дополнительно:</div>
			  <div class="value">Настрочка контроля температуры<br>Настройка контроля влажности</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Для гидропоники:</div>
			  <div class="value">Значительное улучшение роста</div>
			</div>
			<div class="text">
			  <div class="name">Для выращивания в открытом грунте:</div>
			  <div class="value">От выредителей, перепадов температуры, YF и другие</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Габариты:</div>
			  <div class="value">От 2 до 10 метров</div>
			</div>
			<div class="text">
			  <div class="name">Потребление энергии:</div>
			  <div class="value">220 В</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Язык обучения:</div>
			  <div class="value">Английский</div>
			</div>
			<div class="text">
			  <div class="name">Срок подачи документов:</div>
			  <div class="value">1 июня по 15 августа<br>1 декабря - 15 февраля</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее</a>
		  </div>
		</article>
	  </div>
	</div>
  </div>
</section>

!-->',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<!--<section class="tabs">
 <div class="title">
	Товары и оборудование которые мы предлагаем <br> это лучшее что Вы найтете :
  </div>
  <div class="clear">
	<div class="tabs-names">
	  <button type="button" class="name">Гроубокс</button>
	  <button type="button" class="name">Полив системы</button>
	  <button type="button" class="name">Освещение</button>
	  <button type="button" class="name">Автоматика</button>
	  <button type="button" class="name">Вентиляция</button>
	  <button type="button" class="name">Удобрения</button>
	  <button type="button" class="name">Гидропонные системы</button>
	</div>
	<div class="tabs-contents">
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Гроутент <br> сборно-разборная конструкция</div>
			  <div class="value">Габариты: 300х300х200 см.</div>
			</div>
			<div class="text">
			  <div class="name">Гроубокс Mammoth Pro <br>(Dark Room) </div>
			  <div class="value">13\'690.00 грн.<br>
			  </div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее об товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Система:</div>
			  <div class="value">Автомат</div>
			</div>
			<div class="text">
			  <div class="name">Особенности работы:</div>
			  <div class="value">Вожможность ручного полива <br>Возможность автоматизированной настройки</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Лампы:</div>
			  <div class="value">ДНАТ</div>
			</div>
			<div class="text">
			  <div class="name">Период работы:</div>!
			  <div class="value">12 часов беспрерывно<br>20 часов беспрерывно</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Авто:</div>
			  <div class="value">Авто</div>
			</div>
			<div class="text">
			  <div class="name">Авто:</div>
			  <div class="value">Авто</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="/kunst.html">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Схема работы:</div>
			  <div class="value">По установленному времени</div>
			</div>
			<div class="text">
			  <div class="name">Дополнительно:</div>
			  <div class="value">Настрочка контроля температуры<br>Настройка контроля влажности</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Для гидропоники:</div>
			  <div class="value">Значительное улучшение роста</div>
			</div>
			<div class="text">
			  <div class="name">Для выращивания в открытом грунте:</div>
			  <div class="value">От выредителей, перепадов температуры, YF и другие</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Габариты:</div>
			  <div class="value">От 2 до 10 метров</div>
			</div>
			<div class="text">
			  <div class="name">Потребление энергии:</div>
			  <div class="value">220 В</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее о товаре</a>
		  </div>
		</article>
	  </div>
	  <div class="tabs-content">
		<article class="university-block">
		  <div class="image">
			<img src="/assets/img/uni/1_hauptuni_i.jpg" alt=""/>
		  </div>
		  <div class="info clear">
			<div class="text">
			  <div class="name">Язык обучения:</div>
			  <div class="value">Английский</div>
			</div>
			<div class="text">
			  <div class="name">Срок подачи документов:</div>
			  <div class="value">1 июня по 15 августа<br>1 декабря - 15 февраля</div>
			</div>
		  </div>
		  <div class="buttons">
			<a class="button h30" href="#">Подробнее</a>
		  </div>
		</article>
	  </div>
	</div>
  </div>
</section>

!-->',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'problems' => 
      array (
        'fields' => 
        array (
          'id' => 15,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'problems',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<div class="problems">
<div class="wrapper">
<div class="problems__title">Проблемы и последствия<br> курения марихуаны</div>
<div class="problems-r"><ol class="numlist numlist_problems">
<li>Нарушенная координация направленных действий и движений;</li>
<li>Увеличение времени реагирования на сказанное, увиденное, услышанное;</li>
<li>Значительно ухудшение или потеря кратковременной памяти;</li>
<li>Упадок остроты зрения, а так же деструктив цветопередачи;</li>
<li>Возможно отрофирование сетчатки и зрительного нерва.</li>
</ol></div>
</div>
</div>
<div class="problems problems_solving">
<div class="wrapper">
<div class="problems__title problems__title_solving">Возможности применения марихуаны <br> в терапевтических или лечебных целях</div>
<div class="problems-r"><ol class="numlist numlist_problems-solving">
<li>Марихуана улучшает аппетит и качество работы вкусовых рецепторов у больных раком.</li>
<li>Курение марихуаны значительно снижает симптомы нейропатической боли.</li>
<li>Экстракт каннабиса может снимать болевой шок и симптомы после сложных операции.</li>
<li>Марихуана способствует частичному снятию или облегчению симптома  спастичности.</li> 
<li>Экстракт каннабиса используется в спрее «Sativex» - для лечения больных с рассеянным склерозом. Одобрен в Соединенном Королевстве.</li>
<li>Активные вещества в составе конопли, способствуют остановке роста рака простаты.</li>
<li>Применение марихуаны может защищать людей преклонного возвраста от остеопороза.</li>
<li>Каннабис облегчает симптомы аллергического контактного  дерматита.</li>
<li>Курение марихуаны снимает посттравматический синдром и зажимы.</li>
</ol></div>
</div>
</div>
<div class="problems">
<div class="wrapper">
<div class="problems_vid"><noindex><iframe rel="nofollow"src="https://www.youtube.com/embed/BYqCl4-AOYQ" width="500" height="350"frameborder="0"></iframe></noindex></div>
<div class="problems-r">
<ul>
<li style="line-height: 22px;    padding-left: 50px;"> В Украине - марихуана является незаконным наркотиком. Выращивание, курение и распространение преследуется и карается законодательством Украины! <br /><br /></li>
<li style="line-height: 22px;    padding-left: 50px;">Несмотря на то что существуют страны в которых лечебная марихуана легализированна, оценить ее пользу, смогут по достоинству действительно те кому она нужна в лечебных целях. Существуют самые различные мнения относительно легального статуса  конопли.  Ряд ученых, а также пациенты, особенно те из них, что страдают от хронической боли, могут  видеть плюсы и минусы медицинского применения конопли более объективно.
 <br />
В большинстве стран мира производство марихуаны является незаконным. <p class="justy">Это означает, что ее выращивание и производство скрыто от глаз общественности. В отличие от законных лекарств  или продуктов  питания, здесь отсутствует общественный контроль, зато популярен черный рынок сбыта который стимулирет продажу более тяжелых наркотив. В отличии от такой ситуации, страны где конопля легалезированна и продается в специализированных местах, продажа тяжелых наркотических препаратов практически искоренена или отсутсвует вовсе. </p> </li>
</ul></div>
</div>
</div>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class="problems">
<div class="wrapper">
<div class="problems__title">Проблемы и последствия<br> курения марихуаны</div>
<div class="problems-r"><ol class="numlist numlist_problems">
<li>Нарушенная координация направленных действий и движений;</li>
<li>Увеличение времени реагирования на сказанное, увиденное, услышанное;</li>
<li>Значительно ухудшение или потеря кратковременной памяти;</li>
<li>Упадок остроты зрения, а так же деструктив цветопередачи;</li>
<li>Возможно отрофирование сетчатки и зрительного нерва.</li>
</ol></div>
</div>
</div>
<div class="problems problems_solving">
<div class="wrapper">
<div class="problems__title problems__title_solving">Возможности применения марихуаны <br> в терапевтических или лечебных целях</div>
<div class="problems-r"><ol class="numlist numlist_problems-solving">
<li>Марихуана улучшает аппетит и качество работы вкусовых рецепторов у больных раком.</li>
<li>Курение марихуаны значительно снижает симптомы нейропатической боли.</li>
<li>Экстракт каннабиса может снимать болевой шок и симптомы после сложных операции.</li>
<li>Марихуана способствует частичному снятию или облегчению симптома  спастичности.</li> 
<li>Экстракт каннабиса используется в спрее «Sativex» - для лечения больных с рассеянным склерозом. Одобрен в Соединенном Королевстве.</li>
<li>Активные вещества в составе конопли, способствуют остановке роста рака простаты.</li>
<li>Применение марихуаны может защищать людей преклонного возвраста от остеопороза.</li>
<li>Каннабис облегчает симптомы аллергического контактного  дерматита.</li>
<li>Курение марихуаны снимает посттравматический синдром и зажимы.</li>
</ol></div>
</div>
</div>
<div class="problems">
<div class="wrapper">
<div class="problems_vid"><noindex><iframe rel="nofollow"src="https://www.youtube.com/embed/BYqCl4-AOYQ" width="500" height="350"frameborder="0"></iframe></noindex></div>
<div class="problems-r">
<ul>
<li style="line-height: 22px;    padding-left: 50px;"> В Украине - марихуана является незаконным наркотиком. Выращивание, курение и распространение преследуется и карается законодательством Украины! <br /><br /></li>
<li style="line-height: 22px;    padding-left: 50px;">Несмотря на то что существуют страны в которых лечебная марихуана легализированна, оценить ее пользу, смогут по достоинству действительно те кому она нужна в лечебных целях. Существуют самые различные мнения относительно легального статуса  конопли.  Ряд ученых, а также пациенты, особенно те из них, что страдают от хронической боли, могут  видеть плюсы и минусы медицинского применения конопли более объективно.
 <br />
В большинстве стран мира производство марихуаны является незаконным. <p class="justy">Это означает, что ее выращивание и производство скрыто от глаз общественности. В отличие от законных лекарств  или продуктов  питания, здесь отсутствует общественный контроль, зато популярен черный рынок сбыта который стимулирет продажу более тяжелых наркотив. В отличии от такой ситуации, страны где конопля легалезированна и продается в специализированных местах, продажа тяжелых наркотических препаратов практически искоренена или отсутсвует вовсе. </p> </li>
</ul></div>
</div>
</div>',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'bloks' => 
      array (
        'fields' => 
        array (
          'id' => 32,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'bloks',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '
<section class="how-work">
  <div class="wrapper">
	<div class="index-title">Как мы работаем?</div>
	<ul class="how-work__list">
	  <li><img class="how-work__ico" src="/assets/img/hw1.png" alt="">Вы оформляете заказ</li>
	  <li><img class="how-work__ico" src="/assets/img/hw2.png" alt="">Связываемся с Вами для уточнения деталей</li>
	  <li><img class="how-work__ico" src="/assets/img/hw3.png" alt="">Предоставляем реквизиты для оплаты</li>
	  <li><img class="how-work__ico" src="/assets/img/hw4.png" alt="">Отправляем Вам посылку</li>
	</ul>
	<a class="button button_hwmore" href="/about.html"><span>Детальней ознакомиться</span></a>
  <!--<ul class="facts">
	<li>
	  <div class="facts-b facts-1">
		<div class="facts__title">Лутьшие сорта</div>
	  </div>
	  <div class="facts-hover facts-hover_1">
		<div class="facts__title facts__title_hover">Лутьшие сорта</div>
		<div class="facts__ico f1">&nbsp;</div>
		<a class="button button_apply" href="/contact.html"><span>Подробнее</span></a></div>
	</li>
	<li>
	  <div class="facts-b facts-2">
		<div class="facts__title">8 лет на рынке</div>
	  </div>
	  <div class="facts-hover facts-hover_1">
		<div class="facts__title facts__title_hover">8 лет на рынке</div>
		<div class="facts__ico f2">&nbsp;</div>
		<a class="button button_apply" href="/reports.html"><span>Подробнее</span></a></div>
	</li>
	<li>
	  <div class="facts-b facts-3">
		<div class="facts__title">Лучшие производители</div>
	  </div>
	  <div class="facts-hover facts-hover_1">
		<div class="facts__title facts__title_hover">Лучшие производители</div>
		<div class="facts__ico f3">&nbsp;</div>
		<a class="button button_apply" href="[[~5]]"><span>Подробнее</span></a></div>
	</li>
	<li>
	  <div class="facts-b facts-4">
		<div class="facts__title">Лучшие семена</div>
	  </div>
	  <div class="facts-hover facts-hover_1">
		<div class="facts__title facts__title_hover">Лучшие семена</div>
		<div class="facts__ico f4">&nbsp;</div>
		<a class="button button_apply" href="/reports.html"><span>Подробнее</span></a></div>
	</li>
  </ul>!-->
  </div>
</section>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '
<section class="how-work">
  <div class="wrapper">
	<div class="index-title">Как мы работаем?</div>
	<ul class="how-work__list">
	  <li><img class="how-work__ico" src="/assets/img/hw1.png" alt="">Вы оформляете заказ</li>
	  <li><img class="how-work__ico" src="/assets/img/hw2.png" alt="">Связываемся с Вами для уточнения деталей</li>
	  <li><img class="how-work__ico" src="/assets/img/hw3.png" alt="">Предоставляем реквизиты для оплаты</li>
	  <li><img class="how-work__ico" src="/assets/img/hw4.png" alt="">Отправляем Вам посылку</li>
	</ul>
	<a class="button button_hwmore" href="/about.html"><span>Детальней ознакомиться</span></a>
  <!--<ul class="facts">
	<li>
	  <div class="facts-b facts-1">
		<div class="facts__title">Лутьшие сорта</div>
	  </div>
	  <div class="facts-hover facts-hover_1">
		<div class="facts__title facts__title_hover">Лутьшие сорта</div>
		<div class="facts__ico f1">&nbsp;</div>
		<a class="button button_apply" href="/contact.html"><span>Подробнее</span></a></div>
	</li>
	<li>
	  <div class="facts-b facts-2">
		<div class="facts__title">8 лет на рынке</div>
	  </div>
	  <div class="facts-hover facts-hover_1">
		<div class="facts__title facts__title_hover">8 лет на рынке</div>
		<div class="facts__ico f2">&nbsp;</div>
		<a class="button button_apply" href="/reports.html"><span>Подробнее</span></a></div>
	</li>
	<li>
	  <div class="facts-b facts-3">
		<div class="facts__title">Лучшие производители</div>
	  </div>
	  <div class="facts-hover facts-hover_1">
		<div class="facts__title facts__title_hover">Лучшие производители</div>
		<div class="facts__ico f3">&nbsp;</div>
		<a class="button button_apply" href="[[~5]]"><span>Подробнее</span></a></div>
	</li>
	<li>
	  <div class="facts-b facts-4">
		<div class="facts__title">Лучшие семена</div>
	  </div>
	  <div class="facts-hover facts-hover_1">
		<div class="facts__title facts__title_hover">Лучшие семена</div>
		<div class="facts__ico f4">&nbsp;</div>
		<a class="button button_apply" href="/reports.html"><span>Подробнее</span></a></div>
	</li>
  </ul>!-->
  </div>
</section>',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'slider_text' => 
      array (
        'fields' => 
        array (
          'id' => 47,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'slider_text',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<div class="slider-main-wrapper text-wrapper">
    <section>
        <p class="block_header">Отзывы студентов из Австрии</p>
        <div class="slick-comment-slider">

			  <div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="http://www.youtube.com/embed/emE6Lch3XBE">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/social_4.jpg" alt=""/>
                        <p class="block_header_h4">Ольга Давыдова</p>
                        <hr/>
                        <p>Поступила: Международная экономика (магистратура)</p>
                        <hr/>
                        <p>Венский университет</p>
                    </div>
                    <p>Моя самостоятельная подача документов в Венский университет увенчалась отказом. Я потеряла пол года времени и решила больше не рисковать, поэтому обратилась в Education in Vienna. Через 3 месяца после передачи документов компании я получила приглашение на магистратуру...</p>
                </div>
            </div>

            <div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="https://www.youtube.com/embed/JVFd3DE5m34">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/4-84.jpg" alt=""/>
                        <p class="block_header_h4">Ирина Сидорова, 17 лет</p>
                        <hr/>
                        <p>Поступила: Международная экономика</p>
                        <hr/>
                        <p>Венский экономический университет</p>
                    </div>
                    <p>...Так как на момент поступления мне было только 17 лет, мы решили не рисковать и обратиться в образовательное агентство. Из трех компаний мы выбрали Education in Vienna. Нам быстро оформили все документы и уже в сентябре я получила приглашение из двух университетов: Венского Главного и Венского экономического...</p>
                </div>
            </div>

            <div class="slide">
                <div class="slide-info">
                    <img src="assets/img/2-194.jpg" alt=""/>
                    <p class="block_header_h4">Екатерина Захарова, 19 лет</p>
                    <hr/>
                    <p>Поступила: Лечебное дело</p>
                    <hr/>
                    <p>Венский медицинский университет</p>
                </div>
                <div class="slide-text">
                    <p>Было много опасений, в основном связанных со временем, незнанием языка и непониманием всей процедуры оформления документов. На момент поступления в Вену я уже закончила 1 год Медицинского университета в Москве и продолжала обучение на втором курсе, поэтому я очень боялась, что потеряю много времени, если буду делать все сама. В итоге, уже через 6 недель после отправки документов в Вену, я получила приглашение из Венского медицинского университета! Моей радости не было предела! :) Документы на визу рассматривали долго - целых 10 недель. Но я, слава Богу, успела к началу учебного семестра, записалась на курсы и готовлюсь к стационарной учебе в Меде. Говорят, что учиться сложно, но очень интересно. Посмотрим! </p>
                </div>
            </div>

			<div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="http://www.youtube.com/embed/AaIBTIx02DQ">
                    </iframe>
                </div>
			    <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/social.jpg" alt=""/>
                        <p class="block_header_h4">Полина Ковалевская, 21 год</p>
                        <hr/>
                        <p>Поступила: Публицистика (магистратура)</p>
                        <hr/>
                        <p>Венский Университет</p>
                    </div>
                    <p>Я поступила в Вену после окончания учебы в Киеве по специальности "Реклама и PR". Так как мой парень год назад приехал сюда учиться и у него с поступлением все прошло успешно, сомнений в выборе компании у меня не было. Сейчас мы переезжаем в квартиру и у нас все хорошо:) </p>
                </div>
            </div>

			<div class="slide">
                <div class="slide-info">
                    <img src="assets/img/2-193.jpg" alt=""/>
                    <p class="block_header_h4">Анастасия Фескова, 22 года</p>
                    <hr/>
                    <p>Поступила: Международная экономика</p>
                    <hr/>
                    <p>Венский университет</p>
                </div>
                <div class="slide-text">
                    <p>Я поступала вместе с четырьмя одногрупниками из Киевского Экономического Университета. Мы переживали почти по любому поводу, особенно боялись столкнуться с мошенниками и потерять такую сумму денег. Настораживало, что другая фирма запросила в три раза больше! По факту мы получили даже больше чем расчитывали. Через несколько месяцев с разницей в 1-2 недели все получили визы, нас встретили по приезде, общежитие оказалось таким как на фотографиях, в течение первых недель нам помогли со всеми нужными документами и регистрациями для начала учебы. И самое главное, даже после выполнения всех оговоренных условий, нам продолжали помогать по разным вопросам еще долгое время.</p>
                </div>
            </div>

            <div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="http://www.youtube.com/embed/ix8IXeNhx28">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/6-80.jpg" alt=""/>
                        <p class="block_header_h4">Илья Давыденко, 19 лет</p>
                        <hr/>
                        <p>Поступил: Стоматология</p>
                        <hr/>
                        <p>Венский медицинский университет</p>
                    </div>
                    <p>Факт того, что я уже нахожусь в Вене по студенческой визе и учусь в Венском медицинском университете говорит о том, что организация Education in Vienna знает, что делает! Самостоятельно я, наверное, не справился бы. </p>
                </div>
            </div>

            <div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="https://www.youtube.com/embed/jgDFawmvt1A">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/2-83.jpg" alt=""/>
                        <p class="block_header_h4">Полина Филиппенко, 17 лет</p>
                        <hr/>
                        <p>Поступила: История</p>
                        <hr/>
                        <p>Венский университет</p>
                    </div>
                    <p>Родители уговорили меня поступать в Австрию в 11-м классе. Сначала мы с родителями пытались оформить все документы самостоятельно, но в процессе поняли, что все очень муторно и сложно, поэтому решили обратиться в компанию. Приглашение мне прислали уже через 8 недель, а с оформлением визы проблем не возникло...
                </div>
            </div>

			<div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="http://www.youtube.com/embed/0OUuTegTBL0">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/3-82.jpg" alt=""/>
                        <p class="block_header_h4">Екатерина Кузина, 18 лет</p>
                        <hr/>
                        <p>Поступила: Экономика и право</p>
                        <hr/>
                        <p>Венский экономический университет</p>
                    </div>
                    <p>Для поступления сперва я рассматривала Германию, но я не успела оформить документы до 31 мая, потому что аттестат мне выдали только в июне. Я не хотела учиться в России и хотела уехать сразу после школы, поэтому я выбрала Австрию. Мы очень боялись пролететь, но у нас все получилось и я уже учусь в Вене!</p>
                </div>
            </div>

        </div>
    </section>
</div>
<script type="text/javascript">
    console.log(\'header\');
    $(document).ready(function(){
        if ($(\'.slick-comment-slider\').length) {
            $(\'.slick-comment-slider\').slick({
                infinite: true,
                dots: true
            });
        }
    });
</script>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class="slider-main-wrapper text-wrapper">
    <section>
        <p class="block_header">Отзывы студентов из Австрии</p>
        <div class="slick-comment-slider">

			  <div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="http://www.youtube.com/embed/emE6Lch3XBE">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/social_4.jpg" alt=""/>
                        <p class="block_header_h4">Ольга Давыдова</p>
                        <hr/>
                        <p>Поступила: Международная экономика (магистратура)</p>
                        <hr/>
                        <p>Венский университет</p>
                    </div>
                    <p>Моя самостоятельная подача документов в Венский университет увенчалась отказом. Я потеряла пол года времени и решила больше не рисковать, поэтому обратилась в Education in Vienna. Через 3 месяца после передачи документов компании я получила приглашение на магистратуру...</p>
                </div>
            </div>

            <div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="https://www.youtube.com/embed/JVFd3DE5m34">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/4-84.jpg" alt=""/>
                        <p class="block_header_h4">Ирина Сидорова, 17 лет</p>
                        <hr/>
                        <p>Поступила: Международная экономика</p>
                        <hr/>
                        <p>Венский экономический университет</p>
                    </div>
                    <p>...Так как на момент поступления мне было только 17 лет, мы решили не рисковать и обратиться в образовательное агентство. Из трех компаний мы выбрали Education in Vienna. Нам быстро оформили все документы и уже в сентябре я получила приглашение из двух университетов: Венского Главного и Венского экономического...</p>
                </div>
            </div>

            <div class="slide">
                <div class="slide-info">
                    <img src="assets/img/2-194.jpg" alt=""/>
                    <p class="block_header_h4">Екатерина Захарова, 19 лет</p>
                    <hr/>
                    <p>Поступила: Лечебное дело</p>
                    <hr/>
                    <p>Венский медицинский университет</p>
                </div>
                <div class="slide-text">
                    <p>Было много опасений, в основном связанных со временем, незнанием языка и непониманием всей процедуры оформления документов. На момент поступления в Вену я уже закончила 1 год Медицинского университета в Москве и продолжала обучение на втором курсе, поэтому я очень боялась, что потеряю много времени, если буду делать все сама. В итоге, уже через 6 недель после отправки документов в Вену, я получила приглашение из Венского медицинского университета! Моей радости не было предела! :) Документы на визу рассматривали долго - целых 10 недель. Но я, слава Богу, успела к началу учебного семестра, записалась на курсы и готовлюсь к стационарной учебе в Меде. Говорят, что учиться сложно, но очень интересно. Посмотрим! </p>
                </div>
            </div>

			<div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="http://www.youtube.com/embed/AaIBTIx02DQ">
                    </iframe>
                </div>
			    <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/social.jpg" alt=""/>
                        <p class="block_header_h4">Полина Ковалевская, 21 год</p>
                        <hr/>
                        <p>Поступила: Публицистика (магистратура)</p>
                        <hr/>
                        <p>Венский Университет</p>
                    </div>
                    <p>Я поступила в Вену после окончания учебы в Киеве по специальности "Реклама и PR". Так как мой парень год назад приехал сюда учиться и у него с поступлением все прошло успешно, сомнений в выборе компании у меня не было. Сейчас мы переезжаем в квартиру и у нас все хорошо:) </p>
                </div>
            </div>

			<div class="slide">
                <div class="slide-info">
                    <img src="assets/img/2-193.jpg" alt=""/>
                    <p class="block_header_h4">Анастасия Фескова, 22 года</p>
                    <hr/>
                    <p>Поступила: Международная экономика</p>
                    <hr/>
                    <p>Венский университет</p>
                </div>
                <div class="slide-text">
                    <p>Я поступала вместе с четырьмя одногрупниками из Киевского Экономического Университета. Мы переживали почти по любому поводу, особенно боялись столкнуться с мошенниками и потерять такую сумму денег. Настораживало, что другая фирма запросила в три раза больше! По факту мы получили даже больше чем расчитывали. Через несколько месяцев с разницей в 1-2 недели все получили визы, нас встретили по приезде, общежитие оказалось таким как на фотографиях, в течение первых недель нам помогли со всеми нужными документами и регистрациями для начала учебы. И самое главное, даже после выполнения всех оговоренных условий, нам продолжали помогать по разным вопросам еще долгое время.</p>
                </div>
            </div>

            <div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="http://www.youtube.com/embed/ix8IXeNhx28">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/6-80.jpg" alt=""/>
                        <p class="block_header_h4">Илья Давыденко, 19 лет</p>
                        <hr/>
                        <p>Поступил: Стоматология</p>
                        <hr/>
                        <p>Венский медицинский университет</p>
                    </div>
                    <p>Факт того, что я уже нахожусь в Вене по студенческой визе и учусь в Венском медицинском университете говорит о том, что организация Education in Vienna знает, что делает! Самостоятельно я, наверное, не справился бы. </p>
                </div>
            </div>

            <div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="https://www.youtube.com/embed/jgDFawmvt1A">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/2-83.jpg" alt=""/>
                        <p class="block_header_h4">Полина Филиппенко, 17 лет</p>
                        <hr/>
                        <p>Поступила: История</p>
                        <hr/>
                        <p>Венский университет</p>
                    </div>
                    <p>Родители уговорили меня поступать в Австрию в 11-м классе. Сначала мы с родителями пытались оформить все документы самостоятельно, но в процессе поняли, что все очень муторно и сложно, поэтому решили обратиться в компанию. Приглашение мне прислали уже через 8 недель, а с оформлением визы проблем не возникло...
                </div>
            </div>

			<div class="slide">
                <div class="slide-video">
                    <iframe width="350" height="270" src="http://www.youtube.com/embed/0OUuTegTBL0">
                    </iframe>
                </div>
                <div class="slide-desc">
                    <div class="slide-header">
                        <img src="assets/images/3-82.jpg" alt=""/>
                        <p class="block_header_h4">Екатерина Кузина, 18 лет</p>
                        <hr/>
                        <p>Поступила: Экономика и право</p>
                        <hr/>
                        <p>Венский экономический университет</p>
                    </div>
                    <p>Для поступления сперва я рассматривала Германию, но я не успела оформить документы до 31 мая, потому что аттестат мне выдали только в июне. Я не хотела учиться в России и хотела уехать сразу после школы, поэтому я выбрала Австрию. Мы очень боялись пролететь, но у нас все получилось и я уже учусь в Вене!</p>
                </div>
            </div>

        </div>
    </section>
</div>
<script type="text/javascript">
    console.log(\'header\');
    $(document).ready(function(){
        if ($(\'.slick-comment-slider\').length) {
            $(\'.slick-comment-slider\').slick({
                infinite: true,
                dots: true
            });
        }
    });
</script>',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'form_request_consult' => 
      array (
        'fields' => 
        array (
          'id' => 46,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'form_request_consult',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<div class="main-form-container request_consult">
    <form method="post" action="request_consult">
        <div class="container-main">
        <p class="block_header rel-con">Бесплатная консультация </p>
            <p class="form-desc">Заполните форму и мы перезвоним Вам в течение 1 рабочего дня!</p>
            <div class="container-row inputs">
                <div>
                    <label for="name"><span class="strong uppercase">Ваше имя</span></label>
                    <input id="name" type="text"/></div>
                <div>
                    <label for="phone_num"><span class="strong uppercase">Ваш телефон</span></label>
                    <input id="phone_num" type="text"/></div>
            </div>
         <div class="container-row">
                <span class="strong uppercase">Я хочу </span>
                <input id="6m" type="radio" name="request_year"/>
                <label for="6m">6 месяцев</label>
                <input id="12m" type="radio" name="request_year"/>
                <label for="12m">1 года</label>
                <input id="24m" type="radio" name="request_year"/>
                <label for="24m">2 лет</label>
            </div>
            <div class="rel-con">
                <p><span class="strong">Для  Вам понадобится только </span></p>
                <p><span class="strong">Все остальные документы мы оформим за Вас!</span></p>
            </div>
            <hr class="desc_blue"/>
            <input type="submit" value="Отправить заявку" class="rel-con"/>
        </div>
    </form>
</div>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class="main-form-container request_consult">
    <form method="post" action="request_consult">
        <div class="container-main">
        <p class="block_header rel-con">Бесплатная консультация </p>
            <p class="form-desc">Заполните форму и мы перезвоним Вам в течение 1 рабочего дня!</p>
            <div class="container-row inputs">
                <div>
                    <label for="name"><span class="strong uppercase">Ваше имя</span></label>
                    <input id="name" type="text"/></div>
                <div>
                    <label for="phone_num"><span class="strong uppercase">Ваш телефон</span></label>
                    <input id="phone_num" type="text"/></div>
            </div>
         <div class="container-row">
                <span class="strong uppercase">Я хочу </span>
                <input id="6m" type="radio" name="request_year"/>
                <label for="6m">6 месяцев</label>
                <input id="12m" type="radio" name="request_year"/>
                <label for="12m">1 года</label>
                <input id="24m" type="radio" name="request_year"/>
                <label for="24m">2 лет</label>
            </div>
            <div class="rel-con">
                <p><span class="strong">Для  Вам понадобится только </span></p>
                <p><span class="strong">Все остальные документы мы оформим за Вас!</span></p>
            </div>
            <hr class="desc_blue"/>
            <input type="submit" value="Отправить заявку" class="rel-con"/>
        </div>
    </form>
</div>',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'inform' => 
      array (
        'fields' => 
        array (
          'id' => 21,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'inform',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<div class="wrapper">
  <section class="reviews reviews_index">
<div class="index-title">
 <span>Видео о марихуане</span>
</div>
<div class="reviews-content reviews-content_index js-reviews-content js-reviews-1" style="display: block;"> <div class="reviews__video reviews__video_index">
<object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/BYqCl4-AOYQ">



 <param name="movie" value="https://www.youtube.com/v/BYqCl4-AOYQ">
 </object>
 </div>
 <div class="reviews-i reviews-i_index">
<div class="reviews-avatar reviews-avatar_index"><img title="Как растёт конопля-от начала и до конца от семени до шишки." width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Как растёт конопля-от начала и до конца от семени до шишки."><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
</div>
<div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Как растёт конопля - от начала и до конца, от семени до шишки. </div>
 <div class="reviews__text"><p>Пятиминутное видео о росте марихуаны. От зарождения в зернышке и до самой посленей стадии перед сбором урожая.</p>
<p>Комплексная, многоракурсная съемка, ускоренная после в десятки раз, открывает новые границы познания растения.</p></div>
</div>
 </div>
</div><div class="reviews-content reviews-content_index js-reviews-content js-reviews-2" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/AOQdqBwp1EM">
 <param name="movie" value="https://www.youtube.com/v/AOQdqBwp1EM">
 </object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="Как растёт конопля-от начала и до конца от семени до шишки." width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Как растёт конопля-от начала и до конца от семени до шишки."><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
  </div>
   <div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Бесценное растение конопля.</div>
 <div class="reviews__text"><p>Чем она так любима всеми миру и почему за марихуану ведеться такая ежедневная страншная борьба.</p>
<p>Мнения приверженцев и сторонников. Интересные факты о бесценности каннабиса. Польза, вред и незаменимые элементы - обо всем этом и многом другом в видео.</p></div>
 </div>
</div>
</div>
<div class="reviews-content reviews-content_index js-reviews-content js-reviews-3" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/NfH8zwz3Lio">
<param name="movie" value="https://www.youtube.com/v/NfH8zwz3Lio">
</object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="" width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="и"><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
 </div>
  <div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Марихуана - лекарство от более чем 50 болезней. </div>
 <div class="reviews__text"><p>Лечебные свойства конопли неоспоримы. Сотни ежедневных исследований вновь и вновь доказывают это.</p>
<p>Запреты исследований ограничивают возможности медецины, но даже те исцеляющие свойства конопли которые найдены сегодня делают это растение по истине незаменимым.</p></div>
 </div>
</div>
</div><div class="reviews-content reviews-content_index js-reviews-content js-reviews-4" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/YzF6LhKJMr8">
<param name="movie" value="https://www.youtube.com/v/YzF6LhKJMr8">
</object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="Обучение в Вене. Отзыв от студентки Ирины Сидоровой" width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Обучение в Вене. Отзыв от студентки Ирины Сидоровой"><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
 </div>
 <div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Лучший гровинг</div>
 <div class="reviews__text"><p>Советы от ТОП экспертов по гровингу конопли из Амстердама и Канады. Бесценные сектеры и хитрости выращивания.</p>
<p>Подробные инструкции и методы преспособления. Узнайте как получить максимум пользы уже с первого раза.</p></div>
 </div>
</div>
</div><div class="reviews-content reviews-content_index js-reviews-content js-reviews-5" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/BYqCl4-AOYQ">
<param name="movie" value="https://www.youtube.com/v/BYqCl4-AOYQ">
</object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="Венский университет отзыв Екатерины Кузиной" width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Венский университет отзыв Екатерины Кузиной"><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
 </div>
 <div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Как растёт конопля-от начала и до конца от семени до шишки. </div>
 <div class="reviews__text"><p>Здесь вы увидите как прорастает-растёт и созревает конопля от начала и до конца.</p>
<p>Здесь вы увидите как прорастает-растёт и созревает конопля от начала и до конца.</p></div>
 </div>
</div>
</div><div class="reviews-content reviews-content_index js-reviews-content js-reviews-6" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/BYqCl4-AOYQ">
<param name="movie" value="https://www.youtube.com/v/BYqCl4-AOYQ">
</object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="Образование в Австрии - отзыв студента Ольги Давыдовой" width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Образование в Австрии - отзыв студента Ольги Давыдовой"><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
 </div>
<div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Как растёт конопля-от начала и до конца от семени до шишки. </div>
 <div class="reviews__text"><p>Здесь вы увидите как прорастает-растёт и созревает конопля от начала и до конца.</p>
<p>Здесь вы увидите как прорастает-растёт и созревает конопля от начала и до конца.</p></div>
 </div>
</div>
</div>
<div class="reviews-cycle-wrapper">
  <ul class="cycle-slideshow reviews-cycle reviews-cycle_index js-reviews-cycle" data-cycle-fx="carousel" data-cycle-timeout="0" data-cycle-carousel-visible="6" data-cycle-next=".reviews-cycle-next" data-cycle-prev=".reviews-cycle-prev" data-cycle-slides="> li" style="position: relative; overflow: hidden; width: 900px;"><li data-tab=".js-reviews-1" class="is-active cycle-slide cycle-sentinel" style="top: 0px; left: 0px; opacity: 1; z-index: 100; position: static; visibility: hidden; display: block;"><img src="/assets/images/prev/v.png" alt="" style="visibility: hidden;"></li><div class="cycle-carousel-wrap" style="margin: 0px; padding: 0px; top: 0px; position: absolute; white-space: nowrap; left: -705px;"><li data-tab=".js-reviews-1" class="is-active cycle-slide" style="top: 0px; left: 0px; opacity: 1; visibility: visible; z-index: 100; display: inline-block; position: static;"><img src="/assets/img/1-78.jpg" alt=""></li><li data-tab=".js-reviews-2" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 99; display: inline-block; position: static;"><img src="/assets/img/097.png" alt=""></li><li data-tab=".js-reviews-3" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 97; display: inline-block; position: static;"><img src="/assets/img/098.png" alt=""></li><li data-tab=".js-reviews-4" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 96; display: inline-block; position: static;"><img src="/assets/img/099.png" alt=""></li><li data-tab=".js-reviews-5" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 95; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-1" class="is-active cycle-slide cycle-slide-active" style="top: 0px; left: 0px; opacity: 1; visibility: visible; z-index: 100; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-2" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 99; display: inline-block; position: static;"><img src="/assets/img/097.png" alt=""></li><li data-tab=".js-reviews-3" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 97; display: inline-block; position: static;"><img src="/assets/img/098.png" alt=""></li><li data-tab=".js-reviews-4" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 96; display: inline-block; position: static;"><img src="/assets/img/099.png" alt=""></li><li data-tab=".js-reviews-5" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 95; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-1" class="is-active cycle-slide" style="top: 0px; left: 0px; opacity: 1; visibility: visible; z-index: 100; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-2" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 99; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-3" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 97; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-4" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 96; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-5" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 95; display: inline-block; position: static;"><img src="14-88.jpg" alt=""></li></div></ul>
 <div class="reviews-cycle-next"></div>
 <div class="reviews-cycle-prev"></div>
</div>
</section>

<!--	<section class="news_index">
 <div class="index-title"> <span>
<a rel="nofollow" href="/news.html">Наши новости</a>    </span> </div>
 <ul class=\'col3\'>
[[getResources?
&tpl=`new`
&parents=`4`
&showHidden=`1`
&limit=`3`
&includeTVs=`1` 
&processTVs=`1`
&includeTVList=`img`
&includeContent=`1`
&tvPrefix=``
&processTVList=`img`

]]
 </ul>
</section> !-->
[[$sendmail]]
<!--<section class="index-form clear">
<div class="advantage">
 <div class="advantage__title">Факт о марихуане</div>
 <div class="services-adv-in">
<div class="services-adv__top"><span class="services-adv__num">01</span> <span class="services-adv__title services-adv__title_index">В период движения трезвенников в конце 19 века марихуана рекомендовалась как заменитель алкоголя. 
</span></div>
<p>Причиной для этого было то, что в отличие от злоупотребления алкоголем, употребление марихуаны не приводило к насилию в семье.</p>
 </div>
 <div class="services-adv-in">
<div class="services-adv__top"><span class="services-adv__num">02</span> <span class="services-adv__title services-adv__title_index"> До того как ее запретили, конопля была одним из главных продуктов фермерского производства в ранней Америке.  </span></div>
<p>Первые два проекта американской Декларации Независимости были написаны на бумаге, сделанной из конопли.</p>
 </div>
 <div class="services-adv-in">
<div class="services-adv__top"><span class="services-adv__num">03</span> <span class="services-adv__title services-adv__title_index"> В 2007 году в США было проведено около 900 тысяч арестов за преступления, связанные с марихуаной. </span></div>
<p>Около 90%  арестов было произведено всего лишь за хранение марихуаны.Во всем мире около 162 миллионов взрослых людей употребляют марихуану не реже одного раза в год.</p>
 </div>
 <a class="button button_hwmore" href="[[~354]]"> <span>Смотреть больше фактов</span> </a></div>  <div class="apply">
<div class="apply__title">
 Вопросы, Заказы, Предложения 
</div>
[[$form_main]]
</div> </section>!-->
</div>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class="wrapper">
  <section class="reviews reviews_index">
<div class="index-title">
 <span>Видео о марихуане</span>
</div>
<div class="reviews-content reviews-content_index js-reviews-content js-reviews-1" style="display: block;"> <div class="reviews__video reviews__video_index">
<object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/BYqCl4-AOYQ">



 <param name="movie" value="https://www.youtube.com/v/BYqCl4-AOYQ">
 </object>
 </div>
 <div class="reviews-i reviews-i_index">
<div class="reviews-avatar reviews-avatar_index"><img title="Как растёт конопля-от начала и до конца от семени до шишки." width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Как растёт конопля-от начала и до конца от семени до шишки."><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
</div>
<div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Как растёт конопля - от начала и до конца, от семени до шишки. </div>
 <div class="reviews__text"><p>Пятиминутное видео о росте марихуаны. От зарождения в зернышке и до самой посленей стадии перед сбором урожая.</p>
<p>Комплексная, многоракурсная съемка, ускоренная после в десятки раз, открывает новые границы познания растения.</p></div>
</div>
 </div>
</div><div class="reviews-content reviews-content_index js-reviews-content js-reviews-2" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/AOQdqBwp1EM">
 <param name="movie" value="https://www.youtube.com/v/AOQdqBwp1EM">
 </object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="Как растёт конопля-от начала и до конца от семени до шишки." width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Как растёт конопля-от начала и до конца от семени до шишки."><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
  </div>
   <div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Бесценное растение конопля.</div>
 <div class="reviews__text"><p>Чем она так любима всеми миру и почему за марихуану ведеться такая ежедневная страншная борьба.</p>
<p>Мнения приверженцев и сторонников. Интересные факты о бесценности каннабиса. Польза, вред и незаменимые элементы - обо всем этом и многом другом в видео.</p></div>
 </div>
</div>
</div>
<div class="reviews-content reviews-content_index js-reviews-content js-reviews-3" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/NfH8zwz3Lio">
<param name="movie" value="https://www.youtube.com/v/NfH8zwz3Lio">
</object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="" width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="и"><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
 </div>
  <div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Марихуана - лекарство от более чем 50 болезней. </div>
 <div class="reviews__text"><p>Лечебные свойства конопли неоспоримы. Сотни ежедневных исследований вновь и вновь доказывают это.</p>
<p>Запреты исследований ограничивают возможности медецины, но даже те исцеляющие свойства конопли которые найдены сегодня делают это растение по истине незаменимым.</p></div>
 </div>
</div>
</div><div class="reviews-content reviews-content_index js-reviews-content js-reviews-4" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/YzF6LhKJMr8">
<param name="movie" value="https://www.youtube.com/v/YzF6LhKJMr8">
</object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="Обучение в Вене. Отзыв от студентки Ирины Сидоровой" width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Обучение в Вене. Отзыв от студентки Ирины Сидоровой"><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
 </div>
 <div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Лучший гровинг</div>
 <div class="reviews__text"><p>Советы от ТОП экспертов по гровингу конопли из Амстердама и Канады. Бесценные сектеры и хитрости выращивания.</p>
<p>Подробные инструкции и методы преспособления. Узнайте как получить максимум пользы уже с первого раза.</p></div>
 </div>
</div>
</div><div class="reviews-content reviews-content_index js-reviews-content js-reviews-5" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/BYqCl4-AOYQ">
<param name="movie" value="https://www.youtube.com/v/BYqCl4-AOYQ">
</object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="Венский университет отзыв Екатерины Кузиной" width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Венский университет отзыв Екатерины Кузиной"><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
 </div>
 <div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Как растёт конопля-от начала и до конца от семени до шишки. </div>
 <div class="reviews__text"><p>Здесь вы увидите как прорастает-растёт и созревает конопля от начала и до конца.</p>
<p>Здесь вы увидите как прорастает-растёт и созревает конопля от начала и до конца.</p></div>
 </div>
</div>
</div><div class="reviews-content reviews-content_index js-reviews-content js-reviews-6" style="display: none;"> <div class="reviews__video reviews__video_index">                 <object type="application/x-shockwave-flash" width="550" height="420" data="https://www.youtube.com/v/BYqCl4-AOYQ">
<param name="movie" value="https://www.youtube.com/v/BYqCl4-AOYQ">
</object>
</div>
<div class="reviews-i reviews-i_index">
 <div class="reviews-avatar reviews-avatar_index"><img title="Образование в Австрии - отзыв студента Ольги Давыдовой" width="123" height="123" class="reviews-avatar__pic" src="/assets/img/1-78.jpg" alt="Образование в Австрии - отзыв студента Ольги Давыдовой"><!--<a class="reviews__social"  onclick="location.href=\'https://vk.com/cannabis_time_4_20\'">
 <img src="/assets/img/rev-social.png" alt="">
 </a>!-->
 </div>
<div class="reviews-info reviews-info_inner">
 <div class="reviews__name">Как растёт конопля-от начала и до конца от семени до шишки. </div>
 <div class="reviews__text"><p>Здесь вы увидите как прорастает-растёт и созревает конопля от начала и до конца.</p>
<p>Здесь вы увидите как прорастает-растёт и созревает конопля от начала и до конца.</p></div>
 </div>
</div>
</div>
<div class="reviews-cycle-wrapper">
  <ul class="cycle-slideshow reviews-cycle reviews-cycle_index js-reviews-cycle" data-cycle-fx="carousel" data-cycle-timeout="0" data-cycle-carousel-visible="6" data-cycle-next=".reviews-cycle-next" data-cycle-prev=".reviews-cycle-prev" data-cycle-slides="> li" style="position: relative; overflow: hidden; width: 900px;"><li data-tab=".js-reviews-1" class="is-active cycle-slide cycle-sentinel" style="top: 0px; left: 0px; opacity: 1; z-index: 100; position: static; visibility: hidden; display: block;"><img src="/assets/images/prev/v.png" alt="" style="visibility: hidden;"></li><div class="cycle-carousel-wrap" style="margin: 0px; padding: 0px; top: 0px; position: absolute; white-space: nowrap; left: -705px;"><li data-tab=".js-reviews-1" class="is-active cycle-slide" style="top: 0px; left: 0px; opacity: 1; visibility: visible; z-index: 100; display: inline-block; position: static;"><img src="/assets/img/1-78.jpg" alt=""></li><li data-tab=".js-reviews-2" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 99; display: inline-block; position: static;"><img src="/assets/img/097.png" alt=""></li><li data-tab=".js-reviews-3" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 97; display: inline-block; position: static;"><img src="/assets/img/098.png" alt=""></li><li data-tab=".js-reviews-4" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 96; display: inline-block; position: static;"><img src="/assets/img/099.png" alt=""></li><li data-tab=".js-reviews-5" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 95; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-1" class="is-active cycle-slide cycle-slide-active" style="top: 0px; left: 0px; opacity: 1; visibility: visible; z-index: 100; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-2" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 99; display: inline-block; position: static;"><img src="/assets/img/097.png" alt=""></li><li data-tab=".js-reviews-3" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 97; display: inline-block; position: static;"><img src="/assets/img/098.png" alt=""></li><li data-tab=".js-reviews-4" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 96; display: inline-block; position: static;"><img src="/assets/img/099.png" alt=""></li><li data-tab=".js-reviews-5" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 95; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-1" class="is-active cycle-slide" style="top: 0px; left: 0px; opacity: 1; visibility: visible; z-index: 100; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-2" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 99; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-3" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 97; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-4" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 96; display: inline-block; position: static;"><img src="/assets/images/prev/v.png" alt=""></li><li data-tab=".js-reviews-5" class="is-active cycle-slide" style="top: 0px; left: 0px; z-index: 95; display: inline-block; position: static;"><img src="14-88.jpg" alt=""></li></div></ul>
 <div class="reviews-cycle-next"></div>
 <div class="reviews-cycle-prev"></div>
</div>
</section>

<!--	<section class="news_index">
 <div class="index-title"> <span>
<a rel="nofollow" href="/news.html">Наши новости</a>    </span> </div>
 <ul class=\'col3\'>
[[getResources?
&tpl=`new`
&parents=`4`
&showHidden=`1`
&limit=`3`
&includeTVs=`1` 
&processTVs=`1`
&includeTVList=`img`
&includeContent=`1`
&tvPrefix=``
&processTVList=`img`

]]
 </ul>
</section> !-->
[[$sendmail]]
<!--<section class="index-form clear">
<div class="advantage">
 <div class="advantage__title">Факт о марихуане</div>
 <div class="services-adv-in">
<div class="services-adv__top"><span class="services-adv__num">01</span> <span class="services-adv__title services-adv__title_index">В период движения трезвенников в конце 19 века марихуана рекомендовалась как заменитель алкоголя. 
</span></div>
<p>Причиной для этого было то, что в отличие от злоупотребления алкоголем, употребление марихуаны не приводило к насилию в семье.</p>
 </div>
 <div class="services-adv-in">
<div class="services-adv__top"><span class="services-adv__num">02</span> <span class="services-adv__title services-adv__title_index"> До того как ее запретили, конопля была одним из главных продуктов фермерского производства в ранней Америке.  </span></div>
<p>Первые два проекта американской Декларации Независимости были написаны на бумаге, сделанной из конопли.</p>
 </div>
 <div class="services-adv-in">
<div class="services-adv__top"><span class="services-adv__num">03</span> <span class="services-adv__title services-adv__title_index"> В 2007 году в США было проведено около 900 тысяч арестов за преступления, связанные с марихуаной. </span></div>
<p>Около 90%  арестов было произведено всего лишь за хранение марихуаны.Во всем мире около 162 миллионов взрослых людей употребляют марихуану не реже одного раза в год.</p>
 </div>
 <a class="button button_hwmore" href="[[~354]]"> <span>Смотреть больше фактов</span> </a></div>  <div class="apply">
<div class="apply__title">
 Вопросы, Заказы, Предложения 
</div>
[[$form_main]]
</div> </section>!-->
</div>',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'sendmail' => 
      array (
        'fields' => 
        array (
          'id' => 7,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'sendmail',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '[[!FormIt?
   &formName=`sendmail`
   &hooks=`spam,email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`sendEmailTpl_email`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`Подписка на новости с главной [[++site_url]]`
   &redirectTo=`359`
   &validate=`e_email:email:required`
   &submitVar=`e-submit`
]]
<section class="send-mail-b send-mail-b_index" id="email" >
        <div class="send-mail-b__title">
            Отправь нам свою почту
        </div>
        <div class="send-mail-b__subtitle">
            и будь вкурсе всех новостей связаных с Коноплей в Украине
        </div>
        <form name="email" class="send-mail-b__form cntmm" method="post" action="[[~[[*id]]]]#email">
		<span class="error">[[!+fi.error.e_email]]</span>
            <input name="e_email" id="emailz" class="send-mail-b__input" type="text" placeholder="Электронная почта" value="[[!+fi.email]]">
            <input class="submit_button button button_apply js-telefon" name="e-submit" type="submit" value="Отправить">
         </form>
    </section>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '[[!FormIt?
   &formName=`sendmail`
   &hooks=`spam,email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`sendEmailTpl_email`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`Подписка на новости с главной [[++site_url]]`
   &redirectTo=`359`
   &validate=`e_email:email:required`
   &submitVar=`e-submit`
]]
<section class="send-mail-b send-mail-b_index" id="email" >
        <div class="send-mail-b__title">
            Отправь нам свою почту
        </div>
        <div class="send-mail-b__subtitle">
            и будь вкурсе всех новостей связаных с Коноплей в Украине
        </div>
        <form name="email" class="send-mail-b__form cntmm" method="post" action="[[~[[*id]]]]#email">
		<span class="error">[[!+fi.error.e_email]]</span>
            <input name="e_email" id="emailz" class="send-mail-b__input" type="text" placeholder="Электронная почта" value="[[!+fi.email]]">
            <input class="submit_button button button_apply js-telefon" name="e-submit" type="submit" value="Отправить">
         </form>
    </section>',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'form_main' => 
      array (
        'fields' => 
        array (
          'id' => 24,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'form_main',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '[[!FormIt?
   &formName=`form_main`
   &hooks=`spam,email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`sendEmailTpl_main`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`Оценка шансов на поступление [[++site_url]]`
   &redirectTo=`358`
   &validate=`u_name:required,u_phone:required,u_name:required,u_email:email:required,u_text:required:stripTags`
   &submitVar=`form-uslugi`
]]
[[!+fi.error_message:notempty=`<p>[[!+fi.error_message]]</p>`]]





<form class="apply-form js-apply-form" action="[[~[[*id]]]]#form" method="post" id="form">
<span class="error">[[!+fi.error.u_name]]</span>
<div class="apply-form__fields"><label>Фамилия, Имя, Отчество</label> <input id="name" class="apply__input js-name" type="text" name="u_name" /></div>

<span class="error">[[!+fi.error.u_phone]]</span>
<div class="apply-form__fields"><label>Контактный телефон или Skype</label> <input id="phone" class="apply__input js-phone_skype" type="text" name="u_phone" /></div>

<span class="error">[[!+fi.error.u_email]]</span>
<div class="apply-form__fields"><label>Электронная почта</label> <input id="memail" class="apply__input js-email" type="text" name="u_email" /></div>

<span class="error">[[!+fi.error.u_text]]</span>
<div class="apply-form__fields"><label>Ваш вопрос</label><textarea id="message" class="apply__text js-text" name="u_text"></textarea></div>
<input name="form-uslugi" type="submit" value="Отправить заявку" class="button button_apply  submit_button button button_apply  " />
</form>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '[[!FormIt?
   &formName=`form_main`
   &hooks=`spam,email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`sendEmailTpl_main`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`Оценка шансов на поступление [[++site_url]]`
   &redirectTo=`358`
   &validate=`u_name:required,u_phone:required,u_name:required,u_email:email:required,u_text:required:stripTags`
   &submitVar=`form-uslugi`
]]
[[!+fi.error_message:notempty=`<p>[[!+fi.error_message]]</p>`]]





<form class="apply-form js-apply-form" action="[[~[[*id]]]]#form" method="post" id="form">
<span class="error">[[!+fi.error.u_name]]</span>
<div class="apply-form__fields"><label>Фамилия, Имя, Отчество</label> <input id="name" class="apply__input js-name" type="text" name="u_name" /></div>

<span class="error">[[!+fi.error.u_phone]]</span>
<div class="apply-form__fields"><label>Контактный телефон или Skype</label> <input id="phone" class="apply__input js-phone_skype" type="text" name="u_phone" /></div>

<span class="error">[[!+fi.error.u_email]]</span>
<div class="apply-form__fields"><label>Электронная почта</label> <input id="memail" class="apply__input js-email" type="text" name="u_email" /></div>

<span class="error">[[!+fi.error.u_text]]</span>
<div class="apply-form__fields"><label>Ваш вопрос</label><textarea id="message" class="apply__text js-text" name="u_text"></textarea></div>
<input name="form-uslugi" type="submit" value="Отправить заявку" class="button button_apply  submit_button button button_apply  " />
</form>',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'social' => 
      array (
        'fields' => 
        array (
          'id' => 5,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'social',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<div class="wrapper">Рассказать друзьям
<script type="text/javascript" src="//yastatic.net/share/share.js" charset="utf-8"></script>
<div class="yashare-auto-init" data-yashareL10n="ru" data-yashareType="none" data-yashareQuickServices="vkontakte,facebook,twitter,gplus,linkedin,blogger,odnoklassniki,myspace,moimir,lj,evernote">
</div></div>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class="wrapper">Рассказать друзьям
<script type="text/javascript" src="//yastatic.net/share/share.js" charset="utf-8"></script>
<div class="yashare-auto-init" data-yashareL10n="ru" data-yashareType="none" data-yashareQuickServices="vkontakte,facebook,twitter,gplus,linkedin,blogger,odnoklassniki,myspace,moimir,lj,evernote">
</div></div>',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'footer' => 
      array (
        'fields' => 
        array (
          'id' => 27,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'footer',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<footer class="footer">
  <div class="wrapper">
       <a href="ua.html" class="question-link" style="display: none;">Социальные сети</a>
    <div class="social"> <a class="social__vk" rel="nofollow" href="https://vk.com/cannabis_time_4_20" title=""></a> <a class="social__fb" rel="nofollow" href="https://www.facebook.com/420-_-Марихуана-146793262340825/" title=""></a> <a class="social__tw" rel="nofollow" href="#" title=""></a> <a class="social__gp" rel="nofollow" href=" https://plus.google.com/101635014315474978799/" title=""></a> <a class="social__in" rel="nofollow" href="#" title=""></a> <a class="social__yt" rel="nofollow" href="https://www.youtube.com/channel/UCmpy1wBirDVp6d4UF3F48xA" title=""></a> </div>
<div class="justi"> <div class="f-info">
      <div class="f-logo"> <img src="/assets/img/1-78.png" alt=""/> </div>
      <div class="f-copy">
        <p> 4-20.com.ua ·  2016  <a rel="nofollow" href="http://4-20.com.ua/sitemap.xml" class="link" target="_blank">·  </a> [[*pagetitle]]</p><p>Сайт 4:20 это информационный ресурс о культуре употребления марихуаны. Мы не пропагандируем курение, но предоставляем в массы знания о конопле и ее применении в разнообразных сферах жизнедеятельности человечества. Вся информация размещенная на сайте актуальна и собрана из авторитетных мировых ресурсов. Мы предоставляем информацию подтвержденную исключительно серьезными научными источниками, данные исследований, мнения знаменитых личностей и специалистов из разнообразных областей культуры, медицины, политики и социологии. </p> </div>

    </div>
  </div>
</div>
<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter33922869 = new Ya.Metrika({
                    id:33922869,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/33922869" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->
</footer>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<footer class="footer">
  <div class="wrapper">
       <a href="ua.html" class="question-link" style="display: none;">Социальные сети</a>
    <div class="social"> <a class="social__vk" rel="nofollow" href="https://vk.com/cannabis_time_4_20" title=""></a> <a class="social__fb" rel="nofollow" href="https://www.facebook.com/420-_-Марихуана-146793262340825/" title=""></a> <a class="social__tw" rel="nofollow" href="#" title=""></a> <a class="social__gp" rel="nofollow" href=" https://plus.google.com/101635014315474978799/" title=""></a> <a class="social__in" rel="nofollow" href="#" title=""></a> <a class="social__yt" rel="nofollow" href="https://www.youtube.com/channel/UCmpy1wBirDVp6d4UF3F48xA" title=""></a> </div>
<div class="justi"> <div class="f-info">
      <div class="f-logo"> <img src="/assets/img/1-78.png" alt=""/> </div>
      <div class="f-copy">
        <p> 4-20.com.ua ·  2016  <a rel="nofollow" href="http://4-20.com.ua/sitemap.xml" class="link" target="_blank">·  </a> [[*pagetitle]]</p><p>Сайт 4:20 это информационный ресурс о культуре употребления марихуаны. Мы не пропагандируем курение, но предоставляем в массы знания о конопле и ее применении в разнообразных сферах жизнедеятельности человечества. Вся информация размещенная на сайте актуальна и собрана из авторитетных мировых ресурсов. Мы предоставляем информацию подтвержденную исключительно серьезными научными источниками, данные исследований, мнения знаменитых личностей и специалистов из разнообразных областей культуры, медицины, политики и социологии. </p> </div>

    </div>
  </div>
</div>
<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter33922869 = new Ya.Metrika({
                    id:33922869,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/33922869" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->
</footer>',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'forms' => 
      array (
        'fields' => 
        array (
          'id' => 23,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'forms',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '[[#!FormIt?
   &formName=`forms1`
   &hooks=`email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`email_tpl`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`[[+sub]] с сайта [[++site_name]]`
   &emailFromName=`[[+name]]`
   &emailFrom=`[[+email]]`
   &validate=`name:required,phone:required,name:required,email:email:required,theme:required,text:required:stripTags`
   &submitVar=`form-phone1`

]]

[[!+fi.error_message:notempty=`<p class="">[[!+fi.error_message]]</p>`]]

<div class="modal-windows">
    <div class="modal-forms js-question-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Задать свой вопрос
        </div>
        <div class="modal-forms-i">
            <form class="apply-form apply-form_modal js-apply-form validate" method="post" action="[[~[[*id]]]]">

<input name="sub" id="sub" type="hidden" value="Задать свой вопрос"/>


				<span class="error">[[!+fi.error.theme]]</span>

                <div class="apply-form__fields">
                    <label>Тема вопроса</label>
                    <input name="theme" id="theme" class="apply__input js-field" type="text" placeholder="Тема вопроса" value="[[!+fi.theme]]"/>
                </div>
				<span class="error">[[!+fi.error.name]]</span>
                <div class="apply-form__fields">
                    <label>Фамилия, Имя, Отчество</label>
                    <input name="name" id="name" class="apply__input js-name" type="text" placeholder="Фамилия, Имя, Отчество" value="[[!+fi.name]]"/>
                </div>
				<span class="error">[[!+fi.error.email]]</span>
                <div class="apply-form__fields">
                    <label>Электронная почта</label>
                    <input name="email" id="email" class="apply__input js-email" type="text" placeholder="Электронная почта" value="[[!+fi.email]]"/>
                </div>
				<span class="error">[[!+fi.error.text]]</span>
                <div class="apply-form__fields">
                    <label>Ваш вопрос</label>
                    <input name="text" id="text" class="apply__text" placeholder="Ваш вопрос" value="[[!+fi.text]]">
                </div>
             <input class="submit_button button button_apply js-telefon" name="submit" type="submit" value="Отправить">
            </form>
        </div>
    </div>    

    <div class="modal-forms js-question-form-tnx">
        <div class="modal-tnx">
            <img src="/assets/img/mcheck.gif" alt=""/>
            <div class="modal-tnx__title">
                Здравствуйте,<br>
                Ваш вопрос принят в работу!
            </div>
            <div class="modal-tnx__txt">
                Благодарим Вас за интерес,<br>
                проявленный к нашей компании!
            </div>
            <div class="modal-tnx__buy">
                Всего доброго!
            </div>
            <div class="box-modal_close arcticmodal-close arcticmodal-tnx-close button">
                <span>Закрыть</span>
            </div>        </div>
    </div>

    <div class="modal-forms js-order-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Оставь свой почтовый адрес и подпишись на новости сайта
        </div>
        <div class="modal-forms-i">
            <form class="apply-form apply-form_modal js-apply-form validate" method="post" action="[[~[[*id]]]]">
			<input name="sub" id="sub" type="hidden" value="Оставь свой почтовый арес"/>

				<span class="error">[[!+fi.error.name]]</span>
                <div class="apply-form__fields">
                    <label>Фамилия, Имя, Отчество</label>
                    <input name="name" id="name" class="apply__input js-name" type="text" placeholder="Фамилия, Имя, Отчество" value=\'[[!+fi.name]]\'/>
                </div>

				<span class="error">[[!+fi.error.phone]]</span>
                <div class="apply-form__fields">
                    <label>Телефон или Skype</label>
                    <input id="phone" name="phone" class="apply__input js-field" type="text" placeholder="Телефон или Skype" value=\'[[!+fi.phone]]\'/>
                </div>

				<span class="error">[[!+fi.error.email]]</span>
                <div class="apply-form__fields">
                    <label>Электронная почта</label>
                    <input name="email" id="email" class="apply__input js-email" type="text" placeholder="Электронная почта" value="[[!+fi.email]]"/>
                </div>

				<span class="error">[[!+fi.error.text]]</span>
                <div class="apply-form__fields">
                    <label>Коментарий</label>
                   <input name="text" id="text" class="apply__text" placeholder="Коментарий" value="[[!+fi.text]]">
                </div>
              <input class="submit_button button button_apply js-telefon" name="submit" type="submit" value="Отправить">
            </form>
        </div>
    </div>
    <div class="modal-forms js-order-form-tnx">
        <div class="modal-tnx">
            <img src="/assets/img/mcheck.gif" alt=""/>
            <div class="modal-tnx__title">
                Ваша заявка принята!
                <p>Наши менеджеры свяжутся с Вами<br> в кротчайшие сроки.</p>
            </div>
            <div class="modal-tnx__txt">
               Благодарим Вас за интерес,<br>
                проявленный к нашей компании!
            </div>
            <div class="modal-tnx__buy">
                Всего доброго!
            </div>
            <div class="box-modal_close arcticmodal-close arcticmodal-tnx-close button">
                <span>Закрыть</span>
            </div>        </div>
    </div>
    
<div class="modal-forms js-phone-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Подписаться на рассылку
        </div>
        <div class="modal-forms-i">
             <form class="apply-form apply-form_modal js-apply-form validate" method="post" action="[[~[[*id]]]]">
			<input name="sub" id="sub" type="hidden" value="Подписаться на рассылку"/>

                <div class="apply-form__fields">
                    <label>Электронная почта</label>
                    <input name="email" id="email" class="apply__input js-email" type="text" placeholder="Электронная почта" value="[[!+fi.email]]"/>
                </div>
               <input class="submit_button button button_apply js-telefon" name="submit" type="submit" value="Отправить">
            </form>
        </div>
    </div>

    <div class="modal-forms js-phone-tnx">
        <div class="modal-tnx">
            <img src="/assets/img/mcheck.gif" alt=""/>
            <div class="modal-tnx__title">
                Здравствуйте,<br>
                Ваш вопрос принят в работу!
          </div>
            <div class="box-modal_close arcticmodal-close arcticmodal-tnx-close button">
                <span>Закрыть</span>
            </div>        </div>
    </div>


[[!FormIt?
   &formName=`forms2`
   &hooks=`email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`email_tpl`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`[[+sub]] с сайта [[++site_url]]`
   &emailFromName=`[[+phone_name]]`
   &redirectTo=`362`
   &validate=`phone_name:required,phone_phone:required,phone_text:required:stripTags`
   &submitVar=`form-phone`

]]
<div class="modal-forms js-telefon-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Заказать звонок
        </div>
        <div class="modal-forms-i">
 <form class="apply-form apply-form_modal js-apply-form validate" method="post" id="phone_form"  action="[[~[[*id]]]]">
			<input name="sub" id="sub" type="hidden" value="Заказать звонок"/>

				<span class="error">[[!+fi.error.phone_name]]</span>
                <div class="apply-form__fields">
                    <label>Фамилия, Имя, Отчество</label>
                    <input name="phone_name" id="name" class="apply__input js-name" type="text" placeholder="Федоров Дмитрий Олегович" value=\'[[!+fi.name]]\'/>
                </div>
				<span class="error">[[!+fi.error.phone_phone]]</span>
                <div class="apply-form__fields">
                    <label>Номер телефона</label>
                    <input id="phone" name="phone_phone" class="apply__input js-field" type="text" placeholder="+7 925 123 45 67" value=\'[[!+fi.phone]]\'/>
                </div>
				<span class="error">[[!+fi.error.phone_text]]</span>
                <div class="apply-form__fields">
                    <label>Коментарий</label>
                    <input id="text" name="phone_text" class="apply__text" placeholder="Хочу поступить в Австрию!" value=\'[[!+fi.text]]\'>
                </div>
                <input class="submit_button button button_apply js-telefon" name="form-phone" type="submit" value="Отправить">
            </form>
        </div>
    </div>
<div class="modal-forms js-service-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Заказать услугу
        </div>
        <div class="modal-forms-i">
<form class="apply-form apply-form_modal js-apply-form validate" method="post" action="[[~[[*id]]]]">
			<input name="sub" id="sub" type="hidden" value="Заказать услугу"/>

				<span class="error">[[!+fi.error.name]]</span>
                <div class="apply-form__fields">
                    <label>Фамилия, Имя, Отчество</label>
                    <input name="name" id="name" class="apply__input js-name" type="text" placeholder="Фамилия, Имя, Отчество" value="[[!+fi.name]]"/>
                </div>

				<span class="error">[[!+fi.error.email]]</span>
                <div class="apply-form__fields">
                    <label>Электронная почта</label>
                    <input name="mail" id="mail" class="apply__input js-email" type="text" placeholder="Электронная почта" value="[[!+fi.email]]"/>
                </div>

				<span class="error">[[!+fi.error.text]]</span>
                <div class="apply-form__fields">
                    <label>Коментарий</label>
                    <input name="text" id="text" class="apply__text" placeholder="Коментарий" value="[[!+fi.text]]">
                </div>
                <input class="submit_button button button_apply js-telefon" name="submit" type="submit" value="Отправить">
            </form>
        </div>
    </div>
</div>

',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '[[#!FormIt?
   &formName=`forms1`
   &hooks=`email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`email_tpl`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`[[+sub]] с сайта [[++site_name]]`
   &emailFromName=`[[+name]]`
   &emailFrom=`[[+email]]`
   &validate=`name:required,phone:required,name:required,email:email:required,theme:required,text:required:stripTags`
   &submitVar=`form-phone1`

]]

[[!+fi.error_message:notempty=`<p class="">[[!+fi.error_message]]</p>`]]

<div class="modal-windows">
    <div class="modal-forms js-question-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Задать свой вопрос
        </div>
        <div class="modal-forms-i">
            <form class="apply-form apply-form_modal js-apply-form validate" method="post" action="[[~[[*id]]]]">

<input name="sub" id="sub" type="hidden" value="Задать свой вопрос"/>


				<span class="error">[[!+fi.error.theme]]</span>

                <div class="apply-form__fields">
                    <label>Тема вопроса</label>
                    <input name="theme" id="theme" class="apply__input js-field" type="text" placeholder="Тема вопроса" value="[[!+fi.theme]]"/>
                </div>
				<span class="error">[[!+fi.error.name]]</span>
                <div class="apply-form__fields">
                    <label>Фамилия, Имя, Отчество</label>
                    <input name="name" id="name" class="apply__input js-name" type="text" placeholder="Фамилия, Имя, Отчество" value="[[!+fi.name]]"/>
                </div>
				<span class="error">[[!+fi.error.email]]</span>
                <div class="apply-form__fields">
                    <label>Электронная почта</label>
                    <input name="email" id="email" class="apply__input js-email" type="text" placeholder="Электронная почта" value="[[!+fi.email]]"/>
                </div>
				<span class="error">[[!+fi.error.text]]</span>
                <div class="apply-form__fields">
                    <label>Ваш вопрос</label>
                    <input name="text" id="text" class="apply__text" placeholder="Ваш вопрос" value="[[!+fi.text]]">
                </div>
             <input class="submit_button button button_apply js-telefon" name="submit" type="submit" value="Отправить">
            </form>
        </div>
    </div>    

    <div class="modal-forms js-question-form-tnx">
        <div class="modal-tnx">
            <img src="/assets/img/mcheck.gif" alt=""/>
            <div class="modal-tnx__title">
                Здравствуйте,<br>
                Ваш вопрос принят в работу!
            </div>
            <div class="modal-tnx__txt">
                Благодарим Вас за интерес,<br>
                проявленный к нашей компании!
            </div>
            <div class="modal-tnx__buy">
                Всего доброго!
            </div>
            <div class="box-modal_close arcticmodal-close arcticmodal-tnx-close button">
                <span>Закрыть</span>
            </div>        </div>
    </div>

    <div class="modal-forms js-order-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Оставь свой почтовый адрес и подпишись на новости сайта
        </div>
        <div class="modal-forms-i">
            <form class="apply-form apply-form_modal js-apply-form validate" method="post" action="[[~[[*id]]]]">
			<input name="sub" id="sub" type="hidden" value="Оставь свой почтовый арес"/>

				<span class="error">[[!+fi.error.name]]</span>
                <div class="apply-form__fields">
                    <label>Фамилия, Имя, Отчество</label>
                    <input name="name" id="name" class="apply__input js-name" type="text" placeholder="Фамилия, Имя, Отчество" value=\'[[!+fi.name]]\'/>
                </div>

				<span class="error">[[!+fi.error.phone]]</span>
                <div class="apply-form__fields">
                    <label>Телефон или Skype</label>
                    <input id="phone" name="phone" class="apply__input js-field" type="text" placeholder="Телефон или Skype" value=\'[[!+fi.phone]]\'/>
                </div>

				<span class="error">[[!+fi.error.email]]</span>
                <div class="apply-form__fields">
                    <label>Электронная почта</label>
                    <input name="email" id="email" class="apply__input js-email" type="text" placeholder="Электронная почта" value="[[!+fi.email]]"/>
                </div>

				<span class="error">[[!+fi.error.text]]</span>
                <div class="apply-form__fields">
                    <label>Коментарий</label>
                   <input name="text" id="text" class="apply__text" placeholder="Коментарий" value="[[!+fi.text]]">
                </div>
              <input class="submit_button button button_apply js-telefon" name="submit" type="submit" value="Отправить">
            </form>
        </div>
    </div>
    <div class="modal-forms js-order-form-tnx">
        <div class="modal-tnx">
            <img src="/assets/img/mcheck.gif" alt=""/>
            <div class="modal-tnx__title">
                Ваша заявка принята!
                <p>Наши менеджеры свяжутся с Вами<br> в кротчайшие сроки.</p>
            </div>
            <div class="modal-tnx__txt">
               Благодарим Вас за интерес,<br>
                проявленный к нашей компании!
            </div>
            <div class="modal-tnx__buy">
                Всего доброго!
            </div>
            <div class="box-modal_close arcticmodal-close arcticmodal-tnx-close button">
                <span>Закрыть</span>
            </div>        </div>
    </div>
    
<div class="modal-forms js-phone-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Подписаться на рассылку
        </div>
        <div class="modal-forms-i">
             <form class="apply-form apply-form_modal js-apply-form validate" method="post" action="[[~[[*id]]]]">
			<input name="sub" id="sub" type="hidden" value="Подписаться на рассылку"/>

                <div class="apply-form__fields">
                    <label>Электронная почта</label>
                    <input name="email" id="email" class="apply__input js-email" type="text" placeholder="Электронная почта" value="[[!+fi.email]]"/>
                </div>
               <input class="submit_button button button_apply js-telefon" name="submit" type="submit" value="Отправить">
            </form>
        </div>
    </div>

    <div class="modal-forms js-phone-tnx">
        <div class="modal-tnx">
            <img src="/assets/img/mcheck.gif" alt=""/>
            <div class="modal-tnx__title">
                Здравствуйте,<br>
                Ваш вопрос принят в работу!
          </div>
            <div class="box-modal_close arcticmodal-close arcticmodal-tnx-close button">
                <span>Закрыть</span>
            </div>        </div>
    </div>


[[!FormIt?
   &formName=`forms2`
   &hooks=`email,hook_FormIt_megaplanCreateClient,redirect`
   &emailTpl=`email_tpl`
   &emailTo=`kim_55@bigmir.net`
   &emailSubject=`[[+sub]] с сайта [[++site_url]]`
   &emailFromName=`[[+phone_name]]`
   &redirectTo=`362`
   &validate=`phone_name:required,phone_phone:required,phone_text:required:stripTags`
   &submitVar=`form-phone`

]]
<div class="modal-forms js-telefon-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Заказать звонок
        </div>
        <div class="modal-forms-i">
 <form class="apply-form apply-form_modal js-apply-form validate" method="post" id="phone_form"  action="[[~[[*id]]]]">
			<input name="sub" id="sub" type="hidden" value="Заказать звонок"/>

				<span class="error">[[!+fi.error.phone_name]]</span>
                <div class="apply-form__fields">
                    <label>Фамилия, Имя, Отчество</label>
                    <input name="phone_name" id="name" class="apply__input js-name" type="text" placeholder="Федоров Дмитрий Олегович" value=\'[[!+fi.name]]\'/>
                </div>
				<span class="error">[[!+fi.error.phone_phone]]</span>
                <div class="apply-form__fields">
                    <label>Номер телефона</label>
                    <input id="phone" name="phone_phone" class="apply__input js-field" type="text" placeholder="+7 925 123 45 67" value=\'[[!+fi.phone]]\'/>
                </div>
				<span class="error">[[!+fi.error.phone_text]]</span>
                <div class="apply-form__fields">
                    <label>Коментарий</label>
                    <input id="text" name="phone_text" class="apply__text" placeholder="Хочу поступить в Австрию!" value=\'[[!+fi.text]]\'>
                </div>
                <input class="submit_button button button_apply js-telefon" name="form-phone" type="submit" value="Отправить">
            </form>
        </div>
    </div>
<div class="modal-forms js-service-form">
        <div class="box-modal_close arcticmodal-close arcticmodal-forms-close">Закрыть</div>
        <div class="modal-forms__title">
            Заказать услугу
        </div>
        <div class="modal-forms-i">
<form class="apply-form apply-form_modal js-apply-form validate" method="post" action="[[~[[*id]]]]">
			<input name="sub" id="sub" type="hidden" value="Заказать услугу"/>

				<span class="error">[[!+fi.error.name]]</span>
                <div class="apply-form__fields">
                    <label>Фамилия, Имя, Отчество</label>
                    <input name="name" id="name" class="apply__input js-name" type="text" placeholder="Фамилия, Имя, Отчество" value="[[!+fi.name]]"/>
                </div>

				<span class="error">[[!+fi.error.email]]</span>
                <div class="apply-form__fields">
                    <label>Электронная почта</label>
                    <input name="mail" id="mail" class="apply__input js-email" type="text" placeholder="Электронная почта" value="[[!+fi.email]]"/>
                </div>

				<span class="error">[[!+fi.error.text]]</span>
                <div class="apply-form__fields">
                    <label>Коментарий</label>
                    <input name="text" id="text" class="apply__text" placeholder="Коментарий" value="[[!+fi.text]]">
                </div>
                <input class="submit_button button button_apply js-telefon" name="submit" type="submit" value="Отправить">
            </form>
        </div>
    </div>
</div>

',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'js' => 
      array (
        'fields' => 
        array (
          'id' => 20,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'js',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<script src="/assets/js/jquery-1.11.0.min.js"></script>
<script src="/assets/js/countdown.js"></script>
<!--script type="text/javascript" src="/assets/js/jquery.js"></script-->
<script src="/assets/js/sliderf.js"></script>
<script src="/assets/js/jquery.cycle2.min.js"></script>
<script src="/assets/js/script.js"></script>
<script src="/assets/js/jquery.validate.min.js"></script>
<script src="/assets/js/jquery.easyModal.js"></script>
<script src="/assets/js/main.js"></script>
<!--<script>
var cb1 = function() {
var l = document.createElement(\'link\'); l.rel = \'stylesheet\';
l.href = \'/assets/css/slick.css\';
var h = document.getElementsByTagName(\'head\')[0]; h.parentNode.insertBefore(l, h);
};
var cb2 = function() {
var l = document.createElement(\'link\'); l.rel = \'stylesheet\';
l.href = \'/assets/css/style.css\';
var h = document.getElementsByTagName(\'head\')[0]; h.parentNode.insertBefore(l, h);
};
var raf = requestAnimationFrame || mozRequestAnimationFrame ||
webkitRequestAnimationFrame || msRequestAnimationFrame;
if (raf) {
	raf(cb1);
	raf(cb2);
}
else {
window.addEventListener(\'load\', cb1);
window.addEventListener(\'load\', cb2);
}
</script>-->

<script>
    $(document).ready(function(){
	//remove it tomorrow
	$(".row-main .table-value").removeClass("active");
//actions block slider
        if ($(window).width()<785 || is_ios){
            $(".actions_block .container").slick({
                infinite: true,
                slidesToShow: 1,
            });
        }
//why block randomize viewing mechanics
        if ($(\'.why_teach\').length) {
            var card = [1, 2, 3, 4, 5, 6, 7, 8, 9,];
            for (var i=0; i<3; i++) {
                var rand = Math.floor(Math.random()*card.length);
                card.splice(rand, 1);
            }
            for (var i=card.length; i>0; i--) {
                $(\'.why_teach .element:nth-child(\'+card[i-1]+\')\').remove();
            }
            $(\'.element\').removeClass(\'element_disabled\');
        }
//why block slider
        if ($(window).width()<785 || is_ios){
            $(".why_teach .container").slick({
                infinite: true,
                slidesToShow: 1,
            });
        }

        $(\'#test_ch_1\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage2\').addClass(\'active\');
            e.preventDefault();
        });
        $(\'#test_ch_2\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage3\').addClass(\'active\');
            e.preventDefault();
        });
        $(\'#test_ch_3\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage4\').addClass(\'active\');
            e.preventDefault();
        });
        $(\'#test_ch_4\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage5\').addClass(\'active\');
            e.preventDefault();
        });
        $(\'#test_ch_5\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage6\').addClass(\'active\');
            e.preventDefault();
        });
        $(".packages .table-row").on("click", function() {
            $(".selected").removeClass("selected");
            $(this).addClass("selected");
            $(".pack-desc").removeClass("active");
            switch (true) {
                case $(this).hasClass("intake-housing"):
                    $(".pack-desc.intake-housing").addClass("active");
                    break;
                case $(this).hasClass("housing-visa-basic"):
                    $(".pack-desc.housing-visa-basic").addClass("active");
                    break;
                case $(this).hasClass("housing-visa-extended"):
                    $(".pack-desc.housing-visa-extended").addClass("active");
                    break;
                case $(this).hasClass("all-in"):
                    $(".pack-desc.all-in").addClass("active");
                    break;
                case $(this).hasClass("all-in-ultra"):
                    $(".pack-desc.all-in-ultra").addClass("active");
                    break;
				case $(this).hasClass("standart"):
                    $(".pack-desc.standart").addClass("active");
                    break;
                default:

            };
            var width = window.innerWidth;
            if (width < 1024) {
                if ($(this).find(".services_SR").length){
                    $(".services_SR").slideUp(function() {
                        $(".services_SR").remove();
                    });
                }
                else {
                    $(".services_SR").remove();
                    $(this).append(\'<div class="table services services_SR" style="display: none;"><div class="table-row docs"><div class="icon"></div><div class="naming">Документы на визу</div><div class="price">549 €</div></div><div class="table-row selected intake"><div class="icon"></div><div class="naming">Поступление в университет</div><div class="price">1499 €</div></div><div class="table-row selected housing"><div class="icon"></div><div class="naming">Поиск жилья</div><div class="price">569 €</div></div><div class="table-row adaptation"><div class="icon"></div><div class="naming">Помощь в адаптации</div><div class="price">659 €</div></div><div class="table-row selected consulting"><div class="icon"></div><div class="naming">Online-консультации</div><div class="price">99 €</div></div><div class="table-row ultra"><div class="icon"></div><div class="naming">Перевод, заверение <br> и пересылка документов</div><div class="price">99 €</div></div></div>\');
                    $(".services_SR").slideDown();
                }
            };
            $(this).find(".active").each(function() {
                switch (true) {
                    case $(this).hasClass("docs"):
                        $(".tables").find(".services .docs").addClass("selected");
                        break;
                    case $(this).hasClass("intake"):
                        $(".tables").find(".services .intake").addClass("selected");
                        break;
                    case $(this).hasClass("housing"):
                        $(".tables").find(".services .housing").addClass("selected");
                        break;
                    case $(this).hasClass("adaptation"):
                        $(".tables").find(".services .adaptation").addClass("selected");
                        break;
                    case $(this).hasClass("consulting"):
                        $(".tables").find(".services .consulting").addClass("selected");
                        break;
                    case $(this).hasClass("ultra"):
                        $(".tables").find(".services .ultra").addClass("selected");
                        break;
                    default:
                };
            });
        });
        var mobileNav = $(\'.nav\');
        $(".nav-toggle").on("click", function(event){
            event.stopImmediatePropagation();

            var links = ($("nav .nav-wr.js-menu>ul>li>a"));
            if ($(this).hasClass(\'active\')) {
                $(this).removeClass(\'active\');
                $("a.arrow").remove();

                mobileNav.slideUp();
            } else {
                $(this).addClass(\'active\');
                mobileNav.slideDown();

                links.each(function() {
                    var link = $(this).attr("href");
                    $(this).append(\'<a class="arrow" href="\'+link+\'">></a>\');
                });
            }
            return false;
        });
        $(".nav-toggle").on("tap", function(event){
            event.stopImmediatePropagation();
            if ($(this).hasClass(\'active\')) {
                mobileNav.slideUp();
                $(this).removeClass(\'active\');
            } else {
                mobileNav.slideDown();
                $(this).addClass(\'active\');
            }
            return false;
        });
        $(\'.arrow\').click(function(event){
            event.stopImmediatePropagation();
            console.log("clicked");
        });
        $(".menu-trigger").on("click", function(e) {
            e.preventDefault();
            $(".search-form form").removeClass("active");
            $(".mobile-search").removeClass("open");
            $(".search-form").slideUp();
            $(".search-form hr").removeClass("active");


            $(this).addClass("bigmenu");
            var self = $(this);
            setTimeout(function() {
                self.removeClass("bigmenu");
            }, 100);
            $(this).toggleClass("open");
            $(".menu-mobile li").removeClass("open");
            $(".menu-mobile ul").removeClass("open");
            $(".menu-mobile hr").removeClass("active");
            $(".menu-mobile").slideToggle();
            $(".menu-mobile>li:first-child").toggleClass("active");

        });
        $(".menu-mobile>li>a:first-child").on("click", function(e) {
            e.preventDefault();
            $(this).closest("li").addClass("big");
            var self = $(this).closest("li");
            setTimeout(function() {
                self.removeClass("big");
            }, 200);
            if ($(this).closest("li").hasClass("open"))
            {
                var href = $(this).attr("href");
                window.location.replace(href);
                $(this).closest("li").removeClass("open");
                $(this).closest("li").children("ul").height(1);
                setTimeout(function () {
                    self.children("ul").removeClass("open");
                }, 300);
                $(this).closest("li").children("hr").removeClass("active");
                $(this).closest("li").children("ul").children("li:first-child").removeClass("active");
            }
            else {
                $(this).closest("li").addClass("open");
                $(this).closest("li").children("ul").addClass("open");
                $(this).closest("li").children("hr").addClass("active");
                var height = $(".menu-mobile").outerHeight();
                $(this).closest("li").children("ul").height(height);
                $(this).closest("li").children("ul").children("li:first-child").addClass("active");
            }
        });

        $(".mobile-search").on("click", function(e) {
            e.preventDefault();
            $(".menu-trigger").removeClass("open");
            $(".menu-mobile").slideUp();
            $(".menu-mobile>li:first-child").removeClass("active");
            $(".arrow").remove();
            $(this).addClass("bigsearch");
            $(".search-form form").toggleClass("active");
            var self = $(this);
            setTimeout(function() {
                self.removeClass("bigsearch");
            }, 100);
            if ($(this).hasClass("open"))
            {
                $(this).removeClass("open");
                $(".search-form").slideUp();
                $(".search-form hr").removeClass("active");
            }
            else
            {
                $(this).addClass("open");
                $(".search-form").slideDown();
                $(".search-form hr").addClass("active");
            }
        });

        setTimeout(
                function()
                {
                    console.log(

                            $(\'.fb-comments iframe\').contents().height()

                    );
                }, 5000);

        $("a.arrow").on("click", function(event) {
            event.stopImmediatePropagation();
        });


        $.getJSON("http://freegeoip.net/json/", function (data) {
            var country = data.country_name;
            var ip = data.ip;
            $(".tel a").removeClass("active");
            if (country == "Ukraine"){
                $(".ua-tel").addClass("active");
            } else if (country == "Russia"){
                $(".ru-tel").addClass("active");
            } else if (country == "Austria"){
                $(".au-tel").addClass("active");
            }else {
                $(".ru-tel").addClass("active");
            }
        });
        var is_ios = /(iPhone|iPod)/g.test( navigator.userAgent );
        if ($(window).width()<785 || is_ios){
            $(".important-info ul").slick({
                infinite: true,
                slidesToShow: 1,
            });
        }
        if(is_ios)
        {
            $(\'<link rel="stylesheet" type="text/css" href="assets/css/iOS.css" />\').appendTo("head");
        };
        if ( navigator.userAgent.match(/Android/i)
 || navigator.userAgent.match(/webOS/i)
 || navigator.userAgent.match(/iPhone/i)
 || navigator.userAgent.match(/iPad/i)
 || navigator.userAgent.match(/iPod/i)
 || navigator.userAgent.match(/BlackBerry/i)
 || navigator.userAgent.match(/Windows Phone/i)
 ) {

        }
		else {
jQuery(\'body\').on(\'click\', \'a[href^="tel:"]\', function() {
                jQuery(this).attr(\'href\',
                jQuery(this).attr(\'href\').replace(/^tel:/, \'callto:\'));
            });
		}

    });
</script>
<script>
  window.___gcfg = {
    lang: \'ru\'
  }
</script>
<script type="text/javascript">
    $(document).ready(function() {
        if ($(window).width()<575){
            $(\'.reviews__video_index.report_small\').css(\'display\',\'block\');
            $(\'.reviews__video_index.report_large\').css(\'display\',\'none\');
        }
        $(\'.report_element .iframe\').css(\'min-height\',\'210px\');
        if ($(\'.lang\').attr(\'href\') == \'/ru/ua\'){
            $(\'.lang\').attr(\'href\', \'/ru\');
        }
        else{
            $(\'.lang\').attr(\'href\', \'/ua\');
        }

    $(\'.js-univer-counter\').countdown(\'2015/11/30\', function(event) {
        $(this).html(event.strftime(
                \'<span>%D</span>\'+
                \'<span>%H</span>\'+
                \'<span>%M</span>\'+
                \'<span>%S</span>\'
        ));
    });
    $(\'.js-reviews-cycle\').width(\'900\');
    });
</script>
<script>

$(document).ready(function(){

	$(\'#phone_form\').validate({
	  //debug: true,
	  rules:{
                phone_name: {
                    required: true,
                    minlength: 2
                },
                phone_text: {
                    required: true,
					minlength: 2
                },
                phone_phone: {
                    required: true,
                    minlength: 2
                }
            },
            messages: {
                phone_name: \'\',
                phone_text: \'\',
                phone_phone: \'\'
            },


	});

});
</script>
<!-- .row -->
<script  type="text/javascript">
$(document).ready(function(){
$(window).scroll(function(){
if ($(this).scrollTop() > 100) {
$(\'.scrollup\').fadeIn();
} else {
$(\'.scrollup\').fadeOut();
}
});

$(\'.scrollup\').click(function(){
$("html, body").animate({ scrollTop: 0 }, 600);
return false;
});
});
</script>
<script type="text/javascript">
$(document).ready(function(){
            $(\'.video_window\').easyModal();
var path = $(".video_frame iframe")[0].src;
            $(\'#video_window_open\').click(function(e){
                $(\'.video_window\').trigger(\'openModal\');
                $(".video_frame iframe")[0].src += "&autoplay=1";
                e.preventDefault();
            });
$(\'#video_window_open_mobile\').click(function(e){
                $(\'.video_window\').trigger(\'openModal\');
                $(".video_frame iframe")[0].src += "&autoplay=1";
                e.preventDefault();
            });
            $(\'#video_window_close\').click(function(e){
$(".video_frame iframe")[0].src = path;
                $(\'.video_window\').trigger(\'closeModal\');
                e.preventDefault();
            });
        });
</script>
<script type="text/javascript" src="assets/js/slick.min.js"></script>
<a class="scrollup">Наверх</a>

',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<script src="/assets/js/jquery-1.11.0.min.js"></script>
<script src="/assets/js/countdown.js"></script>
<!--script type="text/javascript" src="/assets/js/jquery.js"></script-->
<script src="/assets/js/sliderf.js"></script>
<script src="/assets/js/jquery.cycle2.min.js"></script>
<script src="/assets/js/script.js"></script>
<script src="/assets/js/jquery.validate.min.js"></script>
<script src="/assets/js/jquery.easyModal.js"></script>
<script src="/assets/js/main.js"></script>
<!--<script>
var cb1 = function() {
var l = document.createElement(\'link\'); l.rel = \'stylesheet\';
l.href = \'/assets/css/slick.css\';
var h = document.getElementsByTagName(\'head\')[0]; h.parentNode.insertBefore(l, h);
};
var cb2 = function() {
var l = document.createElement(\'link\'); l.rel = \'stylesheet\';
l.href = \'/assets/css/style.css\';
var h = document.getElementsByTagName(\'head\')[0]; h.parentNode.insertBefore(l, h);
};
var raf = requestAnimationFrame || mozRequestAnimationFrame ||
webkitRequestAnimationFrame || msRequestAnimationFrame;
if (raf) {
	raf(cb1);
	raf(cb2);
}
else {
window.addEventListener(\'load\', cb1);
window.addEventListener(\'load\', cb2);
}
</script>-->

<script>
    $(document).ready(function(){
	//remove it tomorrow
	$(".row-main .table-value").removeClass("active");
//actions block slider
        if ($(window).width()<785 || is_ios){
            $(".actions_block .container").slick({
                infinite: true,
                slidesToShow: 1,
            });
        }
//why block randomize viewing mechanics
        if ($(\'.why_teach\').length) {
            var card = [1, 2, 3, 4, 5, 6, 7, 8, 9,];
            for (var i=0; i<3; i++) {
                var rand = Math.floor(Math.random()*card.length);
                card.splice(rand, 1);
            }
            for (var i=card.length; i>0; i--) {
                $(\'.why_teach .element:nth-child(\'+card[i-1]+\')\').remove();
            }
            $(\'.element\').removeClass(\'element_disabled\');
        }
//why block slider
        if ($(window).width()<785 || is_ios){
            $(".why_teach .container").slick({
                infinite: true,
                slidesToShow: 1,
            });
        }

        $(\'#test_ch_1\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage2\').addClass(\'active\');
            e.preventDefault();
        });
        $(\'#test_ch_2\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage3\').addClass(\'active\');
            e.preventDefault();
        });
        $(\'#test_ch_3\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage4\').addClass(\'active\');
            e.preventDefault();
        });
        $(\'#test_ch_4\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage5\').addClass(\'active\');
            e.preventDefault();
        });
        $(\'#test_ch_5\').on(\'click\', function(e){
            $(\'.container-main>*\').removeClass(\'active\');
            $(\'.form_stage6\').addClass(\'active\');
            e.preventDefault();
        });
        $(".packages .table-row").on("click", function() {
            $(".selected").removeClass("selected");
            $(this).addClass("selected");
            $(".pack-desc").removeClass("active");
            switch (true) {
                case $(this).hasClass("intake-housing"):
                    $(".pack-desc.intake-housing").addClass("active");
                    break;
                case $(this).hasClass("housing-visa-basic"):
                    $(".pack-desc.housing-visa-basic").addClass("active");
                    break;
                case $(this).hasClass("housing-visa-extended"):
                    $(".pack-desc.housing-visa-extended").addClass("active");
                    break;
                case $(this).hasClass("all-in"):
                    $(".pack-desc.all-in").addClass("active");
                    break;
                case $(this).hasClass("all-in-ultra"):
                    $(".pack-desc.all-in-ultra").addClass("active");
                    break;
				case $(this).hasClass("standart"):
                    $(".pack-desc.standart").addClass("active");
                    break;
                default:

            };
            var width = window.innerWidth;
            if (width < 1024) {
                if ($(this).find(".services_SR").length){
                    $(".services_SR").slideUp(function() {
                        $(".services_SR").remove();
                    });
                }
                else {
                    $(".services_SR").remove();
                    $(this).append(\'<div class="table services services_SR" style="display: none;"><div class="table-row docs"><div class="icon"></div><div class="naming">Документы на визу</div><div class="price">549 €</div></div><div class="table-row selected intake"><div class="icon"></div><div class="naming">Поступление в университет</div><div class="price">1499 €</div></div><div class="table-row selected housing"><div class="icon"></div><div class="naming">Поиск жилья</div><div class="price">569 €</div></div><div class="table-row adaptation"><div class="icon"></div><div class="naming">Помощь в адаптации</div><div class="price">659 €</div></div><div class="table-row selected consulting"><div class="icon"></div><div class="naming">Online-консультации</div><div class="price">99 €</div></div><div class="table-row ultra"><div class="icon"></div><div class="naming">Перевод, заверение <br> и пересылка документов</div><div class="price">99 €</div></div></div>\');
                    $(".services_SR").slideDown();
                }
            };
            $(this).find(".active").each(function() {
                switch (true) {
                    case $(this).hasClass("docs"):
                        $(".tables").find(".services .docs").addClass("selected");
                        break;
                    case $(this).hasClass("intake"):
                        $(".tables").find(".services .intake").addClass("selected");
                        break;
                    case $(this).hasClass("housing"):
                        $(".tables").find(".services .housing").addClass("selected");
                        break;
                    case $(this).hasClass("adaptation"):
                        $(".tables").find(".services .adaptation").addClass("selected");
                        break;
                    case $(this).hasClass("consulting"):
                        $(".tables").find(".services .consulting").addClass("selected");
                        break;
                    case $(this).hasClass("ultra"):
                        $(".tables").find(".services .ultra").addClass("selected");
                        break;
                    default:
                };
            });
        });
        var mobileNav = $(\'.nav\');
        $(".nav-toggle").on("click", function(event){
            event.stopImmediatePropagation();

            var links = ($("nav .nav-wr.js-menu>ul>li>a"));
            if ($(this).hasClass(\'active\')) {
                $(this).removeClass(\'active\');
                $("a.arrow").remove();

                mobileNav.slideUp();
            } else {
                $(this).addClass(\'active\');
                mobileNav.slideDown();

                links.each(function() {
                    var link = $(this).attr("href");
                    $(this).append(\'<a class="arrow" href="\'+link+\'">></a>\');
                });
            }
            return false;
        });
        $(".nav-toggle").on("tap", function(event){
            event.stopImmediatePropagation();
            if ($(this).hasClass(\'active\')) {
                mobileNav.slideUp();
                $(this).removeClass(\'active\');
            } else {
                mobileNav.slideDown();
                $(this).addClass(\'active\');
            }
            return false;
        });
        $(\'.arrow\').click(function(event){
            event.stopImmediatePropagation();
            console.log("clicked");
        });
        $(".menu-trigger").on("click", function(e) {
            e.preventDefault();
            $(".search-form form").removeClass("active");
            $(".mobile-search").removeClass("open");
            $(".search-form").slideUp();
            $(".search-form hr").removeClass("active");


            $(this).addClass("bigmenu");
            var self = $(this);
            setTimeout(function() {
                self.removeClass("bigmenu");
            }, 100);
            $(this).toggleClass("open");
            $(".menu-mobile li").removeClass("open");
            $(".menu-mobile ul").removeClass("open");
            $(".menu-mobile hr").removeClass("active");
            $(".menu-mobile").slideToggle();
            $(".menu-mobile>li:first-child").toggleClass("active");

        });
        $(".menu-mobile>li>a:first-child").on("click", function(e) {
            e.preventDefault();
            $(this).closest("li").addClass("big");
            var self = $(this).closest("li");
            setTimeout(function() {
                self.removeClass("big");
            }, 200);
            if ($(this).closest("li").hasClass("open"))
            {
                var href = $(this).attr("href");
                window.location.replace(href);
                $(this).closest("li").removeClass("open");
                $(this).closest("li").children("ul").height(1);
                setTimeout(function () {
                    self.children("ul").removeClass("open");
                }, 300);
                $(this).closest("li").children("hr").removeClass("active");
                $(this).closest("li").children("ul").children("li:first-child").removeClass("active");
            }
            else {
                $(this).closest("li").addClass("open");
                $(this).closest("li").children("ul").addClass("open");
                $(this).closest("li").children("hr").addClass("active");
                var height = $(".menu-mobile").outerHeight();
                $(this).closest("li").children("ul").height(height);
                $(this).closest("li").children("ul").children("li:first-child").addClass("active");
            }
        });

        $(".mobile-search").on("click", function(e) {
            e.preventDefault();
            $(".menu-trigger").removeClass("open");
            $(".menu-mobile").slideUp();
            $(".menu-mobile>li:first-child").removeClass("active");
            $(".arrow").remove();
            $(this).addClass("bigsearch");
            $(".search-form form").toggleClass("active");
            var self = $(this);
            setTimeout(function() {
                self.removeClass("bigsearch");
            }, 100);
            if ($(this).hasClass("open"))
            {
                $(this).removeClass("open");
                $(".search-form").slideUp();
                $(".search-form hr").removeClass("active");
            }
            else
            {
                $(this).addClass("open");
                $(".search-form").slideDown();
                $(".search-form hr").addClass("active");
            }
        });

        setTimeout(
                function()
                {
                    console.log(

                            $(\'.fb-comments iframe\').contents().height()

                    );
                }, 5000);

        $("a.arrow").on("click", function(event) {
            event.stopImmediatePropagation();
        });


        $.getJSON("http://freegeoip.net/json/", function (data) {
            var country = data.country_name;
            var ip = data.ip;
            $(".tel a").removeClass("active");
            if (country == "Ukraine"){
                $(".ua-tel").addClass("active");
            } else if (country == "Russia"){
                $(".ru-tel").addClass("active");
            } else if (country == "Austria"){
                $(".au-tel").addClass("active");
            }else {
                $(".ru-tel").addClass("active");
            }
        });
        var is_ios = /(iPhone|iPod)/g.test( navigator.userAgent );
        if ($(window).width()<785 || is_ios){
            $(".important-info ul").slick({
                infinite: true,
                slidesToShow: 1,
            });
        }
        if(is_ios)
        {
            $(\'<link rel="stylesheet" type="text/css" href="assets/css/iOS.css" />\').appendTo("head");
        };
        if ( navigator.userAgent.match(/Android/i)
 || navigator.userAgent.match(/webOS/i)
 || navigator.userAgent.match(/iPhone/i)
 || navigator.userAgent.match(/iPad/i)
 || navigator.userAgent.match(/iPod/i)
 || navigator.userAgent.match(/BlackBerry/i)
 || navigator.userAgent.match(/Windows Phone/i)
 ) {

        }
		else {
jQuery(\'body\').on(\'click\', \'a[href^="tel:"]\', function() {
                jQuery(this).attr(\'href\',
                jQuery(this).attr(\'href\').replace(/^tel:/, \'callto:\'));
            });
		}

    });
</script>
<script>
  window.___gcfg = {
    lang: \'ru\'
  }
</script>
<script type="text/javascript">
    $(document).ready(function() {
        if ($(window).width()<575){
            $(\'.reviews__video_index.report_small\').css(\'display\',\'block\');
            $(\'.reviews__video_index.report_large\').css(\'display\',\'none\');
        }
        $(\'.report_element .iframe\').css(\'min-height\',\'210px\');
        if ($(\'.lang\').attr(\'href\') == \'/ru/ua\'){
            $(\'.lang\').attr(\'href\', \'/ru\');
        }
        else{
            $(\'.lang\').attr(\'href\', \'/ua\');
        }

    $(\'.js-univer-counter\').countdown(\'2015/11/30\', function(event) {
        $(this).html(event.strftime(
                \'<span>%D</span>\'+
                \'<span>%H</span>\'+
                \'<span>%M</span>\'+
                \'<span>%S</span>\'
        ));
    });
    $(\'.js-reviews-cycle\').width(\'900\');
    });
</script>
<script>

$(document).ready(function(){

	$(\'#phone_form\').validate({
	  //debug: true,
	  rules:{
                phone_name: {
                    required: true,
                    minlength: 2
                },
                phone_text: {
                    required: true,
					minlength: 2
                },
                phone_phone: {
                    required: true,
                    minlength: 2
                }
            },
            messages: {
                phone_name: \'\',
                phone_text: \'\',
                phone_phone: \'\'
            },


	});

});
</script>
<!-- .row -->
<script  type="text/javascript">
$(document).ready(function(){
$(window).scroll(function(){
if ($(this).scrollTop() > 100) {
$(\'.scrollup\').fadeIn();
} else {
$(\'.scrollup\').fadeOut();
}
});

$(\'.scrollup\').click(function(){
$("html, body").animate({ scrollTop: 0 }, 600);
return false;
});
});
</script>
<script type="text/javascript">
$(document).ready(function(){
            $(\'.video_window\').easyModal();
var path = $(".video_frame iframe")[0].src;
            $(\'#video_window_open\').click(function(e){
                $(\'.video_window\').trigger(\'openModal\');
                $(".video_frame iframe")[0].src += "&autoplay=1";
                e.preventDefault();
            });
$(\'#video_window_open_mobile\').click(function(e){
                $(\'.video_window\').trigger(\'openModal\');
                $(".video_frame iframe")[0].src += "&autoplay=1";
                e.preventDefault();
            });
            $(\'#video_window_close\').click(function(e){
$(".video_frame iframe")[0].src = path;
                $(\'.video_window\').trigger(\'closeModal\');
                e.preventDefault();
            });
        });
</script>
<script type="text/javascript" src="assets/js/slick.min.js"></script>
<a class="scrollup">Наверх</a>

',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
    ),
    'modSnippet' => 
    array (
      'Wayfinder' => 
      array (
        'fields' => 
        array (
          'id' => 18,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'Wayfinder',
          'description' => 'Wayfinder for MODx Revolution 2.0.0-beta-5 and later.',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '/**
 * Wayfinder Snippet to build site navigation menus
 *
 * Totally refactored from original DropMenu nav builder to make it easier to
 * create custom navigation by using chunks as output templates. By using
 * templates, many of the paramaters are no longer needed for flexible output
 * including tables, unordered- or ordered-lists (ULs or OLs), definition lists
 * (DLs) or in any other format you desire.
 *
 * @version 2.1.1-beta5
 * @author Garry Nutting (collabpad.com)
 * @author Kyle Jaebker (muddydogpaws.com)
 * @author Ryan Thrash (modx.com)
 * @author Shaun McCormick (modx.com)
 * @author Jason Coward (modx.com)
 *
 * @example [[Wayfinder? &startId=`0`]]
 *
 * @var modX $modx
 * @var array $scriptProperties
 * 
 * @package wayfinder
 */
$wayfinder_base = $modx->getOption(\'wayfinder.core_path\',$scriptProperties,$modx->getOption(\'core_path\').\'components/wayfinder/\');

/* include a custom config file if specified */
if (isset($scriptProperties[\'config\'])) {
    $scriptProperties[\'config\'] = str_replace(\'../\',\'\',$scriptProperties[\'config\']);
    $scriptProperties[\'config\'] = $wayfinder_base.\'configs/\'.$scriptProperties[\'config\'].\'.config.php\';
} else {
    $scriptProperties[\'config\'] = $wayfinder_base.\'configs/default.config.php\';
}
if (file_exists($scriptProperties[\'config\'])) {
    include $scriptProperties[\'config\'];
}

/* include wayfinder class */
include_once $wayfinder_base.\'wayfinder.class.php\';
if (!$modx->loadClass(\'Wayfinder\',$wayfinder_base,true,true)) {
    return \'error: Wayfinder class not found\';
}
$wf = new Wayfinder($modx,$scriptProperties);

/* get user class definitions
 * TODO: eventually move these into config parameters */
$wf->_css = array(
    \'first\' => isset($firstClass) ? $firstClass : \'\',
    \'last\' => isset($lastClass) ? $lastClass : \'last\',
    \'here\' => isset($hereClass) ? $hereClass : \'active\',
    \'parent\' => isset($parentClass) ? $parentClass : \'\',
    \'row\' => isset($rowClass) ? $rowClass : \'\',
    \'outer\' => isset($outerClass) ? $outerClass : \'\',
    \'inner\' => isset($innerClass) ? $innerClass : \'\',
    \'level\' => isset($levelClass) ? $levelClass: \'\',
    \'self\' => isset($selfClass) ? $selfClass : \'\',
    \'weblink\' => isset($webLinkClass) ? $webLinkClass : \'\'
);

/* get user templates
 * TODO: eventually move these into config parameters */
$wf->_templates = array(
    \'outerTpl\' => isset($outerTpl) ? $outerTpl : \'\',
    \'rowTpl\' => isset($rowTpl) ? $rowTpl : \'\',
    \'parentRowTpl\' => isset($parentRowTpl) ? $parentRowTpl : \'\',
    \'parentRowHereTpl\' => isset($parentRowHereTpl) ? $parentRowHereTpl : \'\',
    \'hereTpl\' => isset($hereTpl) ? $hereTpl : \'\',
    \'innerTpl\' => isset($innerTpl) ? $innerTpl : \'\',
    \'innerRowTpl\' => isset($innerRowTpl) ? $innerRowTpl : \'\',
    \'innerHereTpl\' => isset($innerHereTpl) ? $innerHereTpl : \'\',
    \'activeParentRowTpl\' => isset($activeParentRowTpl) ? $activeParentRowTpl : \'\',
    \'categoryFoldersTpl\' => isset($categoryFoldersTpl) ? $categoryFoldersTpl : \'\',
    \'startItemTpl\' => isset($startItemTpl) ? $startItemTpl : \'\'
);

/* process Wayfinder */
$output = $wf->run();
if ($wf->_config[\'debug\']) {
    $output .= $wf->renderDebugOutput();
}

/* output results */
if ($wf->_config[\'ph\']) {
    $modx->setPlaceholder($wf->_config[\'ph\'],$output);
} else {
    return $output;
}',
          'locked' => false,
          'properties' => 
          array (
            'activeParentRowTpl' => 
            array (
              'name' => 'activeParentRowTpl',
              'desc' => 'prop_wayfinder.activeParentRowTpl_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Name of the chunk containing the template for items that are containers, have children and are currently active in the tree.',
              'area_trans' => '',
            ),
            'cacheResults' => 
            array (
              'name' => 'cacheResults',
              'desc' => 'prop_wayfinder.cacheResults_desc',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => true,
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Cache the generated menu to the MODX Resource cache. Setting this to 1 will speed up the loading of your menus.',
              'area_trans' => '',
            ),
            'cacheTime' => 
            array (
              'name' => 'cacheTime',
              'desc' => 'prop_wayfinder.cacheTime_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => 3600,
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'The number of seconds to store the cached menu, if cacheResults is 1. Set to 0 to store indefinitely until cache is manually cleared.',
              'area_trans' => '',
            ),
            'categoryFoldersTpl' => 
            array (
              'name' => 'categoryFoldersTpl',
              'desc' => 'prop_wayfinder.categoryFoldersTpl_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Name of the chunk containing the template for category folders. Category folders are determined by setting the template to blank or by setting the link attributes field to rel="category".',
              'area_trans' => '',
            ),
            'contexts' => 
            array (
              'name' => 'contexts',
              'desc' => 'prop_wayfinder.contexts_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Specify the contexts for the Resources that will be loaded in this menu. Useful when used with startId at 0 to show all first-level items. Note: This will increase load times a bit, but if you set cacheResults to 1, that will offset the load time.',
              'area_trans' => '',
            ),
            'cssTpl' => 
            array (
              'name' => 'cssTpl',
              'desc' => 'prop_wayfinder.cssTpl_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'This parameter allows for a chunk containing a link to a style sheet or style information to be inserted into the head section of the generated page.',
              'area_trans' => '',
            ),
            'debug' => 
            array (
              'name' => 'debug',
              'desc' => 'prop_wayfinder.debug_desc',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'With the debug parameter set to 1, Wayfinder will output information on how each Resource was processed.',
              'area_trans' => '',
            ),
            'displayStart' => 
            array (
              'name' => 'displayStart',
              'desc' => 'prop_wayfinder.displayStart_desc',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Show the document as referenced by startId in the menu.',
              'area_trans' => '',
            ),
            'excludeDocs' => 
            array (
              'name' => 'excludeDocs',
              'desc' => 'prop_wayfinder.excludeDocs_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '0',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Acts as a filter and will remove the documents specified in this parameter from the output. The startId is still required.',
              'area_trans' => '',
            ),
            'firstClass' => 
            array (
              'name' => 'firstClass',
              'desc' => 'prop_wayfinder.firstClass_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => 'first',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'CSS class for the first item at a given menu level.',
              'area_trans' => '',
            ),
            'fullLink' => 
            array (
              'name' => 'fullLink',
              'desc' => 'prop_wayfinder.fullLink_desc',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'If set to 1, will display the entire, absolute URL in the link. (It is recommended to use scheme instead.)',
              'area_trans' => '',
            ),
            'hereClass' => 
            array (
              'name' => 'hereClass',
              'desc' => 'prop_wayfinder.hereClass_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => 'active',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'CSS class for the items showing where you are, all the way up the chain.',
              'area_trans' => '',
            ),
            'hereId' => 
            array (
              'name' => 'hereId',
              'desc' => 'prop_wayfinder.hereId_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Optional. If set, will change the "here" Resource to this ID. Defaults to the currently active Resource.',
              'area_trans' => '',
            ),
            'hereTpl' => 
            array (
              'name' => 'hereTpl',
              'desc' => 'prop_wayfinder.hereTpl_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Name of the chunk containing the template for the current Resource.',
              'area_trans' => '',
            ),
            'hideSubMenus' => 
            array (
              'name' => 'hideSubMenus',
              'desc' => 'prop_wayfinder.hideSubMenus_desc',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'The hideSubMenus parameter will remove all non-active submenus from the Wayfinder output if set to 1. This parameter only works if multiple levels are being displayed.',
              'area_trans' => '',
            ),
            'ignoreHidden' => 
            array (
              'name' => 'ignoreHidden',
              'desc' => 'prop_wayfinder.ignoreHidden_desc',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'The ignoreHidden parameter allows Wayfinder to ignore the display in menu flag that can be set for each document. With this parameter set to 1, all Resources will be displayed regardless of the Display in Menu flag.',
              'area_trans' => '',
            ),
            'includeDocs' => 
            array (
              'name' => 'includeDocs',
              'desc' => 'prop_wayfinder.includeDocs_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '0',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Acts as a filter and will limit the output to only the documents specified in this parameter. The startId is still required.',
              'area_trans' => '',
            ),
            'innerClass' => 
            array (
              'name' => 'innerClass',
              'desc' => 'prop_wayfinder.innerClass_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'CSS class for the inner template.',
              'area_trans' => '',
            ),
            'innerHereTpl' => 
            array (
              'name' => 'innerHereTpl',
              'desc' => 'prop_wayfinder.innerHereTpl_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Name of the chunk containing the template for the current Resource if it is in a subfolder.',
              'area_trans' => '',
            ),
            'innerRowTpl' => 
            array (
              'name' => 'innerRowTpl',
              'desc' => 'prop_wayfinder.innerRowTpl_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Name of the chunk containing the template for the row items in a subfolder.',
              'area_trans' => '',
            ),
            'innerTpl' => 
            array (
              'name' => 'innerTpl',
              'desc' => 'prop_wayfinder.innerTpl_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Name of the chunk containing the template for each submenu. If no innerTpl is specified the outerTpl is used in its place.',
              'area_trans' => '',
            ),
            'jsTpl' => 
            array (
              'name' => 'jsTpl',
              'desc' => 'prop_wayfinder.jsTpl_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'This parameter allows for a chunk containing some Javascript to be inserted into the head section of the generated page.',
              'area_trans' => '',
            ),
            'lastClass' => 
            array (
              'name' => 'lastClass',
              'desc' => 'prop_wayfinder.lastClass_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => 'last',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'CSS class for the last item at a given menu level.',
              'area_trans' => '',
            ),
            'level' => 
            array (
              'name' => 'level',
              'desc' => 'prop_wayfinder.level_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '0',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Depth (number of levels) to build the menu from. 0 goes through all levels.',
              'area_trans' => '',
            ),
            'levelClass' => 
            array (
              'name' => 'levelClass',
              'desc' => 'prop_wayfinder.levelClass_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'CSS class denoting every output row level. The level number will be added to the specified class (level1, level2, level3 etc if you specified "level").',
              'area_trans' => '',
            ),
            'limit' => 
            array (
              'name' => 'limit',
              'desc' => 'prop_wayfinder.limit_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '0',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Causes Wayfinder to only process the number of items specified per level.',
              'area_trans' => '',
            ),
            'outerClass' => 
            array (
              'name' => 'outerClass',
              'desc' => 'prop_wayfinder.outerClass_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'CSS class for the outer template.',
              'area_trans' => '',
            ),
            'outerTpl' => 
            array (
              'name' => 'outerTpl',
              'desc' => 'prop_wayfinder.outerTpl_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Name of the chunk containing the template for the outer most container; if not included, a string including "<ul>[[+wf.wrapper]]</ul>" is assumed.',
              'area_trans' => '',
            ),
            'parentClass' => 
            array (
              'name' => 'parentClass',
              'desc' => 'prop_wayfinder.parentClass_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'CSS class for menu items that are a container and have children.',
              'area_trans' => '',
            ),
            'parentRowHereTpl' => 
            array (
              'name' => 'parentRowHereTpl',
              'desc' => 'prop_wayfinder.parentRowHereTpl_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Name of the chunk containing the template for the current Resource if it is a container and has children. Remember the [wf.wrapper] placeholder to output the children documents.',
              'area_trans' => '',
            ),
            'parentRowTpl' => 
            array (
              'name' => 'parentRowTpl',
              'desc' => 'prop_wayfinder.parentRowTpl_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Name of the chunk containing the template for any Resource that is a container and has children. Remember the [wf.wrapper] placeholder to output the children documents.',
              'area_trans' => '',
            ),
            'permissions' => 
            array (
              'name' => 'permissions',
              'desc' => 'prop_wayfinder.permissions_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => 'list',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Will check for a permission on the Resource. Defaults to "list" - set to blank to skip normal permissions checks.',
              'area_trans' => '',
            ),
            'ph' => 
            array (
              'name' => 'ph',
              'desc' => 'prop_wayfinder.ph_desc',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'To display send the output of Wayfinder to a placeholder set the ph parameter equal to the name of the desired placeholder. All output including the debugging (if on) will be sent to the placeholder specified.',
              'area_trans' => '',
            ),
            'previewUnpublished' => 
            array (
              'name' => 'previewUnpublished',
              'desc' => 'prop_wayfinder.previewunpublished_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Optional. If set to Yes, if you are logged into the mgr and have the view_unpublished permission, it will allow previewing of unpublished resources in your menus in the front-end.',
              'area_trans' => '',
            ),
            'rowClass' => 
            array (
              'name' => 'rowClass',
              'desc' => 'prop_wayfinder.rowClass_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'CSS class denoting each output row.',
              'area_trans' => '',
            ),
            'rowIdPrefix' => 
            array (
              'name' => 'rowIdPrefix',
              'desc' => 'prop_wayfinder.rowIdPrefix_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'If set, Wayfinder will replace the id placeholder with a unique id consisting of the specified prefix plus the Resource id.',
              'area_trans' => '',
            ),
            'rowTpl' => 
            array (
              'name' => 'rowTpl',
              'desc' => 'prop_wayfinder.rowTpl_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Name of the chunk containing the template for the regular row items.',
              'area_trans' => '',
            ),
            'scheme' => 
            array (
              'name' => 'scheme',
              'desc' => 'prop_wayfinder.scheme_desc',
              'type' => 'list',
              'options' => 
              array (
                0 => 
                array (
                  'text' => 'prop_wayfinder.relative',
                  'value' => '',
                  'name' => 'Relative',
                ),
                1 => 
                array (
                  'text' => 'prop_wayfinder.absolute',
                  'value' => 'abs',
                  'name' => 'Absolute',
                ),
                2 => 
                array (
                  'text' => 'prop_wayfinder.full',
                  'value' => 'full',
                  'name' => 'Full',
                ),
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Determines how URLs are generated for each link. Set to "abs" to show the absolute URL, "full" to show the full URL, and blank to use the relative URL. Defaults to relative.',
              'area_trans' => '',
            ),
            'selfClass' => 
            array (
              'name' => 'selfClass',
              'desc' => 'prop_wayfinder.selfClass_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'CSS class for the current item.',
              'area_trans' => '',
            ),
            'sortBy' => 
            array (
              'name' => 'sortBy',
              'desc' => 'prop_wayfinder.sortBy_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => 'menuindex',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Sorts the output by any of the Resource fields on a level by level basis. This means that each submenu will be sorted independently of all other submenus at the same level. Random will sort the output differently every time the page is loaded if the snippet is called uncached.',
              'area_trans' => '',
            ),
            'sortOrder' => 
            array (
              'name' => 'sortOrder',
              'desc' => 'prop_wayfinder.sortOrder_desc',
              'type' => 'list',
              'options' => 
              array (
                0 => 
                array (
                  'text' => 'prop_wayfinder.ascending',
                  'value' => 'ASC',
                  'name' => 'Ascending',
                ),
                1 => 
                array (
                  'text' => 'prop_wayfinder.descending',
                  'value' => 'DESC',
                  'name' => 'Descending',
                ),
              ),
              'value' => 'ASC',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Allows the menu to be sorted in either ascending or descending order.',
              'area_trans' => '',
            ),
            'startItemTpl' => 
            array (
              'name' => 'startItemTpl',
              'desc' => 'prop_wayfinder.startItemTpl_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Name of the chunk containing the template for the start item, if enabled via the &displayStart parameter. Note: the default template shows the start item but does not link it. If you do not need a link, a class can be applied to the default template using the parameter &firstClass=`className`.',
              'area_trans' => '',
            ),
            'templates' => 
            array (
              'name' => 'templates',
              'desc' => 'prop_wayfinder.templates_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Optional. A comma-separated list of Template IDs to restrict selected Resources to.',
              'area_trans' => '',
            ),
            'textOfLinks' => 
            array (
              'name' => 'textOfLinks',
              'desc' => 'prop_wayfinder.textOfLinks_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => 'menutitle',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'This field will be inserted into the linktext placeholder.',
              'area_trans' => '',
            ),
            'titleOfLinks' => 
            array (
              'name' => 'titleOfLinks',
              'desc' => 'prop_wayfinder.titleOfLinks_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => 'pagetitle',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'This field will be inserted into the linktitle placeholder.',
              'area_trans' => '',
            ),
            'useWeblinkUrl' => 
            array (
              'name' => 'useWeblinkUrl',
              'desc' => 'prop_wayfinder.useWeblinkUrl_desc',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => true,
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => ' If WebLinks are used in the output, Wayfinder will output the link specified in the WebLink instead of the normal MODx link. To use the standard display of WebLinks (like any other Resource) set this to 0.',
              'area_trans' => '',
            ),
            'webLinkClass' => 
            array (
              'name' => 'webLinkClass',
              'desc' => 'prop_wayfinder.webLinkClass_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'CSS class for weblink items.',
              'area_trans' => '',
            ),
            'where' => 
            array (
              'name' => 'where',
              'desc' => 'prop_wayfinder.where_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'wayfinder:properties',
              'area' => '',
              'desc_trans' => 'Optional. A JSON object for where conditions for all items selected in the menu.',
              'area_trans' => '',
            ),
          ),
          'moduleguid' => '',
          'static' => false,
          'static_file' => '',
          'content' => '/**
 * Wayfinder Snippet to build site navigation menus
 *
 * Totally refactored from original DropMenu nav builder to make it easier to
 * create custom navigation by using chunks as output templates. By using
 * templates, many of the paramaters are no longer needed for flexible output
 * including tables, unordered- or ordered-lists (ULs or OLs), definition lists
 * (DLs) or in any other format you desire.
 *
 * @version 2.1.1-beta5
 * @author Garry Nutting (collabpad.com)
 * @author Kyle Jaebker (muddydogpaws.com)
 * @author Ryan Thrash (modx.com)
 * @author Shaun McCormick (modx.com)
 * @author Jason Coward (modx.com)
 *
 * @example [[Wayfinder? &startId=`0`]]
 *
 * @var modX $modx
 * @var array $scriptProperties
 * 
 * @package wayfinder
 */
$wayfinder_base = $modx->getOption(\'wayfinder.core_path\',$scriptProperties,$modx->getOption(\'core_path\').\'components/wayfinder/\');

/* include a custom config file if specified */
if (isset($scriptProperties[\'config\'])) {
    $scriptProperties[\'config\'] = str_replace(\'../\',\'\',$scriptProperties[\'config\']);
    $scriptProperties[\'config\'] = $wayfinder_base.\'configs/\'.$scriptProperties[\'config\'].\'.config.php\';
} else {
    $scriptProperties[\'config\'] = $wayfinder_base.\'configs/default.config.php\';
}
if (file_exists($scriptProperties[\'config\'])) {
    include $scriptProperties[\'config\'];
}

/* include wayfinder class */
include_once $wayfinder_base.\'wayfinder.class.php\';
if (!$modx->loadClass(\'Wayfinder\',$wayfinder_base,true,true)) {
    return \'error: Wayfinder class not found\';
}
$wf = new Wayfinder($modx,$scriptProperties);

/* get user class definitions
 * TODO: eventually move these into config parameters */
$wf->_css = array(
    \'first\' => isset($firstClass) ? $firstClass : \'\',
    \'last\' => isset($lastClass) ? $lastClass : \'last\',
    \'here\' => isset($hereClass) ? $hereClass : \'active\',
    \'parent\' => isset($parentClass) ? $parentClass : \'\',
    \'row\' => isset($rowClass) ? $rowClass : \'\',
    \'outer\' => isset($outerClass) ? $outerClass : \'\',
    \'inner\' => isset($innerClass) ? $innerClass : \'\',
    \'level\' => isset($levelClass) ? $levelClass: \'\',
    \'self\' => isset($selfClass) ? $selfClass : \'\',
    \'weblink\' => isset($webLinkClass) ? $webLinkClass : \'\'
);

/* get user templates
 * TODO: eventually move these into config parameters */
$wf->_templates = array(
    \'outerTpl\' => isset($outerTpl) ? $outerTpl : \'\',
    \'rowTpl\' => isset($rowTpl) ? $rowTpl : \'\',
    \'parentRowTpl\' => isset($parentRowTpl) ? $parentRowTpl : \'\',
    \'parentRowHereTpl\' => isset($parentRowHereTpl) ? $parentRowHereTpl : \'\',
    \'hereTpl\' => isset($hereTpl) ? $hereTpl : \'\',
    \'innerTpl\' => isset($innerTpl) ? $innerTpl : \'\',
    \'innerRowTpl\' => isset($innerRowTpl) ? $innerRowTpl : \'\',
    \'innerHereTpl\' => isset($innerHereTpl) ? $innerHereTpl : \'\',
    \'activeParentRowTpl\' => isset($activeParentRowTpl) ? $activeParentRowTpl : \'\',
    \'categoryFoldersTpl\' => isset($categoryFoldersTpl) ? $categoryFoldersTpl : \'\',
    \'startItemTpl\' => isset($startItemTpl) ? $startItemTpl : \'\'
);

/* process Wayfinder */
$output = $wf->run();
if ($wf->_config[\'debug\']) {
    $output .= $wf->renderDebugOutput();
}

/* output results */
if ($wf->_config[\'ph\']) {
    $modx->setPlaceholder($wf->_config[\'ph\'],$output);
} else {
    return $output;
}',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
        ),
      ),
      'getResources' => 
      array (
        'fields' => 
        array (
          'id' => 10,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'getResources',
          'description' => '<strong>1.6.1-pl</strong> A general purpose Resource listing and summarization snippet for MODX Revolution',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '/**
 * getResources
 *
 * A general purpose Resource listing and summarization snippet for MODX 2.x.
 *
 * @author Jason Coward
 * @copyright Copyright 2010-2013, Jason Coward
 *
 * TEMPLATES
 *
 * tpl - Name of a chunk serving as a resource template
 * [NOTE: if not provided, properties are dumped to output for each resource]
 *
 * tplOdd - (Opt) Name of a chunk serving as resource template for resources with an odd idx value
 * (see idx property)
 * tplFirst - (Opt) Name of a chunk serving as resource template for the first resource (see first
 * property)
 * tplLast - (Opt) Name of a chunk serving as resource template for the last resource (see last
 * property)
 * tpl_{n} - (Opt) Name of a chunk serving as resource template for the nth resource
 *
 * tplCondition - (Opt) Defines a field of the resource to evaluate against keys defined in the
 * conditionalTpls property. Must be a resource field; does not work with Template Variables.
 * conditionalTpls - (Opt) A JSON object defining a map of field values and the associated tpl to
 * use when the field defined by tplCondition matches the value. [NOTE: tplOdd, tplFirst, tplLast,
 * and tpl_{n} will take precedence over any defined conditionalTpls]
 *
 * tplWrapper - (Opt) Name of a chunk serving as a wrapper template for the output
 * [NOTE: Does not work with toSeparatePlaceholders]
 *
 * SELECTION
 *
 * parents - Comma-delimited list of ids serving as parents
 *
 * context - (Opt) Comma-delimited list of context keys to limit results by; if empty, contexts for all specified
 * parents will be used (all contexts if 0 is specified) [default=]
 *
 * depth - (Opt) Integer value indicating depth to search for resources from each parent [default=10]
 *
 * tvFilters - (Opt) Delimited-list of TemplateVar values to filter resources by. Supports two
 * delimiters and two value search formats. The first delimiter || represents a logical OR and the
 * primary grouping mechanism.  Within each group you can provide a comma-delimited list of values.
 * These values can be either tied to a specific TemplateVar by name, e.g. myTV==value, or just the
 * value, indicating you are searching for the value in any TemplateVar tied to the Resource. An
 * example would be &tvFilters=`filter2==one,filter1==bar%||filter1==foo`
 * [NOTE: filtering by values uses a LIKE query and % is considered a wildcard.]
 * [NOTE: this only looks at the raw value set for specific Resource, i. e. there must be a value
 * specifically set for the Resource and it is not evaluated.]
 *
 * tvFiltersAndDelimiter - (Opt) Custom delimiter for logical AND, default \',\', in case you want to
 * match a literal comma in the tvFilters. E.g. &tvFiltersAndDelimiter=`&&`
 * &tvFilters=`filter1==foo,bar&&filter2==baz` [default=,]
 *
 * tvFiltersOrDelimiter - (Opt) Custom delimiter for logical OR, default \'||\', in case you want to
 * match a literal \'||\' in the tvFilters. E.g. &tvFiltersOrDelimiter=`|OR|`
 * &tvFilters=`filter1==foo||bar|OR|filter2==baz` [default=||]
 *
 * where - (Opt) A JSON expression of criteria to build any additional where clauses from. An example would be
 * &where=`{{"alias:LIKE":"foo%", "OR:alias:LIKE":"%bar"},{"OR:pagetitle:=":"foobar", "AND:description:=":"raboof"}}`
 *
 * sortby - (Opt) Field to sort by or a JSON array, e.g. {"publishedon":"ASC","createdon":"DESC"} [default=publishedon]
 * sortbyTV - (opt) A Template Variable name to sort by (if supplied, this precedes the sortby value) [default=]
 * sortbyTVType - (Opt) A data type to CAST a TV Value to in order to sort on it properly [default=string]
 * sortbyAlias - (Opt) Query alias for sortby field [default=]
 * sortbyEscaped - (Opt) Escapes the field name(s) specified in sortby [default=0]
 * sortdir - (Opt) Order which to sort by [default=DESC]
 * sortdirTV - (Opt) Order which to sort by a TV [default=DESC]
 * limit - (Opt) Limits the number of resources returned [default=5]
 * offset - (Opt) An offset of resources returned by the criteria to skip [default=0]
 * dbCacheFlag - (Opt) Controls caching of db queries; 0|false = do not cache result set; 1 = cache result set
 * according to cache settings, any other integer value = number of seconds to cache result set [default=0]
 *
 * OPTIONS
 *
 * includeContent - (Opt) Indicates if the content of each resource should be returned in the
 * results [default=0]
 * includeTVs - (Opt) Indicates if TemplateVar values should be included in the properties available
 * to each resource template [default=0]
 * includeTVList - (Opt) Limits the TemplateVars that are included if includeTVs is true to those specified
 * by name in a comma-delimited list [default=]
 * prepareTVs - (Opt) Prepares media-source dependent TemplateVar values [default=1]
 * prepareTVList - (Opt) Limits the TVs that are prepared to those specified by name in a comma-delimited
 * list [default=]
 * processTVs - (Opt) Indicates if TemplateVar values should be rendered as they would on the
 * resource being summarized [default=0]
 * processTVList - (opt) Limits the TemplateVars that are processed if included to those specified
 * by name in a comma-delimited list [default=]
 * tvPrefix - (Opt) The prefix for TemplateVar properties [default=tv.]
 * idx - (Opt) You can define the starting idx of the resources, which is an property that is
 * incremented as each resource is rendered [default=1]
 * first - (Opt) Define the idx which represents the first resource (see tplFirst) [default=1]
 * last - (Opt) Define the idx which represents the last resource (see tplLast) [default=# of
 * resources being summarized + first - 1]
 * outputSeparator - (Opt) An optional string to separate each tpl instance [default="\\n"]
 * wrapIfEmpty - (Opt) Indicates if the tplWrapper should be applied if the output is empty [default=0]
 *
 */
$output = array();
$outputSeparator = isset($outputSeparator) ? $outputSeparator : "\\n";

/* set default properties */
$tpl = !empty($tpl) ? $tpl : \'\';
$includeContent = !empty($includeContent) ? true : false;
$includeTVs = !empty($includeTVs) ? true : false;
$includeTVList = !empty($includeTVList) ? explode(\',\', $includeTVList) : array();
$processTVs = !empty($processTVs) ? true : false;
$processTVList = !empty($processTVList) ? explode(\',\', $processTVList) : array();
$prepareTVs = !empty($prepareTVs) ? true : false;
$prepareTVList = !empty($prepareTVList) ? explode(\',\', $prepareTVList) : array();
$tvPrefix = isset($tvPrefix) ? $tvPrefix : \'tv.\';
$parents = (!empty($parents) || $parents === \'0\') ? explode(\',\', $parents) : array($modx->resource->get(\'id\'));
array_walk($parents, \'trim\');
$parents = array_unique($parents);
$depth = isset($depth) ? (integer) $depth : 10;

$tvFiltersOrDelimiter = isset($tvFiltersOrDelimiter) ? $tvFiltersOrDelimiter : \'||\';
$tvFiltersAndDelimiter = isset($tvFiltersAndDelimiter) ? $tvFiltersAndDelimiter : \',\';
$tvFilters = !empty($tvFilters) ? explode($tvFiltersOrDelimiter, $tvFilters) : array();

$where = !empty($where) ? $modx->fromJSON($where) : array();
$showUnpublished = !empty($showUnpublished) ? true : false;
$showDeleted = !empty($showDeleted) ? true : false;

$sortby = isset($sortby) ? $sortby : \'publishedon\';
$sortbyTV = isset($sortbyTV) ? $sortbyTV : \'\';
$sortbyAlias = isset($sortbyAlias) ? $sortbyAlias : \'modResource\';
$sortbyEscaped = !empty($sortbyEscaped) ? true : false;
$sortdir = isset($sortdir) ? $sortdir : \'DESC\';
$sortdirTV = isset($sortdirTV) ? $sortdirTV : \'DESC\';
$limit = isset($limit) ? (integer) $limit : 5;
$offset = isset($offset) ? (integer) $offset : 0;
$totalVar = !empty($totalVar) ? $totalVar : \'total\';

$dbCacheFlag = !isset($dbCacheFlag) ? false : $dbCacheFlag;
if (is_string($dbCacheFlag) || is_numeric($dbCacheFlag)) {
    if ($dbCacheFlag == \'0\') {
        $dbCacheFlag = false;
    } elseif ($dbCacheFlag == \'1\') {
        $dbCacheFlag = true;
    } else {
        $dbCacheFlag = (integer) $dbCacheFlag;
    }
}

/* multiple context support */
$contextArray = array();
$contextSpecified = false;
if (!empty($context)) {
    $contextArray = explode(\',\',$context);
    array_walk($contextArray, \'trim\');
    $contexts = array();
    foreach ($contextArray as $ctx) {
        $contexts[] = $modx->quote($ctx);
    }
    $context = implode(\',\',$contexts);
    $contextSpecified = true;
    unset($contexts,$ctx);
} else {
    $context = $modx->quote($modx->context->get(\'key\'));
}

$pcMap = array();
$pcQuery = $modx->newQuery(\'modResource\', array(\'id:IN\' => $parents), $dbCacheFlag);
$pcQuery->select(array(\'id\', \'context_key\'));
if ($pcQuery->prepare() && $pcQuery->stmt->execute()) {
    foreach ($pcQuery->stmt->fetchAll(PDO::FETCH_ASSOC) as $pcRow) {
        $pcMap[(integer) $pcRow[\'id\']] = $pcRow[\'context_key\'];
    }
}

$children = array();
$parentArray = array();
foreach ($parents as $parent) {
    $parent = (integer) $parent;
    if ($parent === 0) {
        $pchildren = array();
        if ($contextSpecified) {
            foreach ($contextArray as $pCtx) {
                if (!in_array($pCtx, $contextArray)) {
                    continue;
                }
                $options = $pCtx !== $modx->context->get(\'key\') ? array(\'context\' => $pCtx) : array();
                $pcchildren = $modx->getChildIds($parent, $depth, $options);
                if (!empty($pcchildren)) $pchildren = array_merge($pchildren, $pcchildren);
            }
        } else {
            $cQuery = $modx->newQuery(\'modContext\', array(\'key:!=\' => \'mgr\'));
            $cQuery->select(array(\'key\'));
            if ($cQuery->prepare() && $cQuery->stmt->execute()) {
                foreach ($cQuery->stmt->fetchAll(PDO::FETCH_COLUMN) as $pCtx) {
                    $options = $pCtx !== $modx->context->get(\'key\') ? array(\'context\' => $pCtx) : array();
                    $pcchildren = $modx->getChildIds($parent, $depth, $options);
                    if (!empty($pcchildren)) $pchildren = array_merge($pchildren, $pcchildren);
                }
            }
        }
        $parentArray[] = $parent;
    } else {
        $pContext = array_key_exists($parent, $pcMap) ? $pcMap[$parent] : false;
        if ($debug) $modx->log(modX::LOG_LEVEL_ERROR, "context for {$parent} is {$pContext}");
        if ($pContext && $contextSpecified && !in_array($pContext, $contextArray, true)) {
            $parent = next($parents);
            continue;
        }
        $parentArray[] = $parent;
        $options = !empty($pContext) && $pContext !== $modx->context->get(\'key\') ? array(\'context\' => $pContext) : array();
        $pchildren = $modx->getChildIds($parent, $depth, $options);
    }
    if (!empty($pchildren)) $children = array_merge($children, $pchildren);
    $parent = next($parents);
}
$parents = array_merge($parentArray, $children);

/* build query */
$criteria = array("modResource.parent IN (" . implode(\',\', $parents) . ")");
if ($contextSpecified) {
    $contextResourceTbl = $modx->getTableName(\'modContextResource\');
    $criteria[] = "(modResource.context_key IN ({$context}) OR EXISTS(SELECT 1 FROM {$contextResourceTbl} ctx WHERE ctx.resource = modResource.id AND ctx.context_key IN ({$context})))";
}
if (empty($showDeleted)) {
    $criteria[\'deleted\'] = \'0\';
}
if (empty($showUnpublished)) {
    $criteria[\'published\'] = \'1\';
}
if (empty($showHidden)) {
    $criteria[\'hidemenu\'] = \'0\';
}
if (!empty($hideContainers)) {
    $criteria[\'isfolder\'] = \'0\';
}
$criteria = $modx->newQuery(\'modResource\', $criteria);
if (!empty($tvFilters)) {
    $tmplVarTbl = $modx->getTableName(\'modTemplateVar\');
    $tmplVarResourceTbl = $modx->getTableName(\'modTemplateVarResource\');
    $conditions = array();
    $operators = array(
        \'<=>\' => \'<=>\',
        \'===\' => \'=\',
        \'!==\' => \'!=\',
        \'<>\' => \'<>\',
        \'==\' => \'LIKE\',
        \'!=\' => \'NOT LIKE\',
        \'<<\' => \'<\',
        \'<=\' => \'<=\',
        \'=<\' => \'=<\',
        \'>>\' => \'>\',
        \'>=\' => \'>=\',
        \'=>\' => \'=>\'
    );
    foreach ($tvFilters as $fGroup => $tvFilter) {
        $filterGroup = array();
        $filters = explode($tvFiltersAndDelimiter, $tvFilter);
        $multiple = count($filters) > 0;
        foreach ($filters as $filter) {
            $operator = \'==\';
            $sqlOperator = \'LIKE\';
            foreach ($operators as $op => $opSymbol) {
                if (strpos($filter, $op, 1) !== false) {
                    $operator = $op;
                    $sqlOperator = $opSymbol;
                    break;
                }
            }
            $tvValueField = \'tvr.value\';
            $tvDefaultField = \'tv.default_text\';
            $f = explode($operator, $filter);
            if (count($f) >= 2) {
                if (count($f) > 2) {
                    $k = array_shift($f);
                    $b = join($operator, $f);
                    $f = array($k, $b);
                }
                $tvName = $modx->quote($f[0]);
                if (is_numeric($f[1]) && !in_array($sqlOperator, array(\'LIKE\', \'NOT LIKE\'))) {
                    $tvValue = $f[1];
                    if ($f[1] == (integer)$f[1]) {
                        $tvValueField = "CAST({$tvValueField} AS SIGNED INTEGER)";
                        $tvDefaultField = "CAST({$tvDefaultField} AS SIGNED INTEGER)";
                    } else {
                        $tvValueField = "CAST({$tvValueField} AS DECIMAL)";
                        $tvDefaultField = "CAST({$tvDefaultField} AS DECIMAL)";
                    }
                } else {
                    $tvValue = $modx->quote($f[1]);
                }
                if ($multiple) {
                    $filterGroup[] =
                        "(EXISTS (SELECT 1 FROM {$tmplVarResourceTbl} tvr JOIN {$tmplVarTbl} tv ON {$tvValueField} {$sqlOperator} {$tvValue} AND tv.name = {$tvName} AND tv.id = tvr.tmplvarid WHERE tvr.contentid = modResource.id) " .
                        "OR EXISTS (SELECT 1 FROM {$tmplVarTbl} tv WHERE tv.name = {$tvName} AND {$tvDefaultField} {$sqlOperator} {$tvValue} AND tv.id NOT IN (SELECT tmplvarid FROM {$tmplVarResourceTbl} WHERE contentid = modResource.id)) " .
                        ")";
                } else {
                    $filterGroup =
                        "(EXISTS (SELECT 1 FROM {$tmplVarResourceTbl} tvr JOIN {$tmplVarTbl} tv ON {$tvValueField} {$sqlOperator} {$tvValue} AND tv.name = {$tvName} AND tv.id = tvr.tmplvarid WHERE tvr.contentid = modResource.id) " .
                        "OR EXISTS (SELECT 1 FROM {$tmplVarTbl} tv WHERE tv.name = {$tvName} AND {$tvDefaultField} {$sqlOperator} {$tvValue} AND tv.id NOT IN (SELECT tmplvarid FROM {$tmplVarResourceTbl} WHERE contentid = modResource.id)) " .
                        ")";
                }
            } elseif (count($f) == 1) {
                $tvValue = $modx->quote($f[0]);
                if ($multiple) {
                    $filterGroup[] = "EXISTS (SELECT 1 FROM {$tmplVarResourceTbl} tvr JOIN {$tmplVarTbl} tv ON {$tvValueField} {$sqlOperator} {$tvValue} AND tv.id = tvr.tmplvarid WHERE tvr.contentid = modResource.id)";
                } else {
                    $filterGroup = "EXISTS (SELECT 1 FROM {$tmplVarResourceTbl} tvr JOIN {$tmplVarTbl} tv ON {$tvValueField} {$sqlOperator} {$tvValue} AND tv.id = tvr.tmplvarid WHERE tvr.contentid = modResource.id)";
                }
            }
        }
        $conditions[] = $filterGroup;
    }
    if (!empty($conditions)) {
        $firstGroup = true;
        foreach ($conditions as $cGroup => $c) {
            if (is_array($c)) {
                $first = true;
                foreach ($c as $cond) {
                    if ($first && !$firstGroup) {
                        $criteria->condition($criteria->query[\'where\'][0][1], $cond, xPDOQuery::SQL_OR, null, $cGroup);
                    } else {
                        $criteria->condition($criteria->query[\'where\'][0][1], $cond, xPDOQuery::SQL_AND, null, $cGroup);
                    }
                    $first = false;
                }
            } else {
                $criteria->condition($criteria->query[\'where\'][0][1], $c, $firstGroup ? xPDOQuery::SQL_AND : xPDOQuery::SQL_OR, null, $cGroup);
            }
            $firstGroup = false;
        }
    }
}
/* include/exclude resources, via &resources=`123,-456` prop */
if (!empty($resources)) {
    $resourceConditions = array();
    $resources = explode(\',\',$resources);
    $include = array();
    $exclude = array();
    foreach ($resources as $resource) {
        $resource = (int)$resource;
        if ($resource == 0) continue;
        if ($resource < 0) {
            $exclude[] = abs($resource);
        } else {
            $include[] = $resource;
        }
    }
    if (!empty($include)) {
        $criteria->where(array(\'OR:modResource.id:IN\' => $include), xPDOQuery::SQL_OR);
    }
    if (!empty($exclude)) {
        $criteria->where(array(\'modResource.id:NOT IN\' => $exclude), xPDOQuery::SQL_AND, null, 1);
    }
}
if (!empty($where)) {
    $criteria->where($where);
}

$total = $modx->getCount(\'modResource\', $criteria);
$modx->setPlaceholder($totalVar, $total);

$fields = array_keys($modx->getFields(\'modResource\'));
if (empty($includeContent)) {
    $fields = array_diff($fields, array(\'content\'));
}
$columns = $includeContent ? $modx->getSelectColumns(\'modResource\', \'modResource\') : $modx->getSelectColumns(\'modResource\', \'modResource\', \'\', array(\'content\'), true);
$criteria->select($columns);
if (!empty($sortbyTV)) {
    $criteria->leftJoin(\'modTemplateVar\', \'tvDefault\', array(
        "tvDefault.name" => $sortbyTV
    ));
    $criteria->leftJoin(\'modTemplateVarResource\', \'tvSort\', array(
        "tvSort.contentid = modResource.id",
        "tvSort.tmplvarid = tvDefault.id"
    ));
    if (empty($sortbyTVType)) $sortbyTVType = \'string\';
    if ($modx->getOption(\'dbtype\') === \'mysql\') {
        switch ($sortbyTVType) {
            case \'integer\':
                $criteria->select("CAST(IFNULL(tvSort.value, tvDefault.default_text) AS SIGNED INTEGER) AS sortTV");
                break;
            case \'decimal\':
                $criteria->select("CAST(IFNULL(tvSort.value, tvDefault.default_text) AS DECIMAL) AS sortTV");
                break;
            case \'datetime\':
                $criteria->select("CAST(IFNULL(tvSort.value, tvDefault.default_text) AS DATETIME) AS sortTV");
                break;
            case \'string\':
            default:
                $criteria->select("IFNULL(tvSort.value, tvDefault.default_text) AS sortTV");
                break;
        }
    } elseif ($modx->getOption(\'dbtype\') === \'sqlsrv\') {
        switch ($sortbyTVType) {
            case \'integer\':
                $criteria->select("CAST(ISNULL(tvSort.value, tvDefault.default_text) AS BIGINT) AS sortTV");
                break;
            case \'decimal\':
                $criteria->select("CAST(ISNULL(tvSort.value, tvDefault.default_text) AS DECIMAL) AS sortTV");
                break;
            case \'datetime\':
                $criteria->select("CAST(ISNULL(tvSort.value, tvDefault.default_text) AS DATETIME) AS sortTV");
                break;
            case \'string\':
            default:
                $criteria->select("ISNULL(tvSort.value, tvDefault.default_text) AS sortTV");
                break;
        }
    }
    $criteria->sortby("sortTV", $sortdirTV);
}
if (!empty($sortby)) {
    if (strpos($sortby, \'{\') === 0) {
        $sorts = $modx->fromJSON($sortby);
    } else {
        $sorts = array($sortby => $sortdir);
    }
    if (is_array($sorts)) {
        while (list($sort, $dir) = each($sorts)) {
            if ($sortbyEscaped) $sort = $modx->escape($sort);
            if (!empty($sortbyAlias)) $sort = $modx->escape($sortbyAlias) . ".{$sort}";
            $criteria->sortby($sort, $dir);
        }
    }
}
if (!empty($limit)) $criteria->limit($limit, $offset);

if (!empty($debug)) {
    $criteria->prepare();
    $modx->log(modX::LOG_LEVEL_ERROR, $criteria->toSQL());
}
$collection = $modx->getCollection(\'modResource\', $criteria, $dbCacheFlag);

$idx = !empty($idx) || $idx === \'0\' ? (integer) $idx : 1;
$first = empty($first) && $first !== \'0\' ? 1 : (integer) $first;
$last = empty($last) ? (count($collection) + $idx - 1) : (integer) $last;

/* include parseTpl */
include_once $modx->getOption(\'getresources.core_path\',null,$modx->getOption(\'core_path\').\'components/getresources/\').\'include.parsetpl.php\';

$templateVars = array();
if (!empty($includeTVs) && !empty($includeTVList)) {
    $templateVars = $modx->getCollection(\'modTemplateVar\', array(\'name:IN\' => $includeTVList));
}
/** @var modResource $resource */
foreach ($collection as $resourceId => $resource) {
    $tvs = array();
    if (!empty($includeTVs)) {
        if (empty($includeTVList)) {
            $templateVars = $resource->getMany(\'TemplateVars\');
        }
        /** @var modTemplateVar $templateVar */
        foreach ($templateVars as $tvId => $templateVar) {
            if (!empty($includeTVList) && !in_array($templateVar->get(\'name\'), $includeTVList)) continue;
            if ($processTVs && (empty($processTVList) || in_array($templateVar->get(\'name\'), $processTVList))) {
                $tvs[$tvPrefix . $templateVar->get(\'name\')] = $templateVar->renderOutput($resource->get(\'id\'));
            } else {
                $value = $templateVar->getValue($resource->get(\'id\'));
                if ($prepareTVs && method_exists($templateVar, \'prepareOutput\') && (empty($prepareTVList) || in_array($templateVar->get(\'name\'), $prepareTVList))) {
                    $value = $templateVar->prepareOutput($value);
                }
                $tvs[$tvPrefix . $templateVar->get(\'name\')] = $value;
            }
        }
    }
    $odd = ($idx & 1);
    $properties = array_merge(
        $scriptProperties
        ,array(
            \'idx\' => $idx
            ,\'first\' => $first
            ,\'last\' => $last
            ,\'odd\' => $odd
        )
        ,$includeContent ? $resource->toArray() : $resource->get($fields)
        ,$tvs
    );
    $resourceTpl = false;
    if ($idx == $first && !empty($tplFirst)) {
        $resourceTpl = parseTpl($tplFirst, $properties);
    }
    if ($idx == $last && empty($resourceTpl) && !empty($tplLast)) {
        $resourceTpl = parseTpl($tplLast, $properties);
    }
    $tplidx = \'tpl_\' . $idx;
    if (empty($resourceTpl) && !empty($$tplidx)) {
        $resourceTpl = parseTpl($$tplidx, $properties);
    }
    if ($idx > 1 && empty($resourceTpl)) {
        $divisors = getDivisors($idx);
        if (!empty($divisors)) {
            foreach ($divisors as $divisor) {
                $tplnth = \'tpl_n\' . $divisor;
                if (!empty($$tplnth)) {
                    $resourceTpl = parseTpl($$tplnth, $properties);
                    if (!empty($resourceTpl)) {
                        break;
                    }
                }
            }
        }
    }
    if ($odd && empty($resourceTpl) && !empty($tplOdd)) {
        $resourceTpl = parseTpl($tplOdd, $properties);
    }
    if (!empty($tplCondition) && !empty($conditionalTpls) && empty($resourceTpl)) {
        $conTpls = $modx->fromJSON($conditionalTpls);
        $subject = $properties[$tplCondition];
        $tplOperator = !empty($tplOperator) ? $tplOperator : \'=\';
        $tplOperator = strtolower($tplOperator);
        $tplCon = \'\';
        foreach ($conTpls as $operand => $conditionalTpl) {
            switch ($tplOperator) {
                case \'!=\':
                case \'neq\':
                case \'not\':
                case \'isnot\':
                case \'isnt\':
                case \'unequal\':
                case \'notequal\':
                    $tplCon = (($subject != $operand) ? $conditionalTpl : $tplCon);
                    break;
                case \'<\':
                case \'lt\':
                case \'less\':
                case \'lessthan\':
                    $tplCon = (($subject < $operand) ? $conditionalTpl : $tplCon);
                    break;
                case \'>\':
                case \'gt\':
                case \'greater\':
                case \'greaterthan\':
                    $tplCon = (($subject > $operand) ? $conditionalTpl : $tplCon);
                    break;
                case \'<=\':
                case \'lte\':
                case \'lessthanequals\':
                case \'lessthanorequalto\':
                    $tplCon = (($subject <= $operand) ? $conditionalTpl : $tplCon);
                    break;
                case \'>=\':
                case \'gte\':
                case \'greaterthanequals\':
                case \'greaterthanequalto\':
                    $tplCon = (($subject >= $operand) ? $conditionalTpl : $tplCon);
                    break;
                case \'isempty\':
                case \'empty\':
                    $tplCon = empty($subject) ? $conditionalTpl : $tplCon;
                    break;
                case \'!empty\':
                case \'notempty\':
                case \'isnotempty\':
                    $tplCon = !empty($subject) && $subject != \'\' ? $conditionalTpl : $tplCon;
                    break;
                case \'isnull\':
                case \'null\':
                    $tplCon = $subject == null || strtolower($subject) == \'null\' ? $conditionalTpl : $tplCon;
                    break;
                case \'inarray\':
                case \'in_array\':
                case \'ia\':
                    $operand = explode(\',\', $operand);
                    $tplCon = in_array($subject, $operand) ? $conditionalTpl : $tplCon;
                    break;
                case \'between\':
                case \'range\':
                case \'>=<\':
                case \'><\':
                    $operand = explode(\',\', $operand);
                    $tplCon = ($subject >= min($operand) && $subject <= max($operand)) ? $conditionalTpl : $tplCon;
                    break;
                case \'==\':
                case \'=\':
                case \'eq\':
                case \'is\':
                case \'equal\':
                case \'equals\':
                case \'equalto\':
                default:
                    $tplCon = (($subject == $operand) ? $conditionalTpl : $tplCon);
                    break;
            }
        }
        if (!empty($tplCon)) {
            $resourceTpl = parseTpl($tplCon, $properties);
        }
    }
    if (!empty($tpl) && empty($resourceTpl)) {
        $resourceTpl = parseTpl($tpl, $properties);
    }
    if ($resourceTpl === false && !empty($debug)) {
        $chunk = $modx->newObject(\'modChunk\');
        $chunk->setCacheable(false);
        $output[]= $chunk->process(array(), \'<pre>\' . print_r($properties, true) .\'</pre>\');
    } else {
        $output[]= $resourceTpl;
    }
    $idx++;
}

/* output */
$toSeparatePlaceholders = $modx->getOption(\'toSeparatePlaceholders\', $scriptProperties, false);
if (!empty($toSeparatePlaceholders)) {
    $modx->setPlaceholders($output, $toSeparatePlaceholders);
    return \'\';
}

$output = implode($outputSeparator, $output);

$tplWrapper = $modx->getOption(\'tplWrapper\', $scriptProperties, false);
$wrapIfEmpty = $modx->getOption(\'wrapIfEmpty\', $scriptProperties, false);
if (!empty($tplWrapper) && ($wrapIfEmpty || !empty($output))) {
    $output = parseTpl($tplWrapper, array_merge($scriptProperties, array(\'output\' => $output)));
}

$toPlaceholder = $modx->getOption(\'toPlaceholder\', $scriptProperties, false);
if (!empty($toPlaceholder)) {
    $modx->setPlaceholder($toPlaceholder, $output);
    return \'\';
}
return $output;',
          'locked' => false,
          'properties' => 
          array (
            'tpl' => 
            array (
              'name' => 'tpl',
              'desc' => 'Name of a chunk serving as a resource template. NOTE: if not provided, properties are dumped to output for each resource.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Name of a chunk serving as a resource template. NOTE: if not provided, properties are dumped to output for each resource.',
              'area_trans' => '',
            ),
            'tplOdd' => 
            array (
              'name' => 'tplOdd',
              'desc' => 'Name of a chunk serving as resource template for resources with an odd idx value (see idx property).',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Name of a chunk serving as resource template for resources with an odd idx value (see idx property).',
              'area_trans' => '',
            ),
            'tplFirst' => 
            array (
              'name' => 'tplFirst',
              'desc' => 'Name of a chunk serving as resource template for the first resource (see first property).',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Name of a chunk serving as resource template for the first resource (see first property).',
              'area_trans' => '',
            ),
            'tplLast' => 
            array (
              'name' => 'tplLast',
              'desc' => 'Name of a chunk serving as resource template for the last resource (see last property).',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Name of a chunk serving as resource template for the last resource (see last property).',
              'area_trans' => '',
            ),
            'tplWrapper' => 
            array (
              'name' => 'tplWrapper',
              'desc' => 'Name of a chunk serving as wrapper template for the Snippet output. This does not work with toSeparatePlaceholders.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Name of a chunk serving as wrapper template for the Snippet output. This does not work with toSeparatePlaceholders.',
              'area_trans' => '',
            ),
            'wrapIfEmpty' => 
            array (
              'name' => 'wrapIfEmpty',
              'desc' => 'Indicates if empty output should be wrapped by the tplWrapper, if specified. Defaults to false.',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => false,
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Indicates if empty output should be wrapped by the tplWrapper, if specified. Defaults to false.',
              'area_trans' => '',
            ),
            'sortby' => 
            array (
              'name' => 'sortby',
              'desc' => 'A field name to sort by or JSON object of field names and sortdir for each field, e.g. {"publishedon":"ASC","createdon":"DESC"}. Defaults to publishedon.',
              'type' => 'textfield',
              'options' => '',
              'value' => 'publishedon',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'A field name to sort by or JSON object of field names and sortdir for each field, e.g. {"publishedon":"ASC","createdon":"DESC"}. Defaults to publishedon.',
              'area_trans' => '',
            ),
            'sortbyTV' => 
            array (
              'name' => 'sortbyTV',
              'desc' => 'Name of a Template Variable to sort by. Defaults to empty string.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Name of a Template Variable to sort by. Defaults to empty string.',
              'area_trans' => '',
            ),
            'sortbyTVType' => 
            array (
              'name' => 'sortbyTVType',
              'desc' => 'An optional type to indicate how to sort on the Template Variable value.',
              'type' => 'list',
              'options' => 
              array (
                0 => 
                array (
                  'text' => 'string',
                  'value' => 'string',
                  'name' => 'Строка',
                ),
                1 => 
                array (
                  'text' => 'integer',
                  'value' => 'integer',
                  'name' => 'integer',
                ),
                2 => 
                array (
                  'text' => 'decimal',
                  'value' => 'decimal',
                  'name' => 'decimal',
                ),
                3 => 
                array (
                  'text' => 'datetime',
                  'value' => 'datetime',
                  'name' => 'datetime',
                ),
              ),
              'value' => 'string',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'An optional type to indicate how to sort on the Template Variable value.',
              'area_trans' => '',
            ),
            'sortbyAlias' => 
            array (
              'name' => 'sortbyAlias',
              'desc' => 'Query alias for sortby field. Defaults to an empty string.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Query alias for sortby field. Defaults to an empty string.',
              'area_trans' => '',
            ),
            'sortbyEscaped' => 
            array (
              'name' => 'sortbyEscaped',
              'desc' => 'Determines if the field name specified in sortby should be escaped. Defaults to 0.',
              'type' => 'textfield',
              'options' => '',
              'value' => '0',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Determines if the field name specified in sortby should be escaped. Defaults to 0.',
              'area_trans' => '',
            ),
            'sortdir' => 
            array (
              'name' => 'sortdir',
              'desc' => 'Order which to sort by. Defaults to DESC.',
              'type' => 'list',
              'options' => 
              array (
                0 => 
                array (
                  'text' => 'ASC',
                  'value' => 'ASC',
                  'name' => 'ASC',
                ),
                1 => 
                array (
                  'text' => 'DESC',
                  'value' => 'DESC',
                  'name' => 'DESC',
                ),
              ),
              'value' => 'DESC',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Order which to sort by. Defaults to DESC.',
              'area_trans' => '',
            ),
            'sortdirTV' => 
            array (
              'name' => 'sortdirTV',
              'desc' => 'Order which to sort a Template Variable by. Defaults to DESC.',
              'type' => 'list',
              'options' => 
              array (
                0 => 
                array (
                  'text' => 'ASC',
                  'value' => 'ASC',
                  'name' => 'ASC',
                ),
                1 => 
                array (
                  'text' => 'DESC',
                  'value' => 'DESC',
                  'name' => 'DESC',
                ),
              ),
              'value' => 'DESC',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Order which to sort a Template Variable by. Defaults to DESC.',
              'area_trans' => '',
            ),
            'limit' => 
            array (
              'name' => 'limit',
              'desc' => 'Limits the number of resources returned. Defaults to 5.',
              'type' => 'textfield',
              'options' => '',
              'value' => '5',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Limits the number of resources returned. Defaults to 5.',
              'area_trans' => '',
            ),
            'offset' => 
            array (
              'name' => 'offset',
              'desc' => 'An offset of resources returned by the criteria to skip.',
              'type' => 'textfield',
              'options' => '',
              'value' => '0',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'An offset of resources returned by the criteria to skip.',
              'area_trans' => '',
            ),
            'tvFilters' => 
            array (
              'name' => 'tvFilters',
              'desc' => 'Delimited-list of TemplateVar values to filter resources by. Supports two delimiters and two value search formats. THe first delimiter || represents a logical OR and the primary grouping mechanism.  Within each group you can provide a comma-delimited list of values. These values can be either tied to a specific TemplateVar by name, e.g. myTV==value, or just the value, indicating you are searching for the value in any TemplateVar tied to the Resource. An example would be &tvFilters=`filter2==one,filter1==bar%||filter1==foo`. <br />NOTE: filtering by values uses a LIKE query and % is considered a wildcard. <br />ANOTHER NOTE: This only looks at the raw value set for specific Resource, i. e. there must be a value specifically set for the Resource and it is not evaluated.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Delimited-list of TemplateVar values to filter resources by. Supports two delimiters and two value search formats. THe first delimiter || represents a logical OR and the primary grouping mechanism.  Within each group you can provide a comma-delimited list of values. These values can be either tied to a specific TemplateVar by name, e.g. myTV==value, or just the value, indicating you are searching for the value in any TemplateVar tied to the Resource. An example would be &tvFilters=`filter2==one,filter1==bar%||filter1==foo`. <br />NOTE: filtering by values uses a LIKE query and % is considered a wildcard. <br />ANOTHER NOTE: This only looks at the raw value set for specific Resource, i. e. there must be a value specifically set for the Resource and it is not evaluated.',
              'area_trans' => '',
            ),
            'tvFiltersAndDelimiter' => 
            array (
              'name' => 'tvFiltersAndDelimiter',
              'desc' => 'The delimiter to use to separate logical AND expressions in tvFilters. Default is ,',
              'type' => 'textfield',
              'options' => '',
              'value' => ',',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'The delimiter to use to separate logical AND expressions in tvFilters. Default is ,',
              'area_trans' => '',
            ),
            'tvFiltersOrDelimiter' => 
            array (
              'name' => 'tvFiltersOrDelimiter',
              'desc' => 'The delimiter to use to separate logical OR expressions in tvFilters. Default is ||',
              'type' => 'textfield',
              'options' => '',
              'value' => '||',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'The delimiter to use to separate logical OR expressions in tvFilters. Default is ||',
              'area_trans' => '',
            ),
            'depth' => 
            array (
              'name' => 'depth',
              'desc' => 'Integer value indicating depth to search for resources from each parent. Defaults to 10.',
              'type' => 'textfield',
              'options' => '',
              'value' => '10',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Integer value indicating depth to search for resources from each parent. Defaults to 10.',
              'area_trans' => '',
            ),
            'parents' => 
            array (
              'name' => 'parents',
              'desc' => 'Optional. Comma-delimited list of ids serving as parents.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Optional. Comma-delimited list of ids serving as parents.',
              'area_trans' => '',
            ),
            'includeContent' => 
            array (
              'name' => 'includeContent',
              'desc' => 'Indicates if the content of each resource should be returned in the results. Defaults to false.',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => false,
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Indicates if the content of each resource should be returned in the results. Defaults to false.',
              'area_trans' => '',
            ),
            'includeTVs' => 
            array (
              'name' => 'includeTVs',
              'desc' => 'Indicates if TemplateVar values should be included in the properties available to each resource template. Defaults to false.',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => false,
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Indicates if TemplateVar values should be included in the properties available to each resource template. Defaults to false.',
              'area_trans' => '',
            ),
            'includeTVList' => 
            array (
              'name' => 'includeTVList',
              'desc' => 'Limits included TVs to those specified as a comma-delimited list of TV names. Defaults to empty.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Limits included TVs to those specified as a comma-delimited list of TV names. Defaults to empty.',
              'area_trans' => '',
            ),
            'showHidden' => 
            array (
              'name' => 'showHidden',
              'desc' => 'Indicates if Resources that are hidden from menus should be shown. Defaults to false.',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => false,
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Indicates if Resources that are hidden from menus should be shown. Defaults to false.',
              'area_trans' => '',
            ),
            'showUnpublished' => 
            array (
              'name' => 'showUnpublished',
              'desc' => 'Indicates if Resources that are unpublished should be shown. Defaults to false.',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => false,
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Indicates if Resources that are unpublished should be shown. Defaults to false.',
              'area_trans' => '',
            ),
            'showDeleted' => 
            array (
              'name' => 'showDeleted',
              'desc' => 'Indicates if Resources that are deleted should be shown. Defaults to false.',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => false,
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Indicates if Resources that are deleted should be shown. Defaults to false.',
              'area_trans' => '',
            ),
            'resources' => 
            array (
              'name' => 'resources',
              'desc' => 'A comma-separated list of resource IDs to exclude or include. IDs with a - in front mean to exclude. Ex: 123,-456 means to include Resource 123, but always exclude Resource 456.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'A comma-separated list of resource IDs to exclude or include. IDs with a - in front mean to exclude. Ex: 123,-456 means to include Resource 123, but always exclude Resource 456.',
              'area_trans' => '',
            ),
            'processTVs' => 
            array (
              'name' => 'processTVs',
              'desc' => 'Indicates if TemplateVar values should be rendered as they would on the resource being summarized. Defaults to false.',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => false,
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Indicates if TemplateVar values should be rendered as they would on the resource being summarized. Defaults to false.',
              'area_trans' => '',
            ),
            'processTVList' => 
            array (
              'name' => 'processTVList',
              'desc' => 'Limits processed TVs to those specified as a comma-delimited list of TV names; note only includedTVs will be available for processing if specified. Defaults to empty.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Limits processed TVs to those specified as a comma-delimited list of TV names; note only includedTVs will be available for processing if specified. Defaults to empty.',
              'area_trans' => '',
            ),
            'prepareTVs' => 
            array (
              'name' => 'prepareTVs',
              'desc' => 'Indicates if TemplateVar values that are not processed fully should be prepared before being returned. Defaults to true.',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => true,
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Indicates if TemplateVar values that are not processed fully should be prepared before being returned. Defaults to true.',
              'area_trans' => '',
            ),
            'prepareTVList' => 
            array (
              'name' => 'prepareTVList',
              'desc' => 'Limits prepared TVs to those specified as a comma-delimited list of TV names; note only includedTVs will be available for preparing if specified. Defaults to empty.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Limits prepared TVs to those specified as a comma-delimited list of TV names; note only includedTVs will be available for preparing if specified. Defaults to empty.',
              'area_trans' => '',
            ),
            'tvPrefix' => 
            array (
              'name' => 'tvPrefix',
              'desc' => 'The prefix for TemplateVar properties. Defaults to: tv.',
              'type' => 'textfield',
              'options' => '',
              'value' => 'tv.',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'The prefix for TemplateVar properties. Defaults to: tv.',
              'area_trans' => '',
            ),
            'idx' => 
            array (
              'name' => 'idx',
              'desc' => 'You can define the starting idx of the resources, which is an property that is incremented as each resource is rendered.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'You can define the starting idx of the resources, which is an property that is incremented as each resource is rendered.',
              'area_trans' => '',
            ),
            'first' => 
            array (
              'name' => 'first',
              'desc' => 'Define the idx which represents the first resource (see tplFirst). Defaults to 1.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Define the idx which represents the first resource (see tplFirst). Defaults to 1.',
              'area_trans' => '',
            ),
            'last' => 
            array (
              'name' => 'last',
              'desc' => 'Define the idx which represents the last resource (see tplLast). Defaults to the number of resources being summarized + first - 1',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Define the idx which represents the last resource (see tplLast). Defaults to the number of resources being summarized + first - 1',
              'area_trans' => '',
            ),
            'toPlaceholder' => 
            array (
              'name' => 'toPlaceholder',
              'desc' => 'If set, will assign the result to this placeholder instead of outputting it directly.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'If set, will assign the result to this placeholder instead of outputting it directly.',
              'area_trans' => '',
            ),
            'toSeparatePlaceholders' => 
            array (
              'name' => 'toSeparatePlaceholders',
              'desc' => 'If set, will assign EACH result to a separate placeholder named by this param suffixed with a sequential number (starting from 0).',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'If set, will assign EACH result to a separate placeholder named by this param suffixed with a sequential number (starting from 0).',
              'area_trans' => '',
            ),
            'debug' => 
            array (
              'name' => 'debug',
              'desc' => 'If true, will send the SQL query to the MODX log. Defaults to false.',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => false,
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'If true, will send the SQL query to the MODX log. Defaults to false.',
              'area_trans' => '',
            ),
            'where' => 
            array (
              'name' => 'where',
              'desc' => 'A JSON expression of criteria to build any additional where clauses from, e.g. &where=`{{"alias:LIKE":"foo%", "OR:alias:LIKE":"%bar"},{"OR:pagetitle:=":"foobar", "AND:description:=":"raboof"}}`',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'A JSON expression of criteria to build any additional where clauses from, e.g. &where=`{{"alias:LIKE":"foo%", "OR:alias:LIKE":"%bar"},{"OR:pagetitle:=":"foobar", "AND:description:=":"raboof"}}`',
              'area_trans' => '',
            ),
            'dbCacheFlag' => 
            array (
              'name' => 'dbCacheFlag',
              'desc' => 'Determines how result sets are cached if cache_db is enabled in MODX. 0|false = do not cache result set; 1 = cache result set according to cache settings, any other integer value = number of seconds to cache result set',
              'type' => 'textfield',
              'options' => '',
              'value' => '0',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Determines how result sets are cached if cache_db is enabled in MODX. 0|false = do not cache result set; 1 = cache result set according to cache settings, any other integer value = number of seconds to cache result set',
              'area_trans' => '',
            ),
            'context' => 
            array (
              'name' => 'context',
              'desc' => 'A comma-delimited list of context keys for limiting results. Default is empty, i.e. do not limit results by context.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'A comma-delimited list of context keys for limiting results. Default is empty, i.e. do not limit results by context.',
              'area_trans' => '',
            ),
            'tplCondition' => 
            array (
              'name' => 'tplCondition',
              'desc' => 'A condition to compare against the conditionalTpls property to map Resources to different tpls based on custom conditional logic.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'A condition to compare against the conditionalTpls property to map Resources to different tpls based on custom conditional logic.',
              'area_trans' => '',
            ),
            'tplOperator' => 
            array (
              'name' => 'tplOperator',
              'desc' => 'An optional operator to use for the tplCondition when comparing against the conditionalTpls operands. Default is == (equals).',
              'type' => 'list',
              'options' => 
              array (
                0 => 
                array (
                  'text' => 'is equal to',
                  'value' => '==',
                  'name' => 'is equal to',
                ),
                1 => 
                array (
                  'text' => 'is not equal to',
                  'value' => '!=',
                  'name' => 'is not equal to',
                ),
                2 => 
                array (
                  'text' => 'less than',
                  'value' => '<',
                  'name' => 'less than',
                ),
                3 => 
                array (
                  'text' => 'less than or equal to',
                  'value' => '<=',
                  'name' => 'less than or equal to',
                ),
                4 => 
                array (
                  'text' => 'greater than or equal to',
                  'value' => '>=',
                  'name' => 'greater than or equal to',
                ),
                5 => 
                array (
                  'text' => 'is empty',
                  'value' => 'empty',
                  'name' => 'is empty',
                ),
                6 => 
                array (
                  'text' => 'is not empty',
                  'value' => '!empty',
                  'name' => 'is not empty',
                ),
                7 => 
                array (
                  'text' => 'is null',
                  'value' => 'null',
                  'name' => 'is null',
                ),
                8 => 
                array (
                  'text' => 'is in array',
                  'value' => 'inarray',
                  'name' => 'is in array',
                ),
                9 => 
                array (
                  'text' => 'is between',
                  'value' => 'between',
                  'name' => 'is between',
                ),
              ),
              'value' => '==',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'An optional operator to use for the tplCondition when comparing against the conditionalTpls operands. Default is == (equals).',
              'area_trans' => '',
            ),
            'conditionalTpls' => 
            array (
              'name' => 'conditionalTpls',
              'desc' => 'A JSON map of conditional operands and tpls to compare against the tplCondition property using the specified tplOperator.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'A JSON map of conditional operands and tpls to compare against the tplCondition property using the specified tplOperator.',
              'area_trans' => '',
            ),
          ),
          'moduleguid' => '',
          'static' => false,
          'static_file' => '',
          'content' => '/**
 * getResources
 *
 * A general purpose Resource listing and summarization snippet for MODX 2.x.
 *
 * @author Jason Coward
 * @copyright Copyright 2010-2013, Jason Coward
 *
 * TEMPLATES
 *
 * tpl - Name of a chunk serving as a resource template
 * [NOTE: if not provided, properties are dumped to output for each resource]
 *
 * tplOdd - (Opt) Name of a chunk serving as resource template for resources with an odd idx value
 * (see idx property)
 * tplFirst - (Opt) Name of a chunk serving as resource template for the first resource (see first
 * property)
 * tplLast - (Opt) Name of a chunk serving as resource template for the last resource (see last
 * property)
 * tpl_{n} - (Opt) Name of a chunk serving as resource template for the nth resource
 *
 * tplCondition - (Opt) Defines a field of the resource to evaluate against keys defined in the
 * conditionalTpls property. Must be a resource field; does not work with Template Variables.
 * conditionalTpls - (Opt) A JSON object defining a map of field values and the associated tpl to
 * use when the field defined by tplCondition matches the value. [NOTE: tplOdd, tplFirst, tplLast,
 * and tpl_{n} will take precedence over any defined conditionalTpls]
 *
 * tplWrapper - (Opt) Name of a chunk serving as a wrapper template for the output
 * [NOTE: Does not work with toSeparatePlaceholders]
 *
 * SELECTION
 *
 * parents - Comma-delimited list of ids serving as parents
 *
 * context - (Opt) Comma-delimited list of context keys to limit results by; if empty, contexts for all specified
 * parents will be used (all contexts if 0 is specified) [default=]
 *
 * depth - (Opt) Integer value indicating depth to search for resources from each parent [default=10]
 *
 * tvFilters - (Opt) Delimited-list of TemplateVar values to filter resources by. Supports two
 * delimiters and two value search formats. The first delimiter || represents a logical OR and the
 * primary grouping mechanism.  Within each group you can provide a comma-delimited list of values.
 * These values can be either tied to a specific TemplateVar by name, e.g. myTV==value, or just the
 * value, indicating you are searching for the value in any TemplateVar tied to the Resource. An
 * example would be &tvFilters=`filter2==one,filter1==bar%||filter1==foo`
 * [NOTE: filtering by values uses a LIKE query and % is considered a wildcard.]
 * [NOTE: this only looks at the raw value set for specific Resource, i. e. there must be a value
 * specifically set for the Resource and it is not evaluated.]
 *
 * tvFiltersAndDelimiter - (Opt) Custom delimiter for logical AND, default \',\', in case you want to
 * match a literal comma in the tvFilters. E.g. &tvFiltersAndDelimiter=`&&`
 * &tvFilters=`filter1==foo,bar&&filter2==baz` [default=,]
 *
 * tvFiltersOrDelimiter - (Opt) Custom delimiter for logical OR, default \'||\', in case you want to
 * match a literal \'||\' in the tvFilters. E.g. &tvFiltersOrDelimiter=`|OR|`
 * &tvFilters=`filter1==foo||bar|OR|filter2==baz` [default=||]
 *
 * where - (Opt) A JSON expression of criteria to build any additional where clauses from. An example would be
 * &where=`{{"alias:LIKE":"foo%", "OR:alias:LIKE":"%bar"},{"OR:pagetitle:=":"foobar", "AND:description:=":"raboof"}}`
 *
 * sortby - (Opt) Field to sort by or a JSON array, e.g. {"publishedon":"ASC","createdon":"DESC"} [default=publishedon]
 * sortbyTV - (opt) A Template Variable name to sort by (if supplied, this precedes the sortby value) [default=]
 * sortbyTVType - (Opt) A data type to CAST a TV Value to in order to sort on it properly [default=string]
 * sortbyAlias - (Opt) Query alias for sortby field [default=]
 * sortbyEscaped - (Opt) Escapes the field name(s) specified in sortby [default=0]
 * sortdir - (Opt) Order which to sort by [default=DESC]
 * sortdirTV - (Opt) Order which to sort by a TV [default=DESC]
 * limit - (Opt) Limits the number of resources returned [default=5]
 * offset - (Opt) An offset of resources returned by the criteria to skip [default=0]
 * dbCacheFlag - (Opt) Controls caching of db queries; 0|false = do not cache result set; 1 = cache result set
 * according to cache settings, any other integer value = number of seconds to cache result set [default=0]
 *
 * OPTIONS
 *
 * includeContent - (Opt) Indicates if the content of each resource should be returned in the
 * results [default=0]
 * includeTVs - (Opt) Indicates if TemplateVar values should be included in the properties available
 * to each resource template [default=0]
 * includeTVList - (Opt) Limits the TemplateVars that are included if includeTVs is true to those specified
 * by name in a comma-delimited list [default=]
 * prepareTVs - (Opt) Prepares media-source dependent TemplateVar values [default=1]
 * prepareTVList - (Opt) Limits the TVs that are prepared to those specified by name in a comma-delimited
 * list [default=]
 * processTVs - (Opt) Indicates if TemplateVar values should be rendered as they would on the
 * resource being summarized [default=0]
 * processTVList - (opt) Limits the TemplateVars that are processed if included to those specified
 * by name in a comma-delimited list [default=]
 * tvPrefix - (Opt) The prefix for TemplateVar properties [default=tv.]
 * idx - (Opt) You can define the starting idx of the resources, which is an property that is
 * incremented as each resource is rendered [default=1]
 * first - (Opt) Define the idx which represents the first resource (see tplFirst) [default=1]
 * last - (Opt) Define the idx which represents the last resource (see tplLast) [default=# of
 * resources being summarized + first - 1]
 * outputSeparator - (Opt) An optional string to separate each tpl instance [default="\\n"]
 * wrapIfEmpty - (Opt) Indicates if the tplWrapper should be applied if the output is empty [default=0]
 *
 */
$output = array();
$outputSeparator = isset($outputSeparator) ? $outputSeparator : "\\n";

/* set default properties */
$tpl = !empty($tpl) ? $tpl : \'\';
$includeContent = !empty($includeContent) ? true : false;
$includeTVs = !empty($includeTVs) ? true : false;
$includeTVList = !empty($includeTVList) ? explode(\',\', $includeTVList) : array();
$processTVs = !empty($processTVs) ? true : false;
$processTVList = !empty($processTVList) ? explode(\',\', $processTVList) : array();
$prepareTVs = !empty($prepareTVs) ? true : false;
$prepareTVList = !empty($prepareTVList) ? explode(\',\', $prepareTVList) : array();
$tvPrefix = isset($tvPrefix) ? $tvPrefix : \'tv.\';
$parents = (!empty($parents) || $parents === \'0\') ? explode(\',\', $parents) : array($modx->resource->get(\'id\'));
array_walk($parents, \'trim\');
$parents = array_unique($parents);
$depth = isset($depth) ? (integer) $depth : 10;

$tvFiltersOrDelimiter = isset($tvFiltersOrDelimiter) ? $tvFiltersOrDelimiter : \'||\';
$tvFiltersAndDelimiter = isset($tvFiltersAndDelimiter) ? $tvFiltersAndDelimiter : \',\';
$tvFilters = !empty($tvFilters) ? explode($tvFiltersOrDelimiter, $tvFilters) : array();

$where = !empty($where) ? $modx->fromJSON($where) : array();
$showUnpublished = !empty($showUnpublished) ? true : false;
$showDeleted = !empty($showDeleted) ? true : false;

$sortby = isset($sortby) ? $sortby : \'publishedon\';
$sortbyTV = isset($sortbyTV) ? $sortbyTV : \'\';
$sortbyAlias = isset($sortbyAlias) ? $sortbyAlias : \'modResource\';
$sortbyEscaped = !empty($sortbyEscaped) ? true : false;
$sortdir = isset($sortdir) ? $sortdir : \'DESC\';
$sortdirTV = isset($sortdirTV) ? $sortdirTV : \'DESC\';
$limit = isset($limit) ? (integer) $limit : 5;
$offset = isset($offset) ? (integer) $offset : 0;
$totalVar = !empty($totalVar) ? $totalVar : \'total\';

$dbCacheFlag = !isset($dbCacheFlag) ? false : $dbCacheFlag;
if (is_string($dbCacheFlag) || is_numeric($dbCacheFlag)) {
    if ($dbCacheFlag == \'0\') {
        $dbCacheFlag = false;
    } elseif ($dbCacheFlag == \'1\') {
        $dbCacheFlag = true;
    } else {
        $dbCacheFlag = (integer) $dbCacheFlag;
    }
}

/* multiple context support */
$contextArray = array();
$contextSpecified = false;
if (!empty($context)) {
    $contextArray = explode(\',\',$context);
    array_walk($contextArray, \'trim\');
    $contexts = array();
    foreach ($contextArray as $ctx) {
        $contexts[] = $modx->quote($ctx);
    }
    $context = implode(\',\',$contexts);
    $contextSpecified = true;
    unset($contexts,$ctx);
} else {
    $context = $modx->quote($modx->context->get(\'key\'));
}

$pcMap = array();
$pcQuery = $modx->newQuery(\'modResource\', array(\'id:IN\' => $parents), $dbCacheFlag);
$pcQuery->select(array(\'id\', \'context_key\'));
if ($pcQuery->prepare() && $pcQuery->stmt->execute()) {
    foreach ($pcQuery->stmt->fetchAll(PDO::FETCH_ASSOC) as $pcRow) {
        $pcMap[(integer) $pcRow[\'id\']] = $pcRow[\'context_key\'];
    }
}

$children = array();
$parentArray = array();
foreach ($parents as $parent) {
    $parent = (integer) $parent;
    if ($parent === 0) {
        $pchildren = array();
        if ($contextSpecified) {
            foreach ($contextArray as $pCtx) {
                if (!in_array($pCtx, $contextArray)) {
                    continue;
                }
                $options = $pCtx !== $modx->context->get(\'key\') ? array(\'context\' => $pCtx) : array();
                $pcchildren = $modx->getChildIds($parent, $depth, $options);
                if (!empty($pcchildren)) $pchildren = array_merge($pchildren, $pcchildren);
            }
        } else {
            $cQuery = $modx->newQuery(\'modContext\', array(\'key:!=\' => \'mgr\'));
            $cQuery->select(array(\'key\'));
            if ($cQuery->prepare() && $cQuery->stmt->execute()) {
                foreach ($cQuery->stmt->fetchAll(PDO::FETCH_COLUMN) as $pCtx) {
                    $options = $pCtx !== $modx->context->get(\'key\') ? array(\'context\' => $pCtx) : array();
                    $pcchildren = $modx->getChildIds($parent, $depth, $options);
                    if (!empty($pcchildren)) $pchildren = array_merge($pchildren, $pcchildren);
                }
            }
        }
        $parentArray[] = $parent;
    } else {
        $pContext = array_key_exists($parent, $pcMap) ? $pcMap[$parent] : false;
        if ($debug) $modx->log(modX::LOG_LEVEL_ERROR, "context for {$parent} is {$pContext}");
        if ($pContext && $contextSpecified && !in_array($pContext, $contextArray, true)) {
            $parent = next($parents);
            continue;
        }
        $parentArray[] = $parent;
        $options = !empty($pContext) && $pContext !== $modx->context->get(\'key\') ? array(\'context\' => $pContext) : array();
        $pchildren = $modx->getChildIds($parent, $depth, $options);
    }
    if (!empty($pchildren)) $children = array_merge($children, $pchildren);
    $parent = next($parents);
}
$parents = array_merge($parentArray, $children);

/* build query */
$criteria = array("modResource.parent IN (" . implode(\',\', $parents) . ")");
if ($contextSpecified) {
    $contextResourceTbl = $modx->getTableName(\'modContextResource\');
    $criteria[] = "(modResource.context_key IN ({$context}) OR EXISTS(SELECT 1 FROM {$contextResourceTbl} ctx WHERE ctx.resource = modResource.id AND ctx.context_key IN ({$context})))";
}
if (empty($showDeleted)) {
    $criteria[\'deleted\'] = \'0\';
}
if (empty($showUnpublished)) {
    $criteria[\'published\'] = \'1\';
}
if (empty($showHidden)) {
    $criteria[\'hidemenu\'] = \'0\';
}
if (!empty($hideContainers)) {
    $criteria[\'isfolder\'] = \'0\';
}
$criteria = $modx->newQuery(\'modResource\', $criteria);
if (!empty($tvFilters)) {
    $tmplVarTbl = $modx->getTableName(\'modTemplateVar\');
    $tmplVarResourceTbl = $modx->getTableName(\'modTemplateVarResource\');
    $conditions = array();
    $operators = array(
        \'<=>\' => \'<=>\',
        \'===\' => \'=\',
        \'!==\' => \'!=\',
        \'<>\' => \'<>\',
        \'==\' => \'LIKE\',
        \'!=\' => \'NOT LIKE\',
        \'<<\' => \'<\',
        \'<=\' => \'<=\',
        \'=<\' => \'=<\',
        \'>>\' => \'>\',
        \'>=\' => \'>=\',
        \'=>\' => \'=>\'
    );
    foreach ($tvFilters as $fGroup => $tvFilter) {
        $filterGroup = array();
        $filters = explode($tvFiltersAndDelimiter, $tvFilter);
        $multiple = count($filters) > 0;
        foreach ($filters as $filter) {
            $operator = \'==\';
            $sqlOperator = \'LIKE\';
            foreach ($operators as $op => $opSymbol) {
                if (strpos($filter, $op, 1) !== false) {
                    $operator = $op;
                    $sqlOperator = $opSymbol;
                    break;
                }
            }
            $tvValueField = \'tvr.value\';
            $tvDefaultField = \'tv.default_text\';
            $f = explode($operator, $filter);
            if (count($f) >= 2) {
                if (count($f) > 2) {
                    $k = array_shift($f);
                    $b = join($operator, $f);
                    $f = array($k, $b);
                }
                $tvName = $modx->quote($f[0]);
                if (is_numeric($f[1]) && !in_array($sqlOperator, array(\'LIKE\', \'NOT LIKE\'))) {
                    $tvValue = $f[1];
                    if ($f[1] == (integer)$f[1]) {
                        $tvValueField = "CAST({$tvValueField} AS SIGNED INTEGER)";
                        $tvDefaultField = "CAST({$tvDefaultField} AS SIGNED INTEGER)";
                    } else {
                        $tvValueField = "CAST({$tvValueField} AS DECIMAL)";
                        $tvDefaultField = "CAST({$tvDefaultField} AS DECIMAL)";
                    }
                } else {
                    $tvValue = $modx->quote($f[1]);
                }
                if ($multiple) {
                    $filterGroup[] =
                        "(EXISTS (SELECT 1 FROM {$tmplVarResourceTbl} tvr JOIN {$tmplVarTbl} tv ON {$tvValueField} {$sqlOperator} {$tvValue} AND tv.name = {$tvName} AND tv.id = tvr.tmplvarid WHERE tvr.contentid = modResource.id) " .
                        "OR EXISTS (SELECT 1 FROM {$tmplVarTbl} tv WHERE tv.name = {$tvName} AND {$tvDefaultField} {$sqlOperator} {$tvValue} AND tv.id NOT IN (SELECT tmplvarid FROM {$tmplVarResourceTbl} WHERE contentid = modResource.id)) " .
                        ")";
                } else {
                    $filterGroup =
                        "(EXISTS (SELECT 1 FROM {$tmplVarResourceTbl} tvr JOIN {$tmplVarTbl} tv ON {$tvValueField} {$sqlOperator} {$tvValue} AND tv.name = {$tvName} AND tv.id = tvr.tmplvarid WHERE tvr.contentid = modResource.id) " .
                        "OR EXISTS (SELECT 1 FROM {$tmplVarTbl} tv WHERE tv.name = {$tvName} AND {$tvDefaultField} {$sqlOperator} {$tvValue} AND tv.id NOT IN (SELECT tmplvarid FROM {$tmplVarResourceTbl} WHERE contentid = modResource.id)) " .
                        ")";
                }
            } elseif (count($f) == 1) {
                $tvValue = $modx->quote($f[0]);
                if ($multiple) {
                    $filterGroup[] = "EXISTS (SELECT 1 FROM {$tmplVarResourceTbl} tvr JOIN {$tmplVarTbl} tv ON {$tvValueField} {$sqlOperator} {$tvValue} AND tv.id = tvr.tmplvarid WHERE tvr.contentid = modResource.id)";
                } else {
                    $filterGroup = "EXISTS (SELECT 1 FROM {$tmplVarResourceTbl} tvr JOIN {$tmplVarTbl} tv ON {$tvValueField} {$sqlOperator} {$tvValue} AND tv.id = tvr.tmplvarid WHERE tvr.contentid = modResource.id)";
                }
            }
        }
        $conditions[] = $filterGroup;
    }
    if (!empty($conditions)) {
        $firstGroup = true;
        foreach ($conditions as $cGroup => $c) {
            if (is_array($c)) {
                $first = true;
                foreach ($c as $cond) {
                    if ($first && !$firstGroup) {
                        $criteria->condition($criteria->query[\'where\'][0][1], $cond, xPDOQuery::SQL_OR, null, $cGroup);
                    } else {
                        $criteria->condition($criteria->query[\'where\'][0][1], $cond, xPDOQuery::SQL_AND, null, $cGroup);
                    }
                    $first = false;
                }
            } else {
                $criteria->condition($criteria->query[\'where\'][0][1], $c, $firstGroup ? xPDOQuery::SQL_AND : xPDOQuery::SQL_OR, null, $cGroup);
            }
            $firstGroup = false;
        }
    }
}
/* include/exclude resources, via &resources=`123,-456` prop */
if (!empty($resources)) {
    $resourceConditions = array();
    $resources = explode(\',\',$resources);
    $include = array();
    $exclude = array();
    foreach ($resources as $resource) {
        $resource = (int)$resource;
        if ($resource == 0) continue;
        if ($resource < 0) {
            $exclude[] = abs($resource);
        } else {
            $include[] = $resource;
        }
    }
    if (!empty($include)) {
        $criteria->where(array(\'OR:modResource.id:IN\' => $include), xPDOQuery::SQL_OR);
    }
    if (!empty($exclude)) {
        $criteria->where(array(\'modResource.id:NOT IN\' => $exclude), xPDOQuery::SQL_AND, null, 1);
    }
}
if (!empty($where)) {
    $criteria->where($where);
}

$total = $modx->getCount(\'modResource\', $criteria);
$modx->setPlaceholder($totalVar, $total);

$fields = array_keys($modx->getFields(\'modResource\'));
if (empty($includeContent)) {
    $fields = array_diff($fields, array(\'content\'));
}
$columns = $includeContent ? $modx->getSelectColumns(\'modResource\', \'modResource\') : $modx->getSelectColumns(\'modResource\', \'modResource\', \'\', array(\'content\'), true);
$criteria->select($columns);
if (!empty($sortbyTV)) {
    $criteria->leftJoin(\'modTemplateVar\', \'tvDefault\', array(
        "tvDefault.name" => $sortbyTV
    ));
    $criteria->leftJoin(\'modTemplateVarResource\', \'tvSort\', array(
        "tvSort.contentid = modResource.id",
        "tvSort.tmplvarid = tvDefault.id"
    ));
    if (empty($sortbyTVType)) $sortbyTVType = \'string\';
    if ($modx->getOption(\'dbtype\') === \'mysql\') {
        switch ($sortbyTVType) {
            case \'integer\':
                $criteria->select("CAST(IFNULL(tvSort.value, tvDefault.default_text) AS SIGNED INTEGER) AS sortTV");
                break;
            case \'decimal\':
                $criteria->select("CAST(IFNULL(tvSort.value, tvDefault.default_text) AS DECIMAL) AS sortTV");
                break;
            case \'datetime\':
                $criteria->select("CAST(IFNULL(tvSort.value, tvDefault.default_text) AS DATETIME) AS sortTV");
                break;
            case \'string\':
            default:
                $criteria->select("IFNULL(tvSort.value, tvDefault.default_text) AS sortTV");
                break;
        }
    } elseif ($modx->getOption(\'dbtype\') === \'sqlsrv\') {
        switch ($sortbyTVType) {
            case \'integer\':
                $criteria->select("CAST(ISNULL(tvSort.value, tvDefault.default_text) AS BIGINT) AS sortTV");
                break;
            case \'decimal\':
                $criteria->select("CAST(ISNULL(tvSort.value, tvDefault.default_text) AS DECIMAL) AS sortTV");
                break;
            case \'datetime\':
                $criteria->select("CAST(ISNULL(tvSort.value, tvDefault.default_text) AS DATETIME) AS sortTV");
                break;
            case \'string\':
            default:
                $criteria->select("ISNULL(tvSort.value, tvDefault.default_text) AS sortTV");
                break;
        }
    }
    $criteria->sortby("sortTV", $sortdirTV);
}
if (!empty($sortby)) {
    if (strpos($sortby, \'{\') === 0) {
        $sorts = $modx->fromJSON($sortby);
    } else {
        $sorts = array($sortby => $sortdir);
    }
    if (is_array($sorts)) {
        while (list($sort, $dir) = each($sorts)) {
            if ($sortbyEscaped) $sort = $modx->escape($sort);
            if (!empty($sortbyAlias)) $sort = $modx->escape($sortbyAlias) . ".{$sort}";
            $criteria->sortby($sort, $dir);
        }
    }
}
if (!empty($limit)) $criteria->limit($limit, $offset);

if (!empty($debug)) {
    $criteria->prepare();
    $modx->log(modX::LOG_LEVEL_ERROR, $criteria->toSQL());
}
$collection = $modx->getCollection(\'modResource\', $criteria, $dbCacheFlag);

$idx = !empty($idx) || $idx === \'0\' ? (integer) $idx : 1;
$first = empty($first) && $first !== \'0\' ? 1 : (integer) $first;
$last = empty($last) ? (count($collection) + $idx - 1) : (integer) $last;

/* include parseTpl */
include_once $modx->getOption(\'getresources.core_path\',null,$modx->getOption(\'core_path\').\'components/getresources/\').\'include.parsetpl.php\';

$templateVars = array();
if (!empty($includeTVs) && !empty($includeTVList)) {
    $templateVars = $modx->getCollection(\'modTemplateVar\', array(\'name:IN\' => $includeTVList));
}
/** @var modResource $resource */
foreach ($collection as $resourceId => $resource) {
    $tvs = array();
    if (!empty($includeTVs)) {
        if (empty($includeTVList)) {
            $templateVars = $resource->getMany(\'TemplateVars\');
        }
        /** @var modTemplateVar $templateVar */
        foreach ($templateVars as $tvId => $templateVar) {
            if (!empty($includeTVList) && !in_array($templateVar->get(\'name\'), $includeTVList)) continue;
            if ($processTVs && (empty($processTVList) || in_array($templateVar->get(\'name\'), $processTVList))) {
                $tvs[$tvPrefix . $templateVar->get(\'name\')] = $templateVar->renderOutput($resource->get(\'id\'));
            } else {
                $value = $templateVar->getValue($resource->get(\'id\'));
                if ($prepareTVs && method_exists($templateVar, \'prepareOutput\') && (empty($prepareTVList) || in_array($templateVar->get(\'name\'), $prepareTVList))) {
                    $value = $templateVar->prepareOutput($value);
                }
                $tvs[$tvPrefix . $templateVar->get(\'name\')] = $value;
            }
        }
    }
    $odd = ($idx & 1);
    $properties = array_merge(
        $scriptProperties
        ,array(
            \'idx\' => $idx
            ,\'first\' => $first
            ,\'last\' => $last
            ,\'odd\' => $odd
        )
        ,$includeContent ? $resource->toArray() : $resource->get($fields)
        ,$tvs
    );
    $resourceTpl = false;
    if ($idx == $first && !empty($tplFirst)) {
        $resourceTpl = parseTpl($tplFirst, $properties);
    }
    if ($idx == $last && empty($resourceTpl) && !empty($tplLast)) {
        $resourceTpl = parseTpl($tplLast, $properties);
    }
    $tplidx = \'tpl_\' . $idx;
    if (empty($resourceTpl) && !empty($$tplidx)) {
        $resourceTpl = parseTpl($$tplidx, $properties);
    }
    if ($idx > 1 && empty($resourceTpl)) {
        $divisors = getDivisors($idx);
        if (!empty($divisors)) {
            foreach ($divisors as $divisor) {
                $tplnth = \'tpl_n\' . $divisor;
                if (!empty($$tplnth)) {
                    $resourceTpl = parseTpl($$tplnth, $properties);
                    if (!empty($resourceTpl)) {
                        break;
                    }
                }
            }
        }
    }
    if ($odd && empty($resourceTpl) && !empty($tplOdd)) {
        $resourceTpl = parseTpl($tplOdd, $properties);
    }
    if (!empty($tplCondition) && !empty($conditionalTpls) && empty($resourceTpl)) {
        $conTpls = $modx->fromJSON($conditionalTpls);
        $subject = $properties[$tplCondition];
        $tplOperator = !empty($tplOperator) ? $tplOperator : \'=\';
        $tplOperator = strtolower($tplOperator);
        $tplCon = \'\';
        foreach ($conTpls as $operand => $conditionalTpl) {
            switch ($tplOperator) {
                case \'!=\':
                case \'neq\':
                case \'not\':
                case \'isnot\':
                case \'isnt\':
                case \'unequal\':
                case \'notequal\':
                    $tplCon = (($subject != $operand) ? $conditionalTpl : $tplCon);
                    break;
                case \'<\':
                case \'lt\':
                case \'less\':
                case \'lessthan\':
                    $tplCon = (($subject < $operand) ? $conditionalTpl : $tplCon);
                    break;
                case \'>\':
                case \'gt\':
                case \'greater\':
                case \'greaterthan\':
                    $tplCon = (($subject > $operand) ? $conditionalTpl : $tplCon);
                    break;
                case \'<=\':
                case \'lte\':
                case \'lessthanequals\':
                case \'lessthanorequalto\':
                    $tplCon = (($subject <= $operand) ? $conditionalTpl : $tplCon);
                    break;
                case \'>=\':
                case \'gte\':
                case \'greaterthanequals\':
                case \'greaterthanequalto\':
                    $tplCon = (($subject >= $operand) ? $conditionalTpl : $tplCon);
                    break;
                case \'isempty\':
                case \'empty\':
                    $tplCon = empty($subject) ? $conditionalTpl : $tplCon;
                    break;
                case \'!empty\':
                case \'notempty\':
                case \'isnotempty\':
                    $tplCon = !empty($subject) && $subject != \'\' ? $conditionalTpl : $tplCon;
                    break;
                case \'isnull\':
                case \'null\':
                    $tplCon = $subject == null || strtolower($subject) == \'null\' ? $conditionalTpl : $tplCon;
                    break;
                case \'inarray\':
                case \'in_array\':
                case \'ia\':
                    $operand = explode(\',\', $operand);
                    $tplCon = in_array($subject, $operand) ? $conditionalTpl : $tplCon;
                    break;
                case \'between\':
                case \'range\':
                case \'>=<\':
                case \'><\':
                    $operand = explode(\',\', $operand);
                    $tplCon = ($subject >= min($operand) && $subject <= max($operand)) ? $conditionalTpl : $tplCon;
                    break;
                case \'==\':
                case \'=\':
                case \'eq\':
                case \'is\':
                case \'equal\':
                case \'equals\':
                case \'equalto\':
                default:
                    $tplCon = (($subject == $operand) ? $conditionalTpl : $tplCon);
                    break;
            }
        }
        if (!empty($tplCon)) {
            $resourceTpl = parseTpl($tplCon, $properties);
        }
    }
    if (!empty($tpl) && empty($resourceTpl)) {
        $resourceTpl = parseTpl($tpl, $properties);
    }
    if ($resourceTpl === false && !empty($debug)) {
        $chunk = $modx->newObject(\'modChunk\');
        $chunk->setCacheable(false);
        $output[]= $chunk->process(array(), \'<pre>\' . print_r($properties, true) .\'</pre>\');
    } else {
        $output[]= $resourceTpl;
    }
    $idx++;
}

/* output */
$toSeparatePlaceholders = $modx->getOption(\'toSeparatePlaceholders\', $scriptProperties, false);
if (!empty($toSeparatePlaceholders)) {
    $modx->setPlaceholders($output, $toSeparatePlaceholders);
    return \'\';
}

$output = implode($outputSeparator, $output);

$tplWrapper = $modx->getOption(\'tplWrapper\', $scriptProperties, false);
$wrapIfEmpty = $modx->getOption(\'wrapIfEmpty\', $scriptProperties, false);
if (!empty($tplWrapper) && ($wrapIfEmpty || !empty($output))) {
    $output = parseTpl($tplWrapper, array_merge($scriptProperties, array(\'output\' => $output)));
}

$toPlaceholder = $modx->getOption(\'toPlaceholder\', $scriptProperties, false);
if (!empty($toPlaceholder)) {
    $modx->setPlaceholder($toPlaceholder, $output);
    return \'\';
}
return $output;',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
        ),
      ),
      'phpthumbof' => 
      array (
        'fields' => 
        array (
          'id' => 15,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'phpthumbof',
          'description' => 'A custom output filter that generates thumbnails securely with phpThumb.',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '/**
 * phpThumbOf
 *
 * Copyright 2009-2012 by Shaun McCormick <shaun@modx.com>
 *
 * phpThumbOf is free software; you can redistribute it and/or modify it
 * under the terms of the GNU General Public License as published by the Free
 * Software Foundation; either version 2 of the License, or (at your option) any
 * later version.
 *
 * phpThumbOf is distributed in the hope that it will be useful, but WITHOUT ANY
 * WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR
 * A PARTICULAR PURPOSE. See the GNU General Public License for more details.
 *
 * You should have received a copy of the GNU General Public License along with
 * phpThumbOf; if not, write to the Free Software Foundation, Inc., 59 Temple
 * Place, Suite 330, Boston, MA 02111-1307 USA
 *
 * @package phpthumbof
 */
/**
 * A custom output filter for phpThumb
 *
 * @var modX $modx
 * @var array $scriptProperties
 * @var phpThumbOf $phpThumbOf
 * @var string $input
 * @var string|array $options
 *
 * @package phpthumbof
 */
if (empty($modx)) return \'\';
if (!$modx->loadClass(\'modPhpThumb\',$modx->getOption(\'core_path\').\'model/phpthumb/\',true,true)) {
    $modx->log(modX::LOG_LEVEL_ERROR,\'[phpThumbOf] Could not load modPhpThumb class.\');
    return \'\';
}
if (empty($input)) {
    $modx->log(modX::LOG_LEVEL_DEBUG,\'[phpThumbOf] Empty image path passed, aborting.\');
    return \'\';
}
$modelPath = $modx->getOption(\'phpthumbof.core_path\',null,$modx->getOption(\'core_path\').\'components/phpthumbof/\').\'model/\';
require_once $modelPath.\'phpthumbof/phpthumbof.class.php\';
$phpThumbOf = new phpThumbOf($modx,$scriptProperties);

$phpThumbOf->getCacheDirectory();
$phpThumbOf->ensureCacheDirectoryIsWritable();

$thumbnail = $phpThumbOf->createThumbnailObject();
$thumbnail->setInput($input);
$thumbnail->setOptions($options);
$thumbnail->initializeService();
return $thumbnail->render();',
          'locked' => false,
          'properties' => NULL,
          'moduleguid' => '',
          'static' => false,
          'static_file' => '',
          'content' => '/**
 * phpThumbOf
 *
 * Copyright 2009-2012 by Shaun McCormick <shaun@modx.com>
 *
 * phpThumbOf is free software; you can redistribute it and/or modify it
 * under the terms of the GNU General Public License as published by the Free
 * Software Foundation; either version 2 of the License, or (at your option) any
 * later version.
 *
 * phpThumbOf is distributed in the hope that it will be useful, but WITHOUT ANY
 * WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR
 * A PARTICULAR PURPOSE. See the GNU General Public License for more details.
 *
 * You should have received a copy of the GNU General Public License along with
 * phpThumbOf; if not, write to the Free Software Foundation, Inc., 59 Temple
 * Place, Suite 330, Boston, MA 02111-1307 USA
 *
 * @package phpthumbof
 */
/**
 * A custom output filter for phpThumb
 *
 * @var modX $modx
 * @var array $scriptProperties
 * @var phpThumbOf $phpThumbOf
 * @var string $input
 * @var string|array $options
 *
 * @package phpthumbof
 */
if (empty($modx)) return \'\';
if (!$modx->loadClass(\'modPhpThumb\',$modx->getOption(\'core_path\').\'model/phpthumb/\',true,true)) {
    $modx->log(modX::LOG_LEVEL_ERROR,\'[phpThumbOf] Could not load modPhpThumb class.\');
    return \'\';
}
if (empty($input)) {
    $modx->log(modX::LOG_LEVEL_DEBUG,\'[phpThumbOf] Empty image path passed, aborting.\');
    return \'\';
}
$modelPath = $modx->getOption(\'phpthumbof.core_path\',null,$modx->getOption(\'core_path\').\'components/phpthumbof/\').\'model/\';
require_once $modelPath.\'phpthumbof/phpthumbof.class.php\';
$phpThumbOf = new phpThumbOf($modx,$scriptProperties);

$phpThumbOf->getCacheDirectory();
$phpThumbOf->ensureCacheDirectoryIsWritable();

$thumbnail = $phpThumbOf->createThumbnailObject();
$thumbnail->setInput($input);
$thumbnail->setOptions($options);
$thumbnail->initializeService();
return $thumbnail->render();',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
        ),
      ),
      'SimpleSearchForm' => 
      array (
        'fields' => 
        array (
          'id' => 13,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'SimpleSearchForm',
          'description' => '',
          'editor_type' => 0,
          'category' => 4,
          'cache_type' => 0,
          'snippet' => '/**
 * SimpleSearch
 *
 * Copyright 2010-11 by Shaun McCormick <shaun+sisea@modx.com>
 *
 * This file is part of SimpleSearch, a simple search component for MODx
 * Revolution. It is loosely based off of AjaxSearch for MODx Evolution by
 * coroico/kylej, minus the ajax.
 *
 * SimpleSearch is free software; you can redistribute it and/or modify it under
 * the terms of the GNU General Public License as published by the Free Software
 * Foundation; either version 2 of the License, or (at your option) any later
 * version.
 *
 * SimpleSearch is distributed in the hope that it will be useful, but WITHOUT
 * ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS
 * FOR A PARTICULAR PURPOSE. See the GNU General Public License for more
 * details.
 *
 * You should have received a copy of the GNU General Public License along with
 * SimpleSearch; if not, write to the Free Software Foundation, Inc., 59 Temple Place,
 * Suite 330, Boston, MA 02111-1307 USA
 *
 * @package simplesearch
 */
/**
 * Show the search form
 *
 * @var modX $modx
 * @var array $scriptProperties
 * @package simplesearch
 */
require_once $modx->getOption(\'sisea.core_path\',null,$modx->getOption(\'core_path\').\'components/simplesearch/\').\'model/simplesearch/simplesearch.class.php\';
$search = new SimpleSearch($modx,$scriptProperties);

/* setup default options */
$scriptProperties = array_merge(array(
  \'tpl\' => \'SearchForm\',
  \'method\' => \'get\',
  \'searchIndex\' => \'search\',
  \'toPlaceholder\' => false,
  \'landing\' => $modx->resource->get(\'id\'),
), $scriptProperties);

if (empty($scriptProperties[\'landing\'])) {
  $scriptProperties[\'landing\'] = $modx->resource->get(\'id\');
}

/* if get value already exists, set it as default */
$searchValue = isset($_REQUEST[$scriptProperties[\'searchIndex\']]) ? $_REQUEST[$scriptProperties[\'searchIndex\']] : \'\';
$searchValues = explode(\' \', $searchValue);
array_map(array($modx, \'sanitizeString\'), $searchValues);
$searchValue = implode(\' \', $searchValues);
$placeholders = array(
    \'method\' => $scriptProperties[\'method\'],
    \'landing\' => $scriptProperties[\'landing\'],
    \'searchValue\' => strip_tags(str_replace(array(\'[\',\']\',\'"\',"\'"),array(\'&#91;\',\'&#93;\',\'&quot;\',\'&apos;\'),$searchValue)),
    \'searchIndex\' => $scriptProperties[\'searchIndex\'],
);

$output = $search->getChunk($scriptProperties[\'tpl\'],$placeholders);
return $search->output($output,$scriptProperties[\'toPlaceholder\']);',
          'locked' => false,
          'properties' => 
          array (
            'tpl' => 
            array (
              'name' => 'tpl',
              'desc' => 'sisea.tpl_form_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => 'SearchForm',
              'lexicon' => 'sisea:properties',
              'area' => '',
              'desc_trans' => 'Чанк, который будет использоваться как шаблон для отображения формы поиска.',
              'area_trans' => '',
            ),
            'landing' => 
            array (
              'name' => 'landing',
              'desc' => 'sisea.landing_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'sisea:properties',
              'area' => '',
              'desc_trans' => 'Ресурс на котором будет вызов сниппета SimpleSearch отображающий результаты поиска.',
              'area_trans' => '',
            ),
            'searchIndex' => 
            array (
              'name' => 'searchIndex',
              'desc' => 'sisea.searchindex_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => 'search',
              'lexicon' => 'sisea:properties',
              'area' => '',
              'desc_trans' => 'Имя параметра который будет использоваться для передачи поискового запроса.',
              'area_trans' => '',
            ),
            'method' => 
            array (
              'name' => 'method',
              'desc' => 'sisea.method_desc',
              'type' => 'combo-boolean',
              'options' => 
              array (
                0 => 
                array (
                  'text' => 'sisea.get',
                  'value' => 'get',
                  'name' => 'get',
                ),
                1 => 
                array (
                  'text' => 'sisea.post',
                  'value' => 'post',
                  'name' => 'post',
                ),
              ),
              'value' => 'get',
              'lexicon' => 'sisea:properties',
              'area' => '',
              'desc_trans' => 'Какой метод будет использован в форме поиска, POST или GET.',
              'area_trans' => '',
            ),
            'toPlaceholder' => 
            array (
              'name' => 'toPlaceholder',
              'desc' => 'sisea.toplaceholder_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'sisea:properties',
              'area' => '',
              'desc_trans' => 'Выводить результат работы сниппета непосредственно, или использовать для вывода подстановщик с этим именем.',
              'area_trans' => '',
            ),
          ),
          'moduleguid' => '',
          'static' => false,
          'static_file' => '',
          'content' => '/**
 * SimpleSearch
 *
 * Copyright 2010-11 by Shaun McCormick <shaun+sisea@modx.com>
 *
 * This file is part of SimpleSearch, a simple search component for MODx
 * Revolution. It is loosely based off of AjaxSearch for MODx Evolution by
 * coroico/kylej, minus the ajax.
 *
 * SimpleSearch is free software; you can redistribute it and/or modify it under
 * the terms of the GNU General Public License as published by the Free Software
 * Foundation; either version 2 of the License, or (at your option) any later
 * version.
 *
 * SimpleSearch is distributed in the hope that it will be useful, but WITHOUT
 * ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS
 * FOR A PARTICULAR PURPOSE. See the GNU General Public License for more
 * details.
 *
 * You should have received a copy of the GNU General Public License along with
 * SimpleSearch; if not, write to the Free Software Foundation, Inc., 59 Temple Place,
 * Suite 330, Boston, MA 02111-1307 USA
 *
 * @package simplesearch
 */
/**
 * Show the search form
 *
 * @var modX $modx
 * @var array $scriptProperties
 * @package simplesearch
 */
require_once $modx->getOption(\'sisea.core_path\',null,$modx->getOption(\'core_path\').\'components/simplesearch/\').\'model/simplesearch/simplesearch.class.php\';
$search = new SimpleSearch($modx,$scriptProperties);

/* setup default options */
$scriptProperties = array_merge(array(
  \'tpl\' => \'SearchForm\',
  \'method\' => \'get\',
  \'searchIndex\' => \'search\',
  \'toPlaceholder\' => false,
  \'landing\' => $modx->resource->get(\'id\'),
), $scriptProperties);

if (empty($scriptProperties[\'landing\'])) {
  $scriptProperties[\'landing\'] = $modx->resource->get(\'id\');
}

/* if get value already exists, set it as default */
$searchValue = isset($_REQUEST[$scriptProperties[\'searchIndex\']]) ? $_REQUEST[$scriptProperties[\'searchIndex\']] : \'\';
$searchValues = explode(\' \', $searchValue);
array_map(array($modx, \'sanitizeString\'), $searchValues);
$searchValue = implode(\' \', $searchValues);
$placeholders = array(
    \'method\' => $scriptProperties[\'method\'],
    \'landing\' => $scriptProperties[\'landing\'],
    \'searchValue\' => strip_tags(str_replace(array(\'[\',\']\',\'"\',"\'"),array(\'&#91;\',\'&#93;\',\'&quot;\',\'&apos;\'),$searchValue)),
    \'searchIndex\' => $scriptProperties[\'searchIndex\'],
);

$output = $search->getChunk($scriptProperties[\'tpl\'],$placeholders);
return $search->output($output,$scriptProperties[\'toPlaceholder\']);',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
        ),
      ),
      'FormIt' => 
      array (
        'fields' => 
        array (
          'id' => 2,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'FormIt',
          'description' => 'A dynamic form processing snippet.',
          'editor_type' => 0,
          'category' => 2,
          'cache_type' => 0,
          'snippet' => '/**
 * FormIt
 *
 * Copyright 2009-2012 by Shaun McCormick <shaun@modx.com>
 *
 * FormIt is free software; you can redistribute it and/or modify it
 * under the terms of the GNU General Public License as published by the Free
 * Software Foundation; either version 2 of the License, or (at your option) any
 * later version.
 *
 * FormIt is distributed in the hope that it will be useful, but WITHOUT ANY
 * WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR
 * A PARTICULAR PURPOSE. See the GNU General Public License for more details.
 *
 * You should have received a copy of the GNU General Public License along with
 * FormIt; if not, write to the Free Software Foundation, Inc., 59 Temple Place,
 * Suite 330, Boston, MA 02111-1307 USA
 *
 * @package formit
 */
/**
 * FormIt
 *
 * A dynamic form processing Snippet for MODx Revolution.
 *
 * @package formit
 */
require_once $modx->getOption(\'formit.core_path\',null,$modx->getOption(\'core_path\',null,MODX_CORE_PATH).\'components/formit/\').\'model/formit/formit.class.php\';
$fi = new FormIt($modx,$scriptProperties);
$fi->initialize($modx->context->get(\'key\'));
$fi->loadRequest();

$fields = $fi->request->prepare();
return $fi->request->handle($fields);',
          'locked' => false,
          'properties' => 
          array (
            'hooks' => 
            array (
              'name' => 'hooks',
              'desc' => 'prop_formit.hooks_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Разделённый запятыми список хуков которые будут выполнятся по очереди после того как форма пройдёт проверку. Если какой-то из хуков вернёт false, то следующии хуки не будут выполнены. Хук также может быть именем сниппета, этот сниппет будет выполнен как хук.',
              'area_trans' => '',
            ),
            'preHooks' => 
            array (
              'name' => 'preHooks',
              'desc' => 'prop_formit.prehooks_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Разделённый запятыми список хуков которые будут выполнятся по очереди после того как форма будет загружена. Если какой-то из хуков вернёт false, то следующие хуки не будут выполнены. Например: можно предварительно устанавливать значения полей формы с помощью $scriptProperties[`hook`]->fields[`fieldname`]. Хук также может быть именем сниппета, этот сниппет будет выполнен как хук.',
              'area_trans' => '',
            ),
            'submitVar' => 
            array (
              'name' => 'submitVar',
              'desc' => 'prop_formit.submitvar_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Если установлено значение, то обработка формы не начнётся пока  POST параметр с этим именем не будет передан.',
              'area_trans' => '',
            ),
            'validate' => 
            array (
              'name' => 'validate',
              'desc' => 'prop_formit.validate_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Разделённый запятыми список полей для проверки, для каждого поля пишется имя:валидатор (т.е.: username:required,email:required). Валидаторы могут быть объединены через двоеточие, например email:email:required. Этот параметр может быть задан на нескольких строках.',
              'area_trans' => '',
            ),
            'errTpl' => 
            array (
              'name' => 'errTpl',
              'desc' => 'prop_formit.errtpl_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '<span class="error">[[+error]]</span>',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Шаблон сообщения об ошибке.',
              'area_trans' => '',
            ),
            'validationErrorMessage' => 
            array (
              'name' => 'validationErrorMessage',
              'desc' => 'prop_formit.validationerrormessage_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '<p class="error">A form validation error occurred. Please check the values you have entered.</p>',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'A general error message to set to a placeholder if validation fails. Can contain [[+errors]] if you want to display a list of all errors at the top.',
              'area_trans' => '',
            ),
            'validationErrorBulkTpl' => 
            array (
              'name' => 'validationErrorBulkTpl',
              'desc' => 'prop_formit.validationerrorbulktpl_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '<li>[[+error]]</li>',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'HTML tpl that is used for each individual error in the generic validation error message value.',
              'area_trans' => '',
            ),
            'trimValuesBeforeValidation' => 
            array (
              'name' => 'trimValuesBeforeValidation',
              'desc' => 'prop_formit.trimvaluesdeforevalidation_desc',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => true,
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Whether or not to trim spaces from the beginning and end of values before attempting validation. Defaults to true.',
              'area_trans' => '',
            ),
            'customValidators' => 
            array (
              'name' => 'customValidators',
              'desc' => 'prop_formit.customvalidators_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Разделённый запятыми список имён пользовательских валидаторов(сниппетов), которые вы планируете использовать в этой форме. Пользовательские валидаторы должны быть обязательно указаны в этом параметре, иначе они не будут работать.',
              'area_trans' => '',
            ),
            'clearFieldsOnSuccess' => 
            array (
              'name' => 'clearFieldsOnSuccess',
              'desc' => 'prop_formit.clearfieldsonsuccess_desc',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => true,
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Если установлено значение true, то поля формы будут очищатся после успешной отправки формы.',
              'area_trans' => '',
            ),
            'successMessage' => 
            array (
              'name' => 'successMessage',
              'desc' => 'prop_formit.successmessage_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Значение подстановщика для сообщения об успехе. Имя подстановщика устанавливается в параметре &successMessagePlaceholder, по умолчанию «fi.successMessage».',
              'area_trans' => '',
            ),
            'successMessagePlaceholder' => 
            array (
              'name' => 'successMessagePlaceholder',
              'desc' => 'prop_formit.successmessageplaceholder_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => 'fi.successMessage',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Подстановщик для сообщения об успехе.',
              'area_trans' => '',
            ),
            'store' => 
            array (
              'name' => 'store',
              'desc' => 'prop_formit.store_desc',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => false,
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Если установлено true,  данные переданные через форму будет сохранятcя в кэше, для дальнейшего их использования с помощью сниппета FormItRetriever.',
              'area_trans' => '',
            ),
            'placeholderPrefix' => 
            array (
              'name' => 'placeholderPrefix',
              'desc' => 'prop_formit.placeholderprefix_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => 'fi.',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Префикс который используется всеми подстановщиками установлеными FormIt для полей. По умолчанию «fi.»',
              'area_trans' => '',
            ),
            'storeTime' => 
            array (
              'name' => 'storeTime',
              'desc' => 'prop_formit.storetime_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => 300,
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Если выбрано `запоминание` данных формы, то этот параметр указывает время(в секундах)  для хранения данных из отправленной формы. По умолчанию пять минут.',
              'area_trans' => '',
            ),
            'allowFiles' => 
            array (
              'name' => 'allowFiles',
              'desc' => 'prop_formit.allowfiles_desc',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => true,
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'If set to 0, will prevent files from being submitted on the form.',
              'area_trans' => '',
            ),
            'spamEmailFields' => 
            array (
              'name' => 'spamEmailFields',
              'desc' => 'prop_formit.spamemailfields_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => 'email',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «spam». Разделённый запятыми список полей содержащих адреса электронной почты для проверки на причастность к спаму.',
              'area_trans' => '',
            ),
            'spamCheckIp' => 
            array (
              'name' => 'spamCheckIp',
              'desc' => 'prop_formit.spamcheckip_desc',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => false,
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «spam». Если это параметр установлен в true, то будет проверяться ip-адресс отправителя формы на причастность к спаму.',
              'area_trans' => '',
            ),
            'recaptchaJs' => 
            array (
              'name' => 'recaptchaJs',
              'desc' => 'prop_formit.recaptchajs_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '{}',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «recaptcha».  JSON объект который содержит в себе  настройки для виджета reCaptcha.',
              'area_trans' => '',
            ),
            'recaptchaTheme' => 
            array (
              'name' => 'recaptchaTheme',
              'desc' => 'prop_formit.recaptchatheme_desc',
              'type' => 'list',
              'options' => 
              array (
                0 => 
                array (
                  'text' => 'formit.opt_red',
                  'value' => 'red',
                  'name' => 'Red',
                ),
                1 => 
                array (
                  'text' => 'formit.opt_white',
                  'value' => 'white',
                  'name' => 'White',
                ),
                2 => 
                array (
                  'text' => 'formit.opt_clean',
                  'value' => 'clean',
                  'name' => 'Clean',
                ),
                3 => 
                array (
                  'text' => 'formit.opt_blackglass',
                  'value' => 'blackglass',
                  'name' => 'Black Glass',
                ),
              ),
              'value' => 'clean',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «recaptcha». Тема оформления для виджета reCaptcha.',
              'area_trans' => '',
            ),
            'redirectTo' => 
            array (
              'name' => 'redirectTo',
              'desc' => 'prop_formit.redirectto_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «redirect». В этом параметре надо указать идентификатор ресурса на который будет происходить редирект после успешной отправки формы.',
              'area_trans' => '',
            ),
            'redirectParams' => 
            array (
              'name' => 'redirectParams',
              'desc' => 'prop_formit.redirectparams_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => ' JSON array of parameters to pass to the redirect hook that will be passed when redirecting.',
              'area_trans' => '',
            ),
            'emailTo' => 
            array (
              'name' => 'emailTo',
              'desc' => 'prop_formit.emailto_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «email». Разделённый запятыми список адресов электронной почты на которые надо послать письмо.',
              'area_trans' => '',
            ),
            'emailToName' => 
            array (
              'name' => 'emailToName',
              'desc' => 'prop_formit.emailtoname_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «email». Необязательный параметр. Разделённый запятыми список имён владельцев адресов электронной почты указанных в параметре «emailTo».',
              'area_trans' => '',
            ),
            'emailFrom' => 
            array (
              'name' => 'emailFrom',
              'desc' => 'prop_formit.emailfrom_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «email». Необязательный параметр. Если этот параметр установлен, то он будет определять адрес электронной почты отправителя письма. Если не установлен, то сначала адрес электронной почты будет искаться в данных формы  в поле с именем «email», если это поле не будет найдено, то будет использоваться  адрес электронной почты из системной настройки «emailsender».',
              'area_trans' => '',
            ),
            'emailFromName' => 
            array (
              'name' => 'emailFromName',
              'desc' => 'prop_formit.emailfromname_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «email». Необязательный параметр. Имя отправителя письма.',
              'area_trans' => '',
            ),
            'emailReplyTo' => 
            array (
              'name' => 'emailReplyTo',
              'desc' => 'prop_formit.emailreplyto_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «email». Необязательный параметр. Адрес электронной почты для ответа на письмо.',
              'area_trans' => '',
            ),
            'emailReplyToName' => 
            array (
              'name' => 'emailReplyToName',
              'desc' => 'prop_formit.emailreplytoname_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «email». Необязательный параметр. Имя владельца адреса электронной почты который используется для ответа на письмо.',
              'area_trans' => '',
            ),
            'emailCC' => 
            array (
              'name' => 'emailCC',
              'desc' => 'prop_formit.emailcc_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «email». Разделённый запятыми список адресов электронной почты на которые надо послать копию письма.',
              'area_trans' => '',
            ),
            'emailCCName' => 
            array (
              'name' => 'emailCCName',
              'desc' => 'prop_formit.emailccname_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «email». Необязательный параметр. Разделённый запятыми список имён владельцев адресов электронной почты указанных в параметре «emailCC».',
              'area_trans' => '',
            ),
            'emailBCC' => 
            array (
              'name' => 'emailBCC',
              'desc' => 'prop_formit.emailbcc_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «email».  Разделённый запятыми список адресов  электронной почты на которые надо послать скрытую копию письма.',
              'area_trans' => '',
            ),
            'emailBCCName' => 
            array (
              'name' => 'emailBCCName',
              'desc' => 'prop_formit.emailbccname_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «email». Необязательный параметр. Разделённый запятыми список имён владельцев адресов электронной почты указанных в параметре «emailBCC».',
              'area_trans' => '',
            ),
            'emailReturnPath' => 
            array (
              'name' => 'emailReturnPath',
              'desc' => 'prop_formit.emailreturnpath_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Optional. If `email` is set as a hook, and this is set, will specify the Return-path: address for the email. If not set, will take the value of `emailFrom` property.',
              'area_trans' => '',
            ),
            'emailSubject' => 
            array (
              'name' => 'emailSubject',
              'desc' => 'prop_formit.emailsubject_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «email». В этом параметре можно указать тему электронного письма.',
              'area_trans' => '',
            ),
            'emailUseFieldForSubject' => 
            array (
              'name' => 'emailUseFieldForSubject',
              'desc' => 'prop_formit.emailusefieldforsubject_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Если поле «subject» используется в форме, и это параметр установлен в true,то содержимое этого поля будет использоваться как тема электронного письма.',
              'area_trans' => '',
            ),
            'emailHtml' => 
            array (
              'name' => 'emailHtml',
              'desc' => 'prop_formit.emailhtml_desc',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => true,
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «email». Необязательный параметр. Этот параметр включает использование html разметки в электронном письме. По умолчанию включено.',
              'area_trans' => '',
            ),
            'emailConvertNewlines' => 
            array (
              'name' => 'emailConvertNewlines',
              'desc' => 'prop_formit.emailconvertnewlines_desc',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => false,
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'If true and emailHtml is set to 1, will convert newlines to BR tags in the email.',
              'area_trans' => '',
            ),
            'emailMultiWrapper' => 
            array (
              'name' => 'emailMultiWrapper',
              'desc' => 'prop_formit.emailmultiwrapper_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '[[+value]]',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Will wrap each item in a collection of fields sent via checkboxes/multi-selects. Defaults to just the value.',
              'area_trans' => '',
            ),
            'emailMultiSeparator' => 
            array (
              'name' => 'emailMultiSeparator',
              'desc' => 'prop_formit.emailmultiseparator_desc',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'prop_formit.emailmultiseparator_desc',
              'area_trans' => '',
            ),
            'fiarTpl' => 
            array (
              'name' => 'fiarTpl',
              'desc' => 'prop_fiar.fiartpl_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «FormItAutoResponder». Обязательный параметр. Имя чанка который будет использоватся как шаблон письма для автоматического ответа.',
              'area_trans' => '',
            ),
            'fiarToField' => 
            array (
              'name' => 'fiarToField',
              'desc' => 'prop_fiar.fiartofield_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => 'email',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => ' Хук «FormItAutoResponder».  Поле формы которое будет использовано как адрес на который надо отправить автоматический ответ.',
              'area_trans' => '',
            ),
            'fiarSubject' => 
            array (
              'name' => 'fiarSubject',
              'desc' => 'prop_fiar.fiarsubject_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '[[++site_name]] Auto-Responder',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «FormItAutoResponder». Тема письма.',
              'area_trans' => '',
            ),
            'fiarFrom' => 
            array (
              'name' => 'fiarFrom',
              'desc' => 'prop_fiar.fiarfrom_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «FormItAutoResponder». Необязательный параметр.   Если этот параметр установлен, то он будет определять адрес электронной почты отправителя письма. Если не установлен, то сначала адрес электронной почты будет искаться в данных формы  в поле с именем «email», если это поле не будет найдено, то будет использоваться  адрес электронной почты из системной настройки «emailsender».',
              'area_trans' => '',
            ),
            'fiarFromName' => 
            array (
              'name' => 'fiarFromName',
              'desc' => 'prop_fiar.fiarfromname_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «FormItAutoResponder». Необязательный параметр.  Имя отправителя письма.',
              'area_trans' => '',
            ),
            'fiarReplyTo' => 
            array (
              'name' => 'fiarReplyTo',
              'desc' => 'prop_fiar.fiarreplyto_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «FormItAutoResponder». Необязательный параметр.  Адрес электронной почты для ответа на письмо.',
              'area_trans' => '',
            ),
            'fiarReplyToName' => 
            array (
              'name' => 'fiarReplyToName',
              'desc' => 'prop_fiar.fiarreplytoname_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «FormItAutoResponder». Необязательный параметр.   Имя владельца адреса электронной почты который используется для ответа на письмо.',
              'area_trans' => '',
            ),
            'fiarCC' => 
            array (
              'name' => 'fiarCC',
              'desc' => 'prop_fiar.fiarcc_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «FormItAutoResponder».  Разделённый запятыми список адресов электронной почты на которые надо послать копию письма.',
              'area_trans' => '',
            ),
            'fiarCCName' => 
            array (
              'name' => 'fiarCCName',
              'desc' => 'prop_fiar.fiarccname_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «FormItAutoResponder». Необязательный параметр.  Разделённый запятыми список имён владельцев адресов электронной почты указанных в параметре «emailCC».',
              'area_trans' => '',
            ),
            'fiarBCC' => 
            array (
              'name' => 'fiarBCC',
              'desc' => 'prop_fiar.fiarbcc_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «FormItAutoResponder». Разделённый запятыми список адресов электронной почты на которые надо послать скрытую копию письма.',
              'area_trans' => '',
            ),
            'fiarBCCName' => 
            array (
              'name' => 'fiarBCCName',
              'desc' => 'prop_fiar.fiarbccname_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «FormItAutoResponder».  Необязательный параметр.  Разделённый запятыми список имён владельцев адресов электронной почты указанных в параметре «emailBCC».',
              'area_trans' => '',
            ),
            'fiarHtml' => 
            array (
              'name' => 'fiarHtml',
              'desc' => 'prop_fiar.fiarhtml_desc',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => true,
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «FormItAutoResponder».  Необязательный параметр. Включает или выключает использование html разметки в электронном письме. По умолчанию включено.',
              'area_trans' => '',
            ),
            'mathMinRange' => 
            array (
              'name' => 'mathMinRange',
              'desc' => 'prop_math.mathminrange_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => 10,
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «math». Минимальный диапазон для каждого числа в примере.',
              'area_trans' => '',
            ),
            'mathMaxRange' => 
            array (
              'name' => 'mathMaxRange',
              'desc' => 'prop_math.mathmaxrange_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => 100,
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «math». Максимальный диапазон для каждого числа в примере.',
              'area_trans' => '',
            ),
            'mathField' => 
            array (
              'name' => 'mathField',
              'desc' => 'prop_math.mathfield_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => 'math',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «math». Имя поля ввода для ответа.',
              'area_trans' => '',
            ),
            'mathOp1Field' => 
            array (
              'name' => 'mathOp1Field',
              'desc' => 'prop_math.mathop1field_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => 'op1',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «math». Имя поля для первого числа в примере.',
              'area_trans' => '',
            ),
            'mathOp2Field' => 
            array (
              'name' => 'mathOp2Field',
              'desc' => 'prop_math.mathop2field_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => 'op2',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «math». Имя поля для второго числа в примере.',
              'area_trans' => '',
            ),
            'mathOperatorField' => 
            array (
              'name' => 'mathOperatorField',
              'desc' => 'prop_math.mathoperatorfield_desc',
              'type' => 'textfield',
              'options' => '',
              'value' => 'operator',
              'lexicon' => 'formit:properties',
              'area' => '',
              'desc_trans' => 'Хук «math». Имя поля для оператора в примере.',
              'area_trans' => '',
            ),
          ),
          'moduleguid' => '',
          'static' => false,
          'static_file' => '',
          'content' => '/**
 * FormIt
 *
 * Copyright 2009-2012 by Shaun McCormick <shaun@modx.com>
 *
 * FormIt is free software; you can redistribute it and/or modify it
 * under the terms of the GNU General Public License as published by the Free
 * Software Foundation; either version 2 of the License, or (at your option) any
 * later version.
 *
 * FormIt is distributed in the hope that it will be useful, but WITHOUT ANY
 * WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR
 * A PARTICULAR PURPOSE. See the GNU General Public License for more details.
 *
 * You should have received a copy of the GNU General Public License along with
 * FormIt; if not, write to the Free Software Foundation, Inc., 59 Temple Place,
 * Suite 330, Boston, MA 02111-1307 USA
 *
 * @package formit
 */
/**
 * FormIt
 *
 * A dynamic form processing Snippet for MODx Revolution.
 *
 * @package formit
 */
require_once $modx->getOption(\'formit.core_path\',null,$modx->getOption(\'core_path\',null,MODX_CORE_PATH).\'components/formit/\').\'model/formit/formit.class.php\';
$fi = new FormIt($modx,$scriptProperties);
$fi->initialize($modx->context->get(\'key\'));
$fi->loadRequest();

$fields = $fi->request->prepare();
return $fi->request->handle($fields);',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
        ),
      ),
    ),
    'modTemplateVar' => 
    array (
      'keywords' => 
      array (
        'fields' => 
        array (
          'id' => 3,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'keywords',
          'caption' => 'keywords',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'locked' => false,
          'elements' => '',
          'rank' => 0,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'intro' => 
      array (
        'fields' => 
        array (
          'id' => 1,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'intro',
          'caption' => '',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'locked' => false,
          'elements' => '',
          'rank' => 0,
          'display' => 'text',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
    ),
  ),
);