<?php  return array (
  0 => 
  array (
    'modChunk_id' => '15',
    'modChunk_source' => '1',
    'modChunk_property_preprocess' => '0',
    'modChunk_name' => 'problems',
    'modChunk_description' => '',
    'modChunk_editor_type' => '0',
    'modChunk_category' => '0',
    'modChunk_cache_type' => '0',
    'modChunk_snippet' => '<div class="problems">
<div class="wrapper">
<div class="problems__title">Проблемы и последствия<br> курения марихуаны</div>
<div class="problems-r"><ol class="numlist numlist_problems">
<li>Нарушенная координация направленных действий и движений;</li>
<li>Увеличение времени реагирования на сказанное, увиденное, услышанное;</li>
<li>Значительно ухудшение или потеря кратковременной памяти;</li>
<li>Упадок остроты зрения, а так же деструктив цветопередачи;</li>
<li>Возможно отрофирование сетчатки и зрительного нерва.</li>
</ol></div>
</div>
</div>
<div class="problems problems_solving">
<div class="wrapper">
<div class="problems__title problems__title_solving">Возможности применения марихуаны <br> в терапевтических или лечебных целях</div>
<div class="problems-r"><ol class="numlist numlist_problems-solving">
<li>Марихуана улучшает аппетит и качество работы вкусовых рецепторов у больных раком.</li>
<li>Курение марихуаны значительно снижает симптомы нейропатической боли.</li>
<li>Экстракт каннабиса может снимать болевой шок и симптомы после сложных операции.</li>
<li>Марихуана способствует частичному снятию или облегчению симптома  спастичности.</li> 
<li>Экстракт каннабиса используется в спрее «Sativex» - для лечения больных с рассеянным склерозом. Одобрен в Соединенном Королевстве.</li>
<li>Активные вещества в составе конопли, способствуют остановке роста рака простаты.</li>
<li>Применение марихуаны может защищать людей преклонного возвраста от остеопороза.</li>
<li>Каннабис облегчает симптомы аллергического контактного  дерматита.</li>
<li>Курение марихуаны снимает посттравматический синдром и зажимы.</li>
</ol></div>
</div>
</div>
<div class="problems">
<div class="wrapper">
<div class="problems_vid"><noindex><iframe rel="nofollow"src="https://www.youtube.com/embed/BYqCl4-AOYQ" width="500" height="350"frameborder="0"></iframe></noindex></div>
<div class="problems-r">
<ul>
<li style="line-height: 22px;    padding-left: 50px;"> В Украине - марихуана является незаконным наркотиком. Выращивание, курение и распространение преследуется и карается законодательством Украины! <br /><br /></li>
<li style="line-height: 22px;    padding-left: 50px;">Несмотря на то что существуют страны в которых лечебная марихуана легализированна, оценить ее пользу, смогут по достоинству действительно те кому она нужна в лечебных целях. Существуют самые различные мнения относительно легального статуса  конопли.  Ряд ученых, а также пациенты, особенно те из них, что страдают от хронической боли, могут  видеть плюсы и минусы медицинского применения конопли более объективно.
 <br />
В большинстве стран мира производство марихуаны является незаконным. <p class="justy">Это означает, что ее выращивание и производство скрыто от глаз общественности. В отличие от законных лекарств  или продуктов  питания, здесь отсутствует общественный контроль, зато популярен черный рынок сбыта который стимулирет продажу более тяжелых наркотив. В отличии от такой ситуации, страны где конопля легалезированна и продается в специализированных местах, продажа тяжелых наркотических препаратов практически искоренена или отсутсвует вовсе. </p> </li>
</ul></div>
</div>
</div>',
    'modChunk_locked' => '0',
    'modChunk_properties' => 'a:0:{}',
    'modChunk_static' => '0',
    'modChunk_static_file' => '',
    'Source_id' => '1',
    'Source_name' => 'Filesystem',
    'Source_description' => '',
    'Source_class_key' => 'sources.modFileMediaSource',
    'Source_properties' => 'a:0:{}',
    'Source_is_stream' => '1',
  ),
);